{
  "video_id": "_fJ3pO5CFxg",
  "created_at": "2025-12-27T20:17:52.845109Z",
  "model": "small",
  "device": "cpu",
  "segments": [
    {
      "start": 0.4,
      "end": 7.68,
      "text": "I wasn't sacked. I'm a stand-up comedian and I was canceled and he said oh and what does that mean?"
    },
    {
      "start": 7.68,
      "end": 9.68,
      "text": "And I said well it depends who you ask"
    },
    {
      "start": 18.31,
      "end": 20.79,
      "text": "Give me a cheer if you've ever experienced remorse"
    },
    {
      "start": 24.15,
      "end": 26.15,
      "text": "Wonderful"
    },
    {
      "start": 26.43,
      "end": 28.43,
      "text": "Me me as well"
    },
    {
      "start": 29.49,
      "end": 35.43,
      "text": "Now give me another cheer if you believe in the human idea of redemption the idea that you can have done"
    },
    {
      "start": 35.43,
      "end": 40.31,
      "text": "Something wrong and then grow and improve as a person based on the mistakes that you've made"
    },
    {
      "start": 43.31,
      "end": 45.31,
      "text": "Fabulous I"
    },
    {
      "start": 45.75,
      "end": 57.91,
      "text": "Killed a little boy. I haven't really"
    },
    {
      "start": 58.83,
      "end": 60.83,
      "text": "It's a joke. That's the first joke in the show"
    },
    {
      "start": 61.67,
      "end": 67.99,
      "text": "What I do is I get everybody to buy into the idea of redemption and then I tell you that I've done something"
    },
    {
      "start": 68.95,
      "end": 70.95,
      "text": "irredeemable and it's"
    },
    {
      "start": 72.19,
      "end": 76.39,
      "text": "Gotcha like and sometimes I'll get a huge rolling laugh"
    },
    {
      "start": 76.47,
      "end": 78.47,
      "text": "And not always though. It's fine"
    },
    {
      "start": 79.35,
      "end": 85.53,
      "text": "That's that's that's what that's that's what I do. Yeah amazing how"
    },
    {
      "start": 86.89,
      "end": 88.89,
      "text": "It's all right. What is it?"
    },
    {
      "start": 90.13,
      "end": 92.13,
      "text": "It's good to time to take your medicine. Oh"
    },
    {
      "start": 93.13,
      "end": 94.81,
      "text": "dear"
    },
    {
      "start": 94.81,
      "end": 98.37,
      "text": "Well, I wouldn't want you dying seven minutes into the show would I?"
    },
    {
      "start": 101.66,
      "end": 103.78,
      "text": "Thank God. We're doing two shows, you know"
    },
    {
      "start": 104.38,
      "end": 110.3,
      "text": "How was it? I I well I tell you how the gig went I killed I"
    },
    {
      "start": 110.3,
      "end": 116.78,
      "text": "Killed to the extent that one of the audience members is now sadly at corpse"
    },
    {
      "start": 118.78,
      "end": 120.98,
      "text": "Well, I hope you're all right. Are you gonna be all right?"
    },
    {
      "start": 121.3,
      "end": 123.3,
      "text": "Do you want me to stop for you to take your medicine?"
    },
    {
      "start": 123.94,
      "end": 127.78,
      "text": "But we got enough room on the SD cards for him to take his medicine. I"
    },
    {
      "start": 129.38,
      "end": 135.46,
      "text": "Was expecting an easier start to be honest, but with the feedback and now you're you know ailments"
    },
    {
      "start": 137.3,
      "end": 139.3,
      "text": "I don't know where I am"
    },
    {
      "start": 140.5,
      "end": 143.14,
      "text": "Do you want to take your medicine? Do you have it with you?"
    },
    {
      "start": 143.78,
      "end": 145.58,
      "text": "No"
    },
    {
      "start": 145.58,
      "end": 147.58,
      "text": "Are you going to be all right?"
    },
    {
      "start": 147.9,
      "end": 152.34,
      "text": "Okay, the heart's not gonna go boom if I'm too funny. Will it is it? I don't know what it is"
    },
    {
      "start": 152.34,
      "end": 154.34,
      "text": "Well, I don't want to I don't have time"
    },
    {
      "start": 154.66,
      "end": 164.02,
      "text": "You know sad Adam asked you what you did for a living and not do you have any chronic?"
    },
    {
      "start": 164.7,
      "end": 166.7,
      "text": "conditions"
    },
    {
      "start": 166.7,
      "end": 173.1,
      "text": "You know, maybe that's a better entry point for our crowd work possibilities"
    },
    {
      "start": 173.78,
      "end": 176.78,
      "text": "Right. Well, give me a cheer if you've ever experienced remote. No, okay"
    },
    {
      "start": 177.54,
      "end": 182.94,
      "text": "If we could all reinvest in that tension that I was building I"
    },
    {
      "start": 190.85,
      "end": 192.85,
      "text": "Haven't I haven't killed little boy"
    },
    {
      "start": 193.05,
      "end": 195.77,
      "text": "Okay, it's just something I say at the beginning of the show"
    },
    {
      "start": 195.77,
      "end": 201.97,
      "text": "There's a distance there between what I was saying and what I so I haven't okay. I would I"
    },
    {
      "start": 204.21,
      "end": 206.21,
      "text": "Would kill a little boy"
    },
    {
      "start": 206.29,
      "end": 209.13,
      "text": "If the circumstances were right"
    },
    {
      "start": 211.7,
      "end": 216.94,
      "text": "But if you think about it, that's true for everyone who has ever killed a little boy"
    },
    {
      "start": 218.22,
      "end": 225.92,
      "text": "It's just what those circumstances being right are"
    },
    {
      "start": 227.32,
      "end": 235.77,
      "text": "Differ from child killer to child killer. Well, I'm Alfie. Anyway, it's lovely to be here"
    },
    {
      "start": 237.49,
      "end": 242.03,
      "text": "I'm an extremely empathetic person a hugely hugely empathetic man"
    },
    {
      "start": 242.03,
      "end": 249.55,
      "text": "I'm maybe the most empathetic person you've ever have seen or met a huge huge empath. I have a huge empathy"
    },
    {
      "start": 250.07,
      "end": 255.13,
      "text": "Facility you've never seen anybody empathize quite like me when I empathize it really is something different"
    },
    {
      "start": 255.39,
      "end": 257.67,
      "text": "Something to behold a more empathetic than all of you"
    },
    {
      "start": 259.55,
      "end": 262.11,
      "text": "And I know that might not be what you want to hear in a night out"
    },
    {
      "start": 262.11,
      "end": 267.19,
      "text": "But I am I'm more empathetic than all of you and I'm sorry. I have no idea how that must feel"
    },
    {
      "start": 267.79,
      "end": 281.43,
      "text": "I am I'm so deeply you'd never have seen anybody empathize quite like me the way I do it when I empathize"
    },
    {
      "start": 281.51,
      "end": 283.55,
      "text": "It's quite something to behold"
    },
    {
      "start": 283.55,
      "end": 290.91,
      "text": "You know when you see those charity adverts on TV and it'll say something like people are starving in East Africa"
    },
    {
      "start": 291.91,
      "end": 294.55,
      "text": "So I'll watch that and I'll go"
    },
    {
      "start": 308.14,
      "end": 310.14,
      "text": "So that's pretty empathetic I think you know"
    },
    {
      "start": 311.58,
      "end": 319.3,
      "text": "The weird thing about me is that I'm so empathetic that not only can I empathize with those people in East Africa who are starving"
    },
    {
      "start": 319.3,
      "end": 326.3,
      "text": "I'm so empathetic that I can also empathize with the warlords and corrupt government officials"
    },
    {
      "start": 326.3,
      "end": 331.74,
      "text": "Who keep those people in starvation because I look at them and I go. Yeah, you know, I got it"
    },
    {
      "start": 333.46,
      "end": 336.46,
      "text": "Okay power is addictive, you know"
    },
    {
      "start": 337.3,
      "end": 346.58,
      "text": "I want to keep my stuff too. I understand. All right, I can empathize with those who are suffering and with those who cause suffering"
    },
    {
      "start": 347.06,
      "end": 351.18,
      "text": "Okay, that's the information that you're gonna want to remember for the end of this routine"
    },
    {
      "start": 351.54,
      "end": 355.78,
      "text": "If you would like to enjoy the final joke in its maximum, okay"
    },
    {
      "start": 355.78,
      "end": 359.42,
      "text": "I can empathize with those who are suffering and with those who cause suffering"
    },
    {
      "start": 359.42,
      "end": 365.06,
      "text": "I can empathize with everyone I can empathize with you madam. You haven't laughed yet that I've seen and I"
    },
    {
      "start": 365.94,
      "end": 370.62,
      "text": "Can empathize with you? I see you're laughing a little bit now, but more out of awkwardness than genuine amusement"
    },
    {
      "start": 371.14,
      "end": 376.3,
      "text": "Being spoken to in a comedy show and it's a nightmare the comedian is speaking to you. I know it's horrible, isn't it?"
    },
    {
      "start": 376.3,
      "end": 380.62,
      "text": "You don't know how to respond you look sort of shifty your boyfriend's rubbing you a little bit. It'll be fine"
    },
    {
      "start": 381.14,
      "end": 388.22,
      "text": "It'll stop soon, but it will it stop soon. He doesn't know he's not seen the show little nails up and down the upper arm"
    },
    {
      "start": 388.58,
      "end": 390.58,
      "text": "disgusting thing to watch but there we are"
    },
    {
      "start": 391.42,
      "end": 396.26,
      "text": "Yeah, I completely understand when you're at a comedy show when the comedian is speaking to you not enjoying it"
    },
    {
      "start": 396.26,
      "end": 398.9,
      "text": "You feel really put upon an awkward and because of my empathy"
    },
    {
      "start": 398.9,
      "end": 403.22,
      "text": "I do understand what you're going through that I won't stop will I why won't I stop?"
    },
    {
      "start": 403.22,
      "end": 407.42,
      "text": "I don't know you weren't sold on the idea of empathy as the premise for a comedy routine"
    },
    {
      "start": 407.42,
      "end": 411.26,
      "text": "And here I am examining the idea of empathy through a live interaction with you"
    },
    {
      "start": 411.26,
      "end": 414.3,
      "text": "And I can tell what you're thinking right now because of my empathy"
    },
    {
      "start": 414.3,
      "end": 418.66,
      "text": "I can tell what you're thinking what you're thinking is oh my god. This is quite pretentious"
    },
    {
      "start": 419.02,
      "end": 421.02,
      "text": "But it isn't"
    },
    {
      "start": 424.7,
      "end": 428.1,
      "text": "Because the the Latin root of the word pretentious"
    },
    {
      "start": 428.82,
      "end": 439.14,
      "text": "Is actually pre-attendo which means to pretend and I'm not pretending. I'm actually being deeply authentic"
    },
    {
      "start": 439.9,
      "end": 446.19,
      "text": "You were loving madam. I just couldn't find anybody who wasn't sorry"
    },
    {
      "start": 449.81,
      "end": 454.73,
      "text": "Mm-hmm. I can empathize with everyone I can empathize with those who are suffering and with those who cause suffering"
    },
    {
      "start": 454.73,
      "end": 459.61,
      "text": "I can empathize with everyone the only people that I can't empathize with are"
    },
    {
      "start": 460.25,
      "end": 469.01,
      "text": "My kids I have no empathy for them. What so ever because just fucking eat, okay?"
    },
    {
      "start": 470.49,
      "end": 477.45,
      "text": "Just eat why won't you eat please will you eat? I'm not hungry daddy. Yeah, you fucking are okay"
    },
    {
      "start": 478.13,
      "end": 483.91,
      "text": "Yeah, you are because you haven't eaten and I need you to eat because I love you with this really pre-possessing"
    },
    {
      "start": 484.33,
      "end": 487.57,
      "text": "Intensity that means I need you to be nourished and grow and prosper"
    },
    {
      "start": 487.57,
      "end": 494.53,
      "text": "So please will you eat because you have a please will you eat? I've made the pasta as plain as I feasibly could okay. I"
    },
    {
      "start": 495.53,
      "end": 498.87,
      "text": "Didn't even salt the fucking water. Do you understand that?"
    },
    {
      "start": 499.41,
      "end": 502.17,
      "text": "So here it is your pasta a la fuck all"
    },
    {
      "start": 504.61,
      "end": 508.65,
      "text": "Maybe if you're feeling Mediterranean I can squirt some ketchup on there, I don't know"
    },
    {
      "start": 509.73,
      "end": 536.47,
      "text": "But will you please just fucking oh my god Harvey Weinstein is on a zimmer frame now"
    },
    {
      "start": 537.39,
      "end": 557.02,
      "text": "He's so hard for him. So it's been a very"
    },
    {
      "start": 558.0,
      "end": 560.2,
      "text": "difficult year for me in many ways"
    },
    {
      "start": 561.16,
      "end": 564.88,
      "text": "It's been my first year performing as an openly by comedian"
    },
    {
      "start": 565.68,
      "end": 567.68,
      "text": "And I'm not"
    },
    {
      "start": 567.76,
      "end": 572.2,
      "text": "Prove it. You know you can't prove it"
    },
    {
      "start": 572.48,
      "end": 574.48,
      "text": "You can't prove it"
    },
    {
      "start": 574.52,
      "end": 577.52,
      "text": "Even if you really wanted to prove it you couldn't prove it"
    },
    {
      "start": 578.4,
      "end": 584.33,
      "text": "So I'm by now. Hi a little bit of tension with a few of you in the room"
    },
    {
      "start": 584.33,
      "end": 587.25,
      "text": "I can see that's finally who is the victim of this joke"
    },
    {
      "start": 587.65,
      "end": 589.65,
      "text": "I don't know. I can't wait to find out myself"
    },
    {
      "start": 591.85,
      "end": 599.09,
      "text": "I'll tell you something true if that would put you at ease audience tell you something true. I did come out as bi"
    },
    {
      "start": 599.97,
      "end": 601.45,
      "text": "when I was"
    },
    {
      "start": 601.45,
      "end": 602.61,
      "text": "15"
    },
    {
      "start": 602.61,
      "end": 605.85,
      "text": "To my sister and to two of my friends"
    },
    {
      "start": 606.49,
      "end": 612.63,
      "text": "But from my heart I can honestly tell you that I I just did that for attention"
    },
    {
      "start": 613.59,
      "end": 621.05,
      "text": "The weird thing is that I'm the only person that's ever done that"
    },
    {
      "start": 627.29,
      "end": 634.82,
      "text": "Who is the victim of this joke, I'll tell you it's one white woman that I know okay"
    },
    {
      "start": 635.48,
      "end": 641.5,
      "text": "Don't know who's watched a lot of modern stand-up comedy by straight white men"
    },
    {
      "start": 641.5,
      "end": 647.62,
      "text": "But the white woman is the butt of a lot of jokes at the moment, and I think it's fabulous. I really do I"
    },
    {
      "start": 648.1,
      "end": 651.42,
      "text": "Really love it. I enjoy it. I think it's very progressive. You know finally"
    },
    {
      "start": 651.46,
      "end": 653.46,
      "text": "we're punching across and"
    },
    {
      "start": 653.58,
      "end": 656.49,
      "text": "I"
    },
    {
      "start": 656.49,
      "end": 659.97,
      "text": "Love it white women fucking because you're you're you're a white woman aren't you?"
    },
    {
      "start": 660.73,
      "end": 662.73,
      "text": "Yeah, so shut up"
    },
    {
      "start": 664.41,
      "end": 667.05,
      "text": "You see what I mean a huge laugh sweeps the room"
    },
    {
      "start": 668.45,
      "end": 671.49,
      "text": "What a wonderful butt of a joke to have fantastic"
    },
    {
      "start": 672.61,
      "end": 678.53,
      "text": "You know that's how modern comedy was like I hate women or what no I hate white women"
    },
    {
      "start": 678.93,
      "end": 680.41,
      "text": "yes"
    },
    {
      "start": 680.45,
      "end": 685.54,
      "text": "You know we found a new way to be misogynist, and I think it's pretty cool, okay?"
    },
    {
      "start": 686.3,
      "end": 692.78,
      "text": "Okay, so those two jokes. I've just done those are quite good examples of what I do"
    },
    {
      "start": 693.62,
      "end": 695.1,
      "text": "All right"
    },
    {
      "start": 695.1,
      "end": 697.22,
      "text": "If you liked them, we'll have a wonderful time"
    },
    {
      "start": 697.94,
      "end": 699.94,
      "text": "I'm so sorry"
    },
    {
      "start": 700.66,
      "end": 705.42,
      "text": "What I do is I tell woke jokes in a non-woke way"
    },
    {
      "start": 707.06,
      "end": 709.06,
      "text": "There's no market for it"
    },
    {
      "start": 712.64,
      "end": 715.0,
      "text": "Slowly discovering there's no market for it"
    },
    {
      "start": 716.0,
      "end": 721.8,
      "text": "The right wing don't like me because of the jokes I make the left wing don't like me because of the way I make them"
    },
    {
      "start": 722.44,
      "end": 729.4,
      "text": "This show is actually about one of the wokest jokes. I ever told but sadly I did tell it in a"
    },
    {
      "start": 729.84,
      "end": 731.08,
      "text": "proportionally"
    },
    {
      "start": 731.08,
      "end": 732.52,
      "text": "unwoke way and"
    },
    {
      "start": 732.52,
      "end": 736.84,
      "text": "I got in a lot of trouble for that on the website Twitter, which we'll get into"
    },
    {
      "start": 737.44,
      "end": 740.64,
      "text": "Later on in the show. It's not the first time I got in trouble on Twitter either"
    },
    {
      "start": 740.88,
      "end": 746.24,
      "text": "The first time I got in trouble on Twitter was because I tweeted as part of a larger conversation"
    },
    {
      "start": 746.88,
      "end": 748.88,
      "text": "But I tweeted that"
    },
    {
      "start": 749.84,
      "end": 751.84,
      "text": "Audiobooks aren't reading"
    },
    {
      "start": 752.28,
      "end": 761.91,
      "text": "So I said and I promise you the only reason why I said that is because they are not"
    },
    {
      "start": 763.67,
      "end": 767.51,
      "text": "That's not what reading is reading is something very different to that"
    },
    {
      "start": 768.51,
      "end": 770.19,
      "text": "Reading is something else entirely"
    },
    {
      "start": 770.19,
      "end": 776.99,
      "text": "I did not say and was very careful not to say that audiobooks are a less valid way to consume literature"
    },
    {
      "start": 777.59,
      "end": 779.59,
      "text": "Alright, they are"
    },
    {
      "start": 780.91,
      "end": 788.79,
      "text": "But I didn't say that I just said that audiobooks aren't reading and what happened next is I got replies on that tweet from just like"
    },
    {
      "start": 788.83,
      "end": 790.35,
      "text": "two or three"
    },
    {
      "start": 790.35,
      "end": 792.83,
      "text": "hundred members of the blind community and"
    },
    {
      "start": 793.47,
      "end": 808.66,
      "text": "They were all very upset with that tweet they were writing underneath that tweet saying some things like how dare you diminish my lived experience"
    },
    {
      "start": 809.5,
      "end": 814.9,
      "text": "Another one went I was having such a nice day, and then I read this I went well you didn't read it"
    },
    {
      "start": 816.14,
      "end": 826.94,
      "text": "You had the audio description function on and God bless that technology, okay?"
    },
    {
      "start": 827.94,
      "end": 829.86,
      "text": "Another person"
    },
    {
      "start": 829.86,
      "end": 836.5,
      "text": "Responded to the tweet saying why not just call it reading surely you acknowledge that language is a viral phenomenon"
    },
    {
      "start": 837.18,
      "end": 842.3,
      "text": "Words can change their meaning over time owing to cultural context and common usage"
    },
    {
      "start": 842.46,
      "end": 849.1,
      "text": "Why not just call it reading if that makes a marginalized group of people who would prefer it to be that way"
    },
    {
      "start": 849.7,
      "end": 851.98,
      "text": "Happy and I went well. Wow"
    },
    {
      "start": 853.02,
      "end": 856.78,
      "text": "That's a really big idea. Thank you so much for engaging civilly"
    },
    {
      "start": 856.94,
      "end": 862.18,
      "text": "I know it's not always the easiest thing to do on the internet. I wish I could respond in full"
    },
    {
      "start": 862.18,
      "end": 865.98,
      "text": "But I can't I don't have time. I've got to go and pick my kids up from the abattoir"
    },
    {
      "start": 866.62,
      "end": 873.72,
      "text": "And he said do you mean school and I went yeah, whatever"
    },
    {
      "start": 883.89,
      "end": 889.13,
      "text": "In October half term of last year 2023"
    },
    {
      "start": 889.65,
      "end": 892.89,
      "text": "So what 11 12 13 months ago now 14"
    },
    {
      "start": 893.29,
      "end": 898.85,
      "text": "I took my family to center parks, and I was feeling a little bit grumpy"
    },
    {
      "start": 899.53,
      "end": 907.19,
      "text": "Now me telling you that I was feeling grumpy is a guarded way of me telling you that I was suffering with depression"
    },
    {
      "start": 907.53,
      "end": 909.53,
      "text": "But I don't really like that phrase"
    },
    {
      "start": 909.73,
      "end": 915.65,
      "text": "It's quite an ornate phrase isn't it and it's also a tautology. Isn't it suffering with depression?"
    },
    {
      "start": 916.01,
      "end": 921.25,
      "text": "If I tell you that I'm suffering with depression it suggests that in a different circumstance"
    },
    {
      "start": 921.25,
      "end": 929.64,
      "text": "I might be flourishing with depression and I wasn't I was suffering with it"
    },
    {
      "start": 932.36,
      "end": 937.32,
      "text": "Center parks is a bizarre place. I don't know if any of you have ever been if you've not been to center parks"
    },
    {
      "start": 937.32,
      "end": 942.04,
      "text": "Then what center parks is it's it's a correction facility"
    },
    {
      "start": 944.43,
      "end": 946.43,
      "text": "for the urban middle class"
    },
    {
      "start": 947.27,
      "end": 952.95,
      "text": "Who wish to go and experience nature, but do not wish for nature to experience them"
    },
    {
      "start": 953.71,
      "end": 959.08,
      "text": "It's a very expensive place as well"
    },
    {
      "start": 959.84,
      "end": 962.56,
      "text": "And I couldn't afford it. My mum actually had to help us pay"
    },
    {
      "start": 963.68,
      "end": 966.36,
      "text": "For the trip for reasons that I'll get into later"
    },
    {
      "start": 966.36,
      "end": 969.4,
      "text": "But she had to help us pay for the trip to center parks"
    },
    {
      "start": 969.4,
      "end": 974.32,
      "text": "And the way in which she helped us pay was actually by paying the full amount"
    },
    {
      "start": 976.2,
      "end": 984.44,
      "text": "It really doesn't get much more helpful than that doesn't or indeed more personally shameful"
    },
    {
      "start": 985.44,
      "end": 991.89,
      "text": "But my kids wanted to go and I love my kids and you'll be aware if you have kids"
    },
    {
      "start": 992.21,
      "end": 998.01,
      "text": "Then you'll be aware like me that your love for your children exists very presently in the foreground of your mind"
    },
    {
      "start": 998.25,
      "end": 1003.13,
      "text": "It never leaves it exists always in the very foreground of your brain"
    },
    {
      "start": 1003.13,
      "end": 1008.29,
      "text": "That's where your love for your children has to live. That's where my love for my children has to live"
    },
    {
      "start": 1008.85,
      "end": 1010.85,
      "text": "Otherwise I would beat them"
    },
    {
      "start": 1013.16,
      "end": 1015.16,
      "text": "So much more regularly"
    },
    {
      "start": 1016.0,
      "end": 1020.4,
      "text": "Than I presently do"
    },
    {
      "start": 1022.76,
      "end": 1027.6,
      "text": "People say oh, it's great loving your kids like it's this fun thing that you do loving your kids isn't good or fun"
    },
    {
      "start": 1027.6,
      "end": 1032.36,
      "text": "It's an anxiety-ridden nightmare. There's kind of palpable horror that exists in your gut"
    },
    {
      "start": 1033.12,
      "end": 1037.52,
      "text": "24-7 worrying about them. I hope they're not like they're eating. Okay. I hope they're not sick"
    },
    {
      "start": 1037.52,
      "end": 1042.2,
      "text": "I hope they're I hope they're gonna be good at school. I hope they're not bullying people"
    },
    {
      "start": 1042.2,
      "end": 1046.88,
      "text": "I hope they're not being bullied. I hope the global warming doesn't happen out nuclear war. It's just awful"
    },
    {
      "start": 1046.88,
      "end": 1052.72,
      "text": "There's just no way that I can carry on loving them with this intensity into my 50s and 60s"
    },
    {
      "start": 1052.72,
      "end": 1057.6,
      "text": "I won't survive it. There's no way that my dad still loves me"
    },
    {
      "start": 1058.28,
      "end": 1060.68,
      "text": "As much as he did when I was a cute little boy"
    },
    {
      "start": 1061.36,
      "end": 1064.72,
      "text": "He's read Middlemarch. He goes on holiday a couple of times a year"
    },
    {
      "start": 1064.72,
      "end": 1069.0,
      "text": "There's no way he could do that if he was still going fuck. I hope Alfie isn't jaywalking. I"
    },
    {
      "start": 1073.92,
      "end": 1076.24,
      "text": "was a big hand holder as a kid and"
    },
    {
      "start": 1077.04,
      "end": 1081.28,
      "text": "I remember I got this memory of like walking down the high street with my dad and I was"
    },
    {
      "start": 1081.84,
      "end": 1087.48,
      "text": "Looked up at him and I went daddy. Oh, what age do I have to stop holding your hand?"
    },
    {
      "start": 1088.6,
      "end": 1093.48,
      "text": "He looked down at me and he said I hope you're never too old to hold my hand and"
    },
    {
      "start": 1095.04,
      "end": 1100.32,
      "text": "He and I actually went on holiday together the month before I took my family to center parks"
    },
    {
      "start": 1100.64,
      "end": 1105.52,
      "text": "He and I went on holiday together for the first time. Ilderay just off the coast of France in September"
    },
    {
      "start": 1105.52,
      "end": 1107.52,
      "text": "We're in the harbor looking for an ice cream"
    },
    {
      "start": 1108.24,
      "end": 1110.24,
      "text": "And I sidled up beside him"
    },
    {
      "start": 1110.64,
      "end": 1113.84,
      "text": "And I slid my hand into his and I said"
    },
    {
      "start": 1114.72,
      "end": 1116.72,
      "text": "How about now you old bastard"
    },
    {
      "start": 1121.5,
      "end": 1128.97,
      "text": "And he went what and I went what about 30 years ago. Um, he was a fucking waste of time, isn't it?"
    },
    {
      "start": 1128.97,
      "end": 1130.97,
      "text": "I've waited three decades to do that and"
    },
    {
      "start": 1133.13,
      "end": 1135.13,
      "text": "Great"
    },
    {
      "start": 1135.61,
      "end": 1137.45,
      "text": "I love my partner too"
    },
    {
      "start": 1137.45,
      "end": 1142.89,
      "text": "Jesse my god, I love her so much and you'll be aware if you're in a relationship you have a partner"
    },
    {
      "start": 1143.53,
      "end": 1145.53,
      "text": "How your love for them?"
    },
    {
      "start": 1145.53,
      "end": 1150.65,
      "text": "It grows and it develops over time it molds itself to the different people that you both become"
    },
    {
      "start": 1151.13,
      "end": 1157.69,
      "text": "Throughout the course of your relationship. I would not use the phrase. I love her more and more every day"
    },
    {
      "start": 1159.37,
      "end": 1161.53,
      "text": "I think there are certainly some days"
    },
    {
      "start": 1162.65,
      "end": 1165.37,
      "text": "On which I love her much less"
    },
    {
      "start": 1166.01,
      "end": 1173.13,
      "text": "Than I did the previous day, but I think were you to plot it on a graph it would trend upwards"
    },
    {
      "start": 1177.16,
      "end": 1182.44,
      "text": "We've got a lovely little routine at center parks a lovely little routine that we'd love to kind of hold"
    },
    {
      "start": 1182.44,
      "end": 1190.2,
      "text": "We go to the little coffee shop every morning. Do you know at center parks? Little woodland sort of woodland coffee shop sort of thing"
    },
    {
      "start": 1191.0,
      "end": 1194.2,
      "text": "Gorgeous little woodland sort of coffee shop sort of woodland sort of thing"
    },
    {
      "start": 1195.56,
      "end": 1197.56,
      "text": "Starbucks"
    },
    {
      "start": 1199.36,
      "end": 1204.08,
      "text": "We go there and Jesse'll say to me. Hey, uh, why don't you order the kids some baby chinos and I go"
    },
    {
      "start": 1204.24,
      "end": 1206.96,
      "text": "Hey, why don't you order the kids some fucking baby chinos?"
    },
    {
      "start": 1207.52,
      "end": 1209.68,
      "text": "Because as I said, I was feeling a little bit grumpy"
    },
    {
      "start": 1210.8,
      "end": 1215.36,
      "text": "But I have to tell you that even in my best moods. I really don't take too kindly to the baby chino"
    },
    {
      "start": 1215.6,
      "end": 1218.64,
      "text": "I actually hate baby chinos with a really kind of bizarre"
    },
    {
      "start": 1219.68,
      "end": 1224.4,
      "text": "Ferocious intensity. I hate baby chinos. I hate saying baby chinos"
    },
    {
      "start": 1224.96,
      "end": 1229.6,
      "text": "Uh, I hate them conceptually. I hate everything about baby chinos. I hate baby chino"
    },
    {
      "start": 1229.68,
      "end": 1233.68,
      "text": "Please with my self-respecting 37 year old man's mouth"
    },
    {
      "start": 1234.08,
      "end": 1238.88,
      "text": "Baby, who's baby chino is that who is that word for baby chino?"
    },
    {
      "start": 1239.12,
      "end": 1244.48,
      "text": "Is that so you could market the drink to babies? Is the baby supposed to go? Oh my god finally something for me"
    },
    {
      "start": 1247.92,
      "end": 1250.72,
      "text": "You know what's fewer syllables than baby chino?"
    },
    {
      "start": 1251.36,
      "end": 1253.36,
      "text": "warm milk"
    },
    {
      "start": 1254.0,
      "end": 1257.2,
      "text": "It doesn't even operate effectively as a neologism"
    },
    {
      "start": 1257.36,
      "end": 1264.24,
      "text": "Okay, the word baby chino suggests that the word cappuccino can be split into two parts capu and chino"
    },
    {
      "start": 1264.32,
      "end": 1270.64,
      "text": "Which it can't uh, the word cappuccino is so called because the brown top the chocolate top of the cappuccino"
    },
    {
      "start": 1270.88,
      "end": 1276.72,
      "text": "Resembles the brown smock of the cappuccino monk. Okay, that's why a cappuccino is called the cappuccino"
    },
    {
      "start": 1276.8,
      "end": 1282.96,
      "text": "Is because it looks like a cappuccino monk a baby chino doesn't look anything like a baby"
    },
    {
      "start": 1286.24,
      "end": 1288.24,
      "text": "For a start the top is bright white"
    },
    {
      "start": 1289.44,
      "end": 1291.44,
      "text": "So I would suggest perhaps deacon"
    },
    {
      "start": 1292.0,
      "end": 1295.13,
      "text": "uh as a"
    },
    {
      "start": 1295.13,
      "end": 1298.89,
      "text": "That's a better isn't it? I'll give you all a moment to enjoy how funny that is if you'd like, um"
    },
    {
      "start": 1299.85,
      "end": 1303.53,
      "text": "Doesn't seem to have caught you immediately, but I'm sure with a moment's hesitation"
    },
    {
      "start": 1303.53,
      "end": 1308.41,
      "text": "You go. Oh, yes deacon deaconinos if you take the mental journey yourself you'll be very pleased, uh"
    },
    {
      "start": 1309.53,
      "end": 1312.81,
      "text": "Deaconinos for deaconinos for the bambinos is a lovely lovely"
    },
    {
      "start": 1313.53,
      "end": 1315.21,
      "text": "Thing that's how the word cappuccino works"
    },
    {
      "start": 1315.21,
      "end": 1322.09,
      "text": "It's cappuccino monk and then eno things that are small in italian often carry the suffix eno"
    },
    {
      "start": 1322.65,
      "end": 1324.65,
      "text": "For example a pipistrello"
    },
    {
      "start": 1324.97,
      "end": 1329.93,
      "text": "In italian is a bat and it becomes pipistrellino little bat"
    },
    {
      "start": 1330.33,
      "end": 1337.85,
      "text": "Which is italian that I carry from being a teenager trying to translate ali g's batty boy into italian"
    },
    {
      "start": 1339.13,
      "end": 1341.13,
      "text": "It was a different time miss"
    },
    {
      "start": 1341.29,
      "end": 1343.29,
      "text": "It really was I promise"
    },
    {
      "start": 1350.72,
      "end": 1354.72,
      "text": "Uh also despite these things being nominally suggestive of being drunk by children"
    },
    {
      "start": 1354.88,
      "end": 1360.88,
      "text": "Baristas seem intent on making these things at mind altering palette destroying temperatures"
    },
    {
      "start": 1361.2,
      "end": 1365.52,
      "text": "So as soon as your toddler even comes into contact with the cardboard cup of a baby chino"
    },
    {
      "start": 1365.68,
      "end": 1371.84,
      "text": "It gets flung everywhere at the mad shock of the intense heat a baby chino has never passed a toddler's lips"
    },
    {
      "start": 1372.0,
      "end": 1374.0,
      "text": "It just decorates the surrounding area"
    },
    {
      "start": 1374.4,
      "end": 1382.32,
      "text": "The only good reason to order a baby chino is if the floor is thirsty and it never is so no jesse you order the baby chinos"
    },
    {
      "start": 1384.91,
      "end": 1388.75,
      "text": "And then she says I feel like this isn't entirely about baby chinos"
    },
    {
      "start": 1390.43,
      "end": 1392.43,
      "text": "And I say no that's well observed actually"
    },
    {
      "start": 1394.75,
      "end": 1397.47,
      "text": "We don't have a perfect relationship jesse and I"
    },
    {
      "start": 1398.19,
      "end": 1402.27,
      "text": "You know, we've opened and closed the relationship. We've broken up and gotten back together"
    },
    {
      "start": 1403.07,
      "end": 1406.51,
      "text": "Our relationship is beautiful because of those things not despite them"
    },
    {
      "start": 1407.31,
      "end": 1408.43,
      "text": "in my"
    },
    {
      "start": 1408.43,
      "end": 1412.43,
      "text": "You know limited experience in this life from what I can tell beauty"
    },
    {
      "start": 1413.31,
      "end": 1418.03,
      "text": "Comes from life's imperfections beauty exists in the imperfection"
    },
    {
      "start": 1418.43,
      "end": 1420.43,
      "text": "Perfect things tend not to be beautiful"
    },
    {
      "start": 1421.07,
      "end": 1426.83,
      "text": "Like the album rumors by fleetwood mac is a is a perfect album, but"
    },
    {
      "start": 1427.79,
      "end": 1429.79,
      "text": "I"
    },
    {
      "start": 1430.43,
      "end": 1432.43,
      "text": "I hate it. I hate that album"
    },
    {
      "start": 1437.12,
      "end": 1443.6,
      "text": "I was putting my daughter to bed recently and just as I had like finger on the switch lights out"
    },
    {
      "start": 1444.16,
      "end": 1448.32,
      "text": "She calls out one last question and she says, uh, daddy"
    },
    {
      "start": 1449.68,
      "end": 1451.68,
      "text": "Why do we have to die?"
    },
    {
      "start": 1455.36,
      "end": 1457.36,
      "text": "And I said, um"
    },
    {
      "start": 1457.92,
      "end": 1459.92,
      "text": "Because if we didn't die"
    },
    {
      "start": 1460.08,
      "end": 1462.08,
      "text": "Nothing would be beautiful"
    },
    {
      "start": 1462.48,
      "end": 1464.0,
      "text": "And she went"
    },
    {
      "start": 1464.0,
      "end": 1469.16,
      "text": "Oh, yeah, sorry"
    },
    {
      "start": 1469.16,
      "end": 1471.16,
      "text": "Sorry, daddy. I've wasted your time there. Yeah"
    },
    {
      "start": 1471.96,
      "end": 1473.96,
      "text": "Yeah, obviously. Yeah"
    },
    {
      "start": 1474.12,
      "end": 1478.04,
      "text": "If we didn't die, nothing would be beautiful. Sorry. Go and watch slow horses daddy. I'm a I'm a nightmare"
    },
    {
      "start": 1478.44,
      "end": 1479.56,
      "text": "Come on"
    },
    {
      "start": 1479.56,
      "end": 1484.3,
      "text": "Bye bye"
    },
    {
      "start": 1484.3,
      "end": 1489.74,
      "text": "In january of that same year last year, uh, nine months prior to center parks"
    },
    {
      "start": 1489.74,
      "end": 1491.82,
      "text": "Just to give you some idea of the chronology of where we're at"
    },
    {
      "start": 1492.3,
      "end": 1495.26,
      "text": "Uh, jesse and I were in one of our broken up phases"
    },
    {
      "start": 1495.66,
      "end": 1499.98,
      "text": "I was doing exceptionally well professionally and I was doing very poorly"
    },
    {
      "start": 1500.94,
      "end": 1503.9,
      "text": "Personally, uh, I must stress how well I was doing professionally though"
    },
    {
      "start": 1505.98,
      "end": 1511.9,
      "text": "Uh, I wasn't doing very well personally I was drinking like a 1960s madison avenue advertising executive"
    },
    {
      "start": 1512.38,
      "end": 1515.18,
      "text": "And I have to tell you it's really not as easy as madmen make it look"
    },
    {
      "start": 1516.62,
      "end": 1521.26,
      "text": "People say they don't like game of thrones because it's unrealistic game of thrones is just a bit like unrealistic"
    },
    {
      "start": 1521.58,
      "end": 1525.82,
      "text": "So I can't really kind of buy into the world because it's just like I I don't get it unrealistic"
    },
    {
      "start": 1526.22,
      "end": 1527.9,
      "text": "Yeah, yeah, yeah, yeah, yeah"
    },
    {
      "start": 1527.9,
      "end": 1531.82,
      "text": "But a group of men who drink scotch from the morning until night"
    },
    {
      "start": 1532.46,
      "end": 1537.1,
      "text": "Every single day and always look lean and fabulous"
    },
    {
      "start": 1537.5,
      "end": 1543.58,
      "text": "Operating with an admirable mental clarity and achieving strikingly regular erections"
    },
    {
      "start": 1545.9,
      "end": 1549.26,
      "text": "To me that makes westeros look like a pin to play, okay"
    },
    {
      "start": 1554.72,
      "end": 1556.72,
      "text": "I was uh"
    },
    {
      "start": 1557.36,
      "end": 1558.8,
      "text": "we were"
    },
    {
      "start": 1558.8,
      "end": 1560.8,
      "text": "We were in a bad way we had"
    },
    {
      "start": 1560.88,
      "end": 1562.56,
      "text": "I was letting everybody down"
    },
    {
      "start": 1562.56,
      "end": 1568.88,
      "text": "I was letting my friends down and let my friend josh down. I slept through an appointment that I was supposed to keep for my friend josh"
    },
    {
      "start": 1569.84,
      "end": 1571.84,
      "text": "And I was hungover"
    },
    {
      "start": 1571.84,
      "end": 1574.24,
      "text": "Missed it and he texted me and he said I hate you"
    },
    {
      "start": 1575.36,
      "end": 1579.36,
      "text": "One message three words. I hate you and I let jesse down on the same day"
    },
    {
      "start": 1580.08,
      "end": 1582.08,
      "text": "And she sent me one message"
    },
    {
      "start": 1582.08,
      "end": 1583.44,
      "text": "Three words"
    },
    {
      "start": 1583.44,
      "end": 1585.28,
      "text": "So I hate you"
    },
    {
      "start": 1585.28,
      "end": 1591.28,
      "text": "They both texted me these two people that I love texted me. I hate you on the same day and they hadn't collaborated"
    },
    {
      "start": 1592.48,
      "end": 1595.2,
      "text": "I had inspired that in them as individuals"
    },
    {
      "start": 1601.12,
      "end": 1603.12,
      "text": "And I went to go and meet up with"
    },
    {
      "start": 1603.68,
      "end": 1607.76,
      "text": "My friend josh and I said i'm really sorry about the way I let you down. I don't want to be that guy"
    },
    {
      "start": 1608.88,
      "end": 1614.72,
      "text": "And he said thank you for apologizing. I think the way that you let me down reminded me of the way that my parents used to let me down"
    },
    {
      "start": 1615.68,
      "end": 1618.72,
      "text": "And that brought back a lot for me. That's why I said I hate you"
    },
    {
      "start": 1619.52,
      "end": 1622.0,
      "text": "And I said well, you don't need to tell me that that's very kind of you. Thank you"
    },
    {
      "start": 1622.8,
      "end": 1626.08,
      "text": "I went to go and meet up with jesse and I said i'm sorry about the way I let you down"
    },
    {
      "start": 1626.56,
      "end": 1629.12,
      "text": "I don't want to be like that and she said thank you for apologizing"
    },
    {
      "start": 1629.76,
      "end": 1631.12,
      "text": "You should know"
    },
    {
      "start": 1631.12,
      "end": 1632.96,
      "text": "the day before"
    },
    {
      "start": 1632.96,
      "end": 1636.8,
      "text": "I texted you. I hate you. I actually came on my period"
    },
    {
      "start": 1637.92,
      "end": 1639.92,
      "text": "And I went right well"
    },
    {
      "start": 1640.32,
      "end": 1642.32,
      "text": "Thank you"
    },
    {
      "start": 1642.72,
      "end": 1645.76,
      "text": "All of this is starting to sound less and less like my fault, isn't it?"
    },
    {
      "start": 1654.56,
      "end": 1658.0,
      "text": "Of course, it was my fault. Wasn't it? I'm just saying there are other factors at play"
    },
    {
      "start": 1660.72,
      "end": 1665.52,
      "text": "During that time she blocked me on my whatsapps my emails and all forms of social media"
    },
    {
      "start": 1665.76,
      "end": 1668.4,
      "text": "And I told my friend vas about this and he said oh my god"
    },
    {
      "start": 1668.4,
      "end": 1672.08,
      "text": "The mother of your children blocked you on your whatsapps your emails and all forms of social media"
    },
    {
      "start": 1672.4,
      "end": 1674.4,
      "text": "It's like going out with a 13 year old"
    },
    {
      "start": 1674.8,
      "end": 1677.04,
      "text": "I left vas and I went to go and meet up with my friend chris"
    },
    {
      "start": 1677.28,
      "end": 1681.2,
      "text": "And when I was with my friend chris, I told him what happened and he said oh my god"
    },
    {
      "start": 1681.2,
      "end": 1685.28,
      "text": "The mother of your children blocked you on your whatsapps your emails and all forms of social media"
    },
    {
      "start": 1685.6,
      "end": 1689.2,
      "text": "It's like going out with a 13 year old. They both said 13"
    },
    {
      "start": 1690.72,
      "end": 1692.72,
      "text": "And they hadn't collaborated"
    },
    {
      "start": 1694.48,
      "end": 1701.92,
      "text": "My friend vas and my friend chris both seem to have quite a strong working knowledge of what it's like to go out with a 13 year old"
    },
    {
      "start": 1709.68,
      "end": 1715.44,
      "text": "I became obsessed during that time with a website called tattle.life"
    },
    {
      "start": 1717.12,
      "end": 1720.8,
      "text": "Not a great website. It's basically like reddit, but the heading of each forum"
    },
    {
      "start": 1721.28,
      "end": 1724.4,
      "text": "Is a different celebrity or public figures name"
    },
    {
      "start": 1725.12,
      "end": 1732.0,
      "text": "And everybody in the conversation talks about how much and why they hate that public figure"
    },
    {
      "start": 1732.72,
      "end": 1737.12,
      "text": "And there was one dedicated to jessie jessie cave the mother of my children who was a public figure"
    },
    {
      "start": 1737.68,
      "end": 1740.08,
      "text": "In her own right owing to her time"
    },
    {
      "start": 1740.72,
      "end": 1743.84,
      "text": "Spent performing on the sky one sitcom trollied"
    },
    {
      "start": 1745.9,
      "end": 1747.9,
      "text": "So that really should get a little laugh there"
    },
    {
      "start": 1749.58,
      "end": 1755.18,
      "text": "I suppose the reason why you'd know that that was funny and something to laugh at is the idea that she's a public figure because of her time"
    },
    {
      "start": 1755.82,
      "end": 1757.82,
      "text": "Spent on the sky one sitcom trollied"
    },
    {
      "start": 1758.94,
      "end": 1760.94,
      "text": "Should be funny to you because you would know"
    },
    {
      "start": 1761.58,
      "end": 1763.58,
      "text": "Being on a sky one sitcom"
    },
    {
      "start": 1763.82,
      "end": 1765.9,
      "text": "Is not why anyone is a public figure"
    },
    {
      "start": 1766.78,
      "end": 1771.02,
      "text": "Because of famously nobody's ever seen a sky one sitcom have they"
    },
    {
      "start": 1771.82,
      "end": 1776.62,
      "text": "Nobody's ever seen them, but yet they still make them. Why it's almost spooky, isn't it?"
    },
    {
      "start": 1776.78,
      "end": 1781.18,
      "text": "Why does the sky one sitcom exist when nobody ever sees it? It's a very peculiar thing"
    },
    {
      "start": 1781.18,
      "end": 1783.18,
      "text": "It's like a philosophical mind game"
    },
    {
      "start": 1783.26,
      "end": 1787.34,
      "text": "Isn't it if somebody makes a sitcom in the woods and nobody watches like blah blah blah, you know"
    },
    {
      "start": 1788.62,
      "end": 1795.34,
      "text": "Very interesting thing to kind of ponder. Isn't it uh very very interesting indeed like if you needed to go into witness protection, sir"
    },
    {
      "start": 1795.98,
      "end": 1797.98,
      "text": "The safest place for you to be"
    },
    {
      "start": 1799.1,
      "end": 1801.1,
      "text": "Would be on a sky one sitcom"
    },
    {
      "start": 1805.82,
      "end": 1808.3,
      "text": "I uh, I read I went on the website"
    },
    {
      "start": 1808.46,
      "end": 1810.86,
      "text": "I wanted to see what they'd written perhaps for the wrong reasons"
    },
    {
      "start": 1810.86,
      "end": 1814.54,
      "text": "I wanted to see what they'd written and I found very quickly that these people had"
    },
    {
      "start": 1814.94,
      "end": 1819.34,
      "text": "Discovered a much more fertile soil in which to plant the seeds"
    },
    {
      "start": 1819.9,
      "end": 1823.42,
      "text": "Of their hatred and that soil it was me"
    },
    {
      "start": 1824.46,
      "end": 1826.46,
      "text": "They hated me"
    },
    {
      "start": 1826.78,
      "end": 1828.3,
      "text": "so much"
    },
    {
      "start": 1828.3,
      "end": 1831.1,
      "text": "And I read every word they had to write about me"
    },
    {
      "start": 1832.3,
      "end": 1836.14,
      "text": "All these people writing uh, uh shit dad"
    },
    {
      "start": 1837.34,
      "end": 1839.34,
      "text": "ugly"
    },
    {
      "start": 1839.42,
      "end": 1842.73,
      "text": "Adolescent man child"
    },
    {
      "start": 1843.21,
      "end": 1845.21,
      "text": "You read all that and go like fucking"
    },
    {
      "start": 1846.17,
      "end": 1848.17,
      "text": "I'm not ugly"
    },
    {
      "start": 1850.75,
      "end": 1852.75,
      "text": "Am I I'm not I'm not ugly am I?"
    },
    {
      "start": 1859.15,
      "end": 1861.15,
      "text": "Am I I'm not I'm not ugly am I"
    },
    {
      "start": 1862.11,
      "end": 1867.79,
      "text": "I'm okay. I'm fucking not. I'm not saying look at me. I'm great looking. I'm just saying I'm not ugly like ugly is a"
    },
    {
      "start": 1868.35,
      "end": 1870.35,
      "text": "Ugly is a strong word, isn't it? I'm not ugly"
    },
    {
      "start": 1871.63,
      "end": 1873.63,
      "text": "I'm not ugly"
    },
    {
      "start": 1878.48,
      "end": 1881.6,
      "text": "I don't know it just made me lose faith in the other things they were saying I guess"
    },
    {
      "start": 1885.64,
      "end": 1887.64,
      "text": "Poundland Russell brand"
    },
    {
      "start": 1891.52,
      "end": 1895.61,
      "text": "That was another one"
    },
    {
      "start": 1895.61,
      "end": 1897.61,
      "text": "What is that?"
    },
    {
      "start": 1898.57,
      "end": 1904.33,
      "text": "What is a pound land Russell brand what is it to pound land if I"
    },
    {
      "start": 1905.69,
      "end": 1907.69,
      "text": "Russell brand"
    },
    {
      "start": 1908.65,
      "end": 1911.45,
      "text": "Would that mean that I've committed"
    },
    {
      "start": 1912.57,
      "end": 1921.93,
      "text": "more or fewer"
    },
    {
      "start": 1926.54,
      "end": 1934.4,
      "text": "Sex crimes what would a pound landification of him be?"
    },
    {
      "start": 1936.32,
      "end": 1940.16,
      "text": "I don't know if you remember like that time last year, but he was spending a lot of time"
    },
    {
      "start": 1940.56,
      "end": 1944.16,
      "text": "It's before the dispatcher's documentary that they they said this about me just to be clear"
    },
    {
      "start": 1944.64,
      "end": 1949.36,
      "text": "And we all knew what was going to come out about Russell brand and so did Russell and that's why he made a lot of"
    },
    {
      "start": 1950.08,
      "end": 1952.08,
      "text": "friends in the American"
    },
    {
      "start": 1952.4,
      "end": 1958.16,
      "text": "Right-wing free speech movement people like Tucker Carlson and Ben Shapiro became his friends"
    },
    {
      "start": 1958.48,
      "end": 1963.12,
      "text": "And he befriended them because he knew when he finally did get cancelled not cancelled like arrested"
    },
    {
      "start": 1965.44,
      "end": 1967.44,
      "text": "Should be a different word for him shouldn't it?"
    },
    {
      "start": 1968.4,
      "end": 1972.8,
      "text": "It should be but it's not he knew that when he finally did get"
    },
    {
      "start": 1973.36,
      "end": 1984.52,
      "text": "Arrested then he could go you see is the mainstream a phrase page page a man's trick past"
    },
    {
      "start": 2000.75,
      "end": 2003.23,
      "text": "In his gorgeous voice that"
    },
    {
      "start": 2004.67,
      "end": 2007.79,
      "text": "I of course only have a pound land version of myself"
    },
    {
      "start": 2012.43,
      "end": 2018.27,
      "text": "During this time period. I asked to meet up with Jesse using one of my subsidiary email addresses"
    },
    {
      "start": 2018.99,
      "end": 2027.05,
      "text": "I asked for a place and I asked for a time to meet up"
    },
    {
      "start": 2027.61,
      "end": 2029.61,
      "text": "And she said yeah, she gave me both"
    },
    {
      "start": 2030.17,
      "end": 2035.77,
      "text": "The time that she gave me was actually half an hour into that day's Liverpool man United fixture"
    },
    {
      "start": 2036.09,
      "end": 2039.21,
      "text": "But I chose not to bring that up and I thought that showed a great deal of progress"
    },
    {
      "start": 2043.87,
      "end": 2045.87,
      "text": "We met up and I said listen"
    },
    {
      "start": 2046.83,
      "end": 2048.99,
      "text": "I don't like who I am really at the moment"
    },
    {
      "start": 2050.11,
      "end": 2052.11,
      "text": "I don't know the way I'm being"
    },
    {
      "start": 2053.07,
      "end": 2055.71,
      "text": "Hi, I'm really struggling and"
    },
    {
      "start": 2057.07,
      "end": 2059.07,
      "text": "I'm sad and"
    },
    {
      "start": 2060.83,
      "end": 2062.19,
      "text": "I miss you"
    },
    {
      "start": 2062.19,
      "end": 2065.87,
      "text": "And I don't want to stand here in front of you and do that cliche"
    },
    {
      "start": 2066.51,
      "end": 2071.23,
      "text": "Of a man going oh poor me. I'm so bad. I'm so awful as a man"
    },
    {
      "start": 2071.95,
      "end": 2074.67,
      "text": "You know, you're also a nightmare"
    },
    {
      "start": 2082.01,
      "end": 2084.89,
      "text": "And you also have to change a great deal if this is going to work"
    },
    {
      "start": 2085.85,
      "end": 2088.49,
      "text": "But I do want that for us. I do want us to change"
    },
    {
      "start": 2089.05,
      "end": 2092.17,
      "text": "I love you so much and I miss you and I miss the kids"
    },
    {
      "start": 2092.81,
      "end": 2094.81,
      "text": "And I really just want us"
    },
    {
      "start": 2095.13,
      "end": 2097.13,
      "text": "to be a family again"
    },
    {
      "start": 2097.53,
      "end": 2099.53,
      "text": "and she said"
    },
    {
      "start": 2099.61,
      "end": 2113.23,
      "text": "I want that too"
    },
    {
      "start": 2113.23,
      "end": 2115.23,
      "text": "Yeah, sure"
    },
    {
      "start": 2115.95,
      "end": 2117.95,
      "text": "Could you could anybody identify that chant?"
    },
    {
      "start": 2118.83,
      "end": 2121.87,
      "text": "Well, it was a sound like we hate Chelsea and we hate Chelsea, but"
    },
    {
      "start": 2122.75,
      "end": 2124.75,
      "text": "seems incongruous for the"
    },
    {
      "start": 2125.71,
      "end": 2127.71,
      "text": "Toilet of a Manchester venue"
    },
    {
      "start": 2128.43,
      "end": 2138.22,
      "text": "Well, I'm afraid I'm going to have to ask you to place yourself back in that tension again"
    },
    {
      "start": 2147.21,
      "end": 2153.69,
      "text": "Uh, if anything this routine is so much more contingent upon the development of tension"
    },
    {
      "start": 2154.25,
      "end": 2156.25,
      "text": "than the last one so"
    },
    {
      "start": 2157.13,
      "end": 2159.45,
      "text": "We keep our fingers crossed that you find it amusing"
    },
    {
      "start": 2159.53,
      "end": 2162.49,
      "text": "I mean, there's a little pocket of audience here that haven't found anything amusing"
    },
    {
      "start": 2162.49,
      "end": 2166.57,
      "text": "So why would they but I'm more relying on the Alfie Brown Ultras over there"
    },
    {
      "start": 2167.37,
      "end": 2170.57,
      "text": "And there's a row of you over there as well, but"
    },
    {
      "start": 2171.69,
      "end": 2175.29,
      "text": "A lot of cameras over there catching the disdain from this area"
    },
    {
      "start": 2177.79,
      "end": 2182.43,
      "text": "Yeah, that was so funny. I really like you but in an antagonistic way"
    },
    {
      "start": 2183.95,
      "end": 2188.35,
      "text": "Feel like I'm the fucking you're the Jets and I'm the you see my side story"
    },
    {
      "start": 2190.03,
      "end": 2196.73,
      "text": "Sorry, it's would you say it's fine. It's it's a fucking worker genius mate. Anyway"
    },
    {
      "start": 2196.97,
      "end": 2205.85,
      "text": "Westside stories fine fucking hot the spiel, but anyway, it doesn't matter. I don't want to get bogged down in"
    },
    {
      "start": 2207.13,
      "end": 2209.13,
      "text": "Anyway, they sounded like they were having fun"
    },
    {
      "start": 2212.49,
      "end": 2218.51,
      "text": "I there's no other way to do this sorry I I miss you"
    },
    {
      "start": 2220.75,
      "end": 2237.18,
      "text": "It's amazing how insincere it is when I do it"
    },
    {
      "start": 2237.26,
      "end": 2239.26,
      "text": "I"
    },
    {
      "start": 2239.5,
      "end": 2241.5,
      "text": "Just acting aren't I just acting"
    },
    {
      "start": 2242.06,
      "end": 2244.06,
      "text": "I'm just an actor"
    },
    {
      "start": 2244.06,
      "end": 2246.06,
      "text": "It's like a script and I've learned it"
    },
    {
      "start": 2248.12,
      "end": 2251.16,
      "text": "Well, I can still I've not touched you. I'll touch you. You're a man"
    },
    {
      "start": 2252.76,
      "end": 2259.21,
      "text": "There are rules"
    },
    {
      "start": 2259.21,
      "end": 2261.21,
      "text": "I really"
    },
    {
      "start": 2261.21,
      "end": 2269.29,
      "text": "Watch this"
    },
    {
      "start": 2269.29,
      "end": 2272.96,
      "text": "I miss you and I miss them"
    },
    {
      "start": 2274.24,
      "end": 2276.24,
      "text": "And I just want us to be a family again"
    },
    {
      "start": 2278.84,
      "end": 2280.76,
      "text": "And she said"
    },
    {
      "start": 2280.76,
      "end": 2282.76,
      "text": "I want that too"
    },
    {
      "start": 2283.32,
      "end": 2285.32,
      "text": "And I lost a lot of respect for her then"
    },
    {
      "start": 2290.51,
      "end": 2295.63,
      "text": "Come on, you surely remember who I am don't you you don't make that mistake are you fucking serious"
    },
    {
      "start": 2296.75,
      "end": 2302.91,
      "text": "Think about it. Think about think about this. I'm a shit dad. I'm ugly. I'm an adolescent man child"
    },
    {
      "start": 2304.83,
      "end": 2308.03,
      "text": "And she gave me a kiss on the cheek and she said you're not a shit dad"
    },
    {
      "start": 2319.56,
      "end": 2320.84,
      "text": "I don't know"
    },
    {
      "start": 2320.84,
      "end": 2322.2,
      "text": "I could be"
    },
    {
      "start": 2322.2,
      "end": 2323.64,
      "text": "I have no idea"
    },
    {
      "start": 2323.64,
      "end": 2325.4,
      "text": "I could be a shit dad"
    },
    {
      "start": 2325.4,
      "end": 2327.8,
      "text": "It's in my interest to believe that I'm not a shit dad"
    },
    {
      "start": 2328.6,
      "end": 2330.12,
      "text": "so"
    },
    {
      "start": 2330.12,
      "end": 2335.24,
      "text": "I believe that but you should be quite skeptical of things that it's in your interest to believe I never wanted kids"
    },
    {
      "start": 2336.2,
      "end": 2338.04,
      "text": "Never wanted kids"
    },
    {
      "start": 2338.04,
      "end": 2340.52,
      "text": "But then I never wanted mo salla to join Liverpool, so"
    },
    {
      "start": 2344.0,
      "end": 2347.36,
      "text": "I don't know what's best for my happiness. I suppose is the point I'm making there"
    },
    {
      "start": 2349.2,
      "end": 2352.96,
      "text": "And now I think back and just wow how naive was I you know"
    },
    {
      "start": 2353.92,
      "end": 2357.44,
      "text": "Nowadays I just I love mo salla so much"
    },
    {
      "start": 2359.87,
      "end": 2363.71,
      "text": "I bought all my friends to death talking about mo salla the whole time"
    },
    {
      "start": 2364.11,
      "end": 2368.35,
      "text": "I'll be in the pub and everybody just wants to get on with having a pint and I'm showing them pictures of mo salla"
    },
    {
      "start": 2369.07,
      "end": 2373.31,
      "text": "Look at mo salla there look at mo salla. He scores so many goals, you know"
    },
    {
      "start": 2373.87,
      "end": 2375.87,
      "text": "He scores so many goals"
    },
    {
      "start": 2378.68,
      "end": 2380.68,
      "text": "I only ever wanted a"
    },
    {
      "start": 2380.68,
      "end": 2382.68,
      "text": "Dog it's all I ever wanted"
    },
    {
      "start": 2383.08,
      "end": 2386.36,
      "text": "Still want a dog. We're in family negotiations about it at the moment"
    },
    {
      "start": 2387.0,
      "end": 2389.0,
      "text": "I want to get a giant schnauzer"
    },
    {
      "start": 2389.48,
      "end": 2391.48,
      "text": "I've always wanted a giant schnauzer"
    },
    {
      "start": 2391.56,
      "end": 2395.0,
      "text": "And jesse doesn't want to get a giant schnauzer because she's worried if we get a giant schnauzer"
    },
    {
      "start": 2395.08,
      "end": 2398.6,
      "text": "So obviously it's big dog. It's giant and it's a german"
    },
    {
      "start": 2399.08,
      "end": 2401.08,
      "text": "It's a german police dog"
    },
    {
      "start": 2401.24,
      "end": 2405.72,
      "text": "And she's worried that if we get a giant schnauzer it will kill"
    },
    {
      "start": 2406.92,
      "end": 2408.36,
      "text": "her"
    },
    {
      "start": 2408.36,
      "end": 2410.36,
      "text": "and the kids"
    },
    {
      "start": 2411.08,
      "end": 2415.96,
      "text": "And it's an awkward conversation to have to have with your partner to say to her baby come on"
    },
    {
      "start": 2417.64,
      "end": 2428.68,
      "text": "Statistically, I am so much more likely to kill you than a giant schnauzer. Okay"
    },
    {
      "start": 2430.04,
      "end": 2433.72,
      "text": "If anything you should get the schnauzer to protect you from me"
    },
    {
      "start": 2439.24,
      "end": 2442.76,
      "text": "One of my things that I was most excited about doing at center parks"
    },
    {
      "start": 2442.84,
      "end": 2448.6,
      "text": "One of the things that I was really really keen on doing was I was uh, I wanted to teach my son how to ride a bike"
    },
    {
      "start": 2449.16,
      "end": 2452.84,
      "text": "That's a big father-son moment. It's deeply symbolic. Love it"
    },
    {
      "start": 2453.16,
      "end": 2458.84,
      "text": "Uh, I I've still got photos of my dad teaching me how to ride a bike with his fist"
    },
    {
      "start": 2459.32,
      "end": 2463.56,
      "text": "Clenched underneath the bike seat as I struggle to find my center of gravity"
    },
    {
      "start": 2463.56,
      "end": 2467.72,
      "text": "And then he thrusts me forward like a curler knowing my trajectory is true"
    },
    {
      "start": 2468.28,
      "end": 2470.28,
      "text": "beautiful and deeply"
    },
    {
      "start": 2470.44,
      "end": 2475.64,
      "text": "Symbolic father-son moment that I wanted for me and my son. We went down to the bike rental center"
    },
    {
      "start": 2476.12,
      "end": 2481.0,
      "text": "He looked at all the bikes and started trying them for what size was best getting on and off each bike"
    },
    {
      "start": 2481.32,
      "end": 2486.28,
      "text": "And eventually he got onto a bike that was the right size and he just started fucking riding it"
    },
    {
      "start": 2487.24,
      "end": 2504.17,
      "text": "Pull off now. Dad's behind my back. Am I if you don't wobble?"
    },
    {
      "start": 2510.06,
      "end": 2512.06,
      "text": "Later that"
    },
    {
      "start": 2512.14,
      "end": 2518.94,
      "text": "Later that day we went to the main attraction of center parks the sub tropical swimming paradise"
    },
    {
      "start": 2521.24,
      "end": 2523.24,
      "text": "I don't know if anybody here"
    },
    {
      "start": 2523.8,
      "end": 2526.36,
      "text": "Have a bean, but you'll know if you've been like me"
    },
    {
      "start": 2526.76,
      "end": 2530.12,
      "text": "There is a little bit of a distance, isn't there between the name"
    },
    {
      "start": 2530.92,
      "end": 2533.72,
      "text": "of the sub tropical swimming paradise"
    },
    {
      "start": 2534.76,
      "end": 2538.84,
      "text": "And the reality of the sub tropical swimming paradise"
    },
    {
      "start": 2539.72,
      "end": 2545.72,
      "text": "To an extent i've not really seen since the democratic people's republic of north korea"
    },
    {
      "start": 2548.19,
      "end": 2556.76,
      "text": "Yes, it's swimming. Yes, it's north korea. I'm really not sure about those other words though. Okay"
    },
    {
      "start": 2560.67,
      "end": 2565.63,
      "text": "I was feeling exceptionally grumpy this day and jesse. She's very perspicacious very"
    },
    {
      "start": 2567.07,
      "end": 2569.23,
      "text": "Very good and she saw me"
    },
    {
      "start": 2570.11,
      "end": 2572.11,
      "text": "And she went listen. Why don't you just go and take yourself"
    },
    {
      "start": 2573.31,
      "end": 2575.31,
      "text": "Alone for a bit clear your head"
    },
    {
      "start": 2576.11,
      "end": 2578.11,
      "text": "try and pull yourself, you know"
    },
    {
      "start": 2578.59,
      "end": 2582.51,
      "text": "Uh together a bit and you'd be all right. I said, thank you"
    },
    {
      "start": 2583.07,
      "end": 2585.71,
      "text": "She took the kids to go and watch some cartoons in a cabana"
    },
    {
      "start": 2586.35,
      "end": 2589.23,
      "text": "And I pulled the deck chair to the side of the wave pool"
    },
    {
      "start": 2590.51,
      "end": 2592.51,
      "text": "Underneath the sort of uh"
    },
    {
      "start": 2593.31,
      "end": 2594.67,
      "text": "atrium"
    },
    {
      "start": 2594.67,
      "end": 2596.91,
      "text": "Of the sub tropical swimming paradise"
    },
    {
      "start": 2598.03,
      "end": 2600.19,
      "text": "And an old man came to sit down next to me"
    },
    {
      "start": 2600.67,
      "end": 2607.15,
      "text": "And he looked a lot like denis norton from the itv bloopers show. It'll be all right on the night"
    },
    {
      "start": 2607.87,
      "end": 2611.47,
      "text": "From the 90s. You wouldn't know what it was, but it was like weather people fucking up"
    },
    {
      "start": 2611.79,
      "end": 2617.39,
      "text": "And then it cut back to him in the studio and he'd have a clipboard and he'd say and that is what we call in show business"
    },
    {
      "start": 2617.55,
      "end": 2619.55,
      "text": "a little bit of a cock up"
    },
    {
      "start": 2624.22,
      "end": 2626.22,
      "text": "And you can hear from that applause over there"
    },
    {
      "start": 2629.04,
      "end": 2631.04,
      "text": "That that's actually quite a strong impression"
    },
    {
      "start": 2636.81,
      "end": 2638.81,
      "text": "It wasn't him anyway"
    },
    {
      "start": 2640.01,
      "end": 2642.81,
      "text": "He he said to me you all right"
    },
    {
      "start": 2643.29,
      "end": 2645.93,
      "text": "Uh, and I went no i'm feeling a bit grumpy"
    },
    {
      "start": 2646.57,
      "end": 2650.09,
      "text": "And he said oh, why is that and I realized I shouldn't have been honest"
    },
    {
      "start": 2650.25,
      "end": 2652.25,
      "text": "So I decided to be vague"
    },
    {
      "start": 2652.41,
      "end": 2654.41,
      "text": "And I said oh, I lost my job"
    },
    {
      "start": 2654.57,
      "end": 2656.57,
      "text": "And he said oh, what did you do?"
    },
    {
      "start": 2656.65,
      "end": 2658.65,
      "text": "And I went oh, i'm self-employed"
    },
    {
      "start": 2658.81,
      "end": 2666.92,
      "text": "And he went what?"
    },
    {
      "start": 2667.08,
      "end": 2669.08,
      "text": "What the fuck are you talking about? Sorry"
    },
    {
      "start": 2670.68,
      "end": 2674.76,
      "text": "And I went it's not no it's not like that. It's not like I I wasn't sacked"
    },
    {
      "start": 2675.24,
      "end": 2680.6,
      "text": "I'm a stand-up comedian and I was cancelled and he said oh and what does that mean?"
    },
    {
      "start": 2680.84,
      "end": 2684.68,
      "text": "And I said well it depends who you ask if you ask somebody on the left wing"
    },
    {
      "start": 2684.92,
      "end": 2692.28,
      "text": "Then cancellation is a way of framing a bad person who's done a bad thing and is finally suffering consequences as a victim"
    },
    {
      "start": 2692.52,
      "end": 2694.84,
      "text": "And they'll be fine nothing really happens to them"
    },
    {
      "start": 2695.08,
      "end": 2701.64,
      "text": "And if you ask somebody on the right wing then cancellation is a cruel and unnuanced way of publicly destroying somebody"
    },
    {
      "start": 2701.8,
      "end": 2708.44,
      "text": "Who's displayed some human fallibility or shared an opinion outside the acceptable consensus and it's devastating"
    },
    {
      "start": 2708.6,
      "end": 2710.2,
      "text": "And they won't be okay"
    },
    {
      "start": 2710.2,
      "end": 2715.88,
      "text": "And the old man said oh and who's right and I said well they've both been right and now they think they're always right"
    },
    {
      "start": 2716.52,
      "end": 2718.76,
      "text": "And he said wow and what happened to you?"
    },
    {
      "start": 2719.56,
      "end": 2721.16,
      "text": "And I went well"
    },
    {
      "start": 2721.16,
      "end": 2723.16,
      "text": "I was doing a show"
    },
    {
      "start": 2723.4,
      "end": 2728.44,
      "text": "Working up material for a tour that I was going to be performing that autumn the preview I was doing for this show"
    },
    {
      "start": 2728.52,
      "end": 2729.4,
      "text": "Was in march"
    },
    {
      "start": 2729.4,
      "end": 2732.12,
      "text": "I'd just gotten back together with my partner the mother of my children"
    },
    {
      "start": 2732.6,
      "end": 2735.8,
      "text": "Seven months prior to center parks to place you in the correct chronology"
    },
    {
      "start": 2739.2,
      "end": 2741.28,
      "text": "I was doing a show and I didn't have too much material"
    },
    {
      "start": 2741.28,
      "end": 2742.96,
      "text": "So I did a bit of crowd work"
    },
    {
      "start": 2742.96,
      "end": 2749.36,
      "text": "The conversation with the crowd moved on to politics and I made the off the cuff joke that I tell the room tonight for"
    },
    {
      "start": 2749.92,
      "end": 2751.68,
      "text": "narrative purposes"
    },
    {
      "start": 2751.68,
      "end": 2759.04,
      "text": "And not because I think it is particularly brilliant. I said I'm what people on the hard left call a centrist"
    },
    {
      "start": 2759.6,
      "end": 2763.84,
      "text": "Which means that I'm also left wing, but I don't hate Jews"
    },
    {
      "start": 2764.8,
      "end": 2775.37,
      "text": "Even when set up like that the joke usually does get more but whatever"
    },
    {
      "start": 2779.79,
      "end": 2782.67,
      "text": "A woman at the back said oh, I'm so sick of this shit"
    },
    {
      "start": 2782.99,
      "end": 2785.39,
      "text": "And I went oh dear what do you mean and she said well?"
    },
    {
      "start": 2785.39,
      "end": 2788.43,
      "text": "I'm Jewish and I don't think Jeremy Corbyn's an anti-semite"
    },
    {
      "start": 2789.15,
      "end": 2791.15,
      "text": "And I said well first of all"
    },
    {
      "start": 2791.15,
      "end": 2793.63,
      "text": "well done for deducing my interior meaning"
    },
    {
      "start": 2794.35,
      "end": 2796.35,
      "text": "and second of all"
    },
    {
      "start": 2796.35,
      "end": 2802.75,
      "text": "I'm a non-Jew and I don't really think it would be okay for me to argue with you about what constitutes anti-semitism"
    },
    {
      "start": 2803.31,
      "end": 2807.15,
      "text": "I don't think that would be the right thing for me to do. I no matter what I might believe"
    },
    {
      "start": 2808.27,
      "end": 2810.99,
      "text": "And that's something we have to be just to put a pin in the show for a second"
    },
    {
      "start": 2811.23,
      "end": 2818.59,
      "text": "That's something we have to be deeply aware of as comics. What opinions are we entitled to hold given our own lived experiences?"
    },
    {
      "start": 2818.75,
      "end": 2820.75,
      "text": "What do our lived experiences?"
    },
    {
      "start": 2821.07,
      "end": 2824.43,
      "text": "Mean that we have the right to talk about it's an even bigger deal for people like"
    },
    {
      "start": 2825.15,
      "end": 2831.31,
      "text": "Screenwriters playwrights novelists people who author characters. Do they have the right to author these characters?"
    },
    {
      "start": 2831.87,
      "end": 2835.95,
      "text": "If then they don't share the lived experience of the character that they're authoring"
    },
    {
      "start": 2836.19,
      "end": 2838.67,
      "text": "It's a big idea in art at the moment"
    },
    {
      "start": 2838.91,
      "end": 2842.67,
      "text": "And it's something I try to be deeply sensitive of in my new sitcom"
    },
    {
      "start": 2842.67,
      "end": 2845.23,
      "text": "Which is obviously about a 37 year old straight white father of four"
    },
    {
      "start": 2851.13,
      "end": 2856.65,
      "text": "And he lives with his partner who is the most incredible 37 year old straight white father of four"
    },
    {
      "start": 2857.93,
      "end": 2862.81,
      "text": "But it's not all going his own way because he's got this kind of boss quite overbearing and surly sort of"
    },
    {
      "start": 2863.45,
      "end": 2865.45,
      "text": "37 year old straight white father of four"
    },
    {
      "start": 2865.93,
      "end": 2871.29,
      "text": "Um, but it's all worth it at the end of the day because he gets to go home to his four kids who he loves"
    },
    {
      "start": 2871.45,
      "end": 2876.25,
      "text": "Who are all the most amazing 37 year old straight white fathers of four"
    },
    {
      "start": 2884.16,
      "end": 2886.16,
      "text": "Or or art I suppose"
    },
    {
      "start": 2887.04,
      "end": 2888.88,
      "text": "or art"
    },
    {
      "start": 2888.88,
      "end": 2895.12,
      "text": "The next day the woman from the gig she gave a rather heroic retelling of our encounter on twitter"
    },
    {
      "start": 2895.76,
      "end": 2897.2,
      "text": "and"
    },
    {
      "start": 2897.2,
      "end": 2900.16,
      "text": "She wrote about her experience at the show are quite"
    },
    {
      "start": 2901.12,
      "end": 2908.08,
      "text": "Quite bold terms and I decided to quote tweet that tweet and give a response and get into a little bit of twitter"
    },
    {
      "start": 2908.64,
      "end": 2914.88,
      "text": "An altercation with her because twitter altercations. I'd seen they were quite a good way"
    },
    {
      "start": 2915.6,
      "end": 2917.92,
      "text": "Of selling tickets for one's tour that all"
    },
    {
      "start": 2921.58,
      "end": 2925.5,
      "text": "That is what we call in storytelling a little did he know moment"
    },
    {
      "start": 2929.02,
      "end": 2932.06,
      "text": "What I tweeted was I said the reason why I"
    },
    {
      "start": 2932.7,
      "end": 2937.82,
      "text": "Speak more about Jeremy Corbyn's racism than I do about Nigel Farage or Boris Johnson's"
    },
    {
      "start": 2938.22,
      "end": 2942.62,
      "text": "Is because I feel like comedy possesses other staff members who cover"
    },
    {
      "start": 2943.02,
      "end": 2945.02,
      "text": "Farage and Johnson fairly adequately"
    },
    {
      "start": 2945.1,
      "end": 2949.58,
      "text": "But the political moral crusaders in comedy seem to leave Jeremy Corbyn well alone"
    },
    {
      "start": 2949.66,
      "end": 2957.02,
      "text": "So I've decided decided to take it upon myself to highlight some of the things that he's done said ways he's behaved etc"
    },
    {
      "start": 2957.58,
      "end": 2962.94,
      "text": "What happened next was the Corbyn fans found that tweet"
    },
    {
      "start": 2963.98,
      "end": 2967.74,
      "text": "Do you remember Corbyn fans from about five years ago?"
    },
    {
      "start": 2969.5,
      "end": 2972.38,
      "text": "They've been replaced in the zeitgeist by swifties"
    },
    {
      "start": 2976.04,
      "end": 2978.04,
      "text": "But they're very very similar people"
    },
    {
      "start": 2979.4,
      "end": 2984.76,
      "text": "If you take issue with their chosen icon, they will try and destroy your entire life. They're"
    },
    {
      "start": 2985.4,
      "end": 2988.36,
      "text": "They're kind of demented. Uh, it's not it's not the same"
    },
    {
      "start": 2988.44,
      "end": 2991.0,
      "text": "It's not the same like phenomenon necessarily. It's not"
    },
    {
      "start": 2991.56,
      "end": 2993.88,
      "text": "Exactly. It's it's not a new phenomenon"
    },
    {
      "start": 2994.52,
      "end": 2996.52,
      "text": "You've had this for years"
    },
    {
      "start": 2996.52,
      "end": 3001.16,
      "text": "People who offer vulnerable people easy answers about the way that their life isn't the way that they'd like it"
    },
    {
      "start": 3001.4,
      "end": 3005.88,
      "text": "You know homelessness is bad. Ah, brilliant. Uh, for taylor swift. It would be like she sings"
    },
    {
      "start": 3006.28,
      "end": 3010.04,
      "text": "I heard a breakup and it wasn't my fault and everybody goes"
    },
    {
      "start": 3012.2,
      "end": 3014.6,
      "text": "Yeah, me me too actually that's bizarre"
    },
    {
      "start": 3015.56,
      "end": 3018.92,
      "text": "I'm also not to blame for any of my breakups"
    },
    {
      "start": 3020.04,
      "end": 3024.2,
      "text": "Adele got big of the same thing star signs, uh, isis"
    },
    {
      "start": 3024.68,
      "end": 3031.5,
      "text": "Uh, they all operate in a very I'm not saying isis are as bad as Corbyn and taylor swift and just saying that"
    },
    {
      "start": 3035.12,
      "end": 3037.12,
      "text": "I got that the wrong way around for comedic purposes"
    },
    {
      "start": 3043.95,
      "end": 3050.59,
      "text": "The the Corbyn fans found it and they weren't happy they didn't like that and they didn't take it very, uh, well"
    },
    {
      "start": 3050.99,
      "end": 3057.55,
      "text": "They decided to excavate my entire online back catalog to see if they could find any clips of mine"
    },
    {
      "start": 3058.11,
      "end": 3063.63,
      "text": "Uh, where I would say something that might invalidate my opinion on Jeremy Corbyn"
    },
    {
      "start": 3064.59,
      "end": 3066.59,
      "text": "And to their credit"
    },
    {
      "start": 3077.79,
      "end": 3084.35,
      "text": "They found a routine of mine from 10 years ago, uh filmed eight years ago the joke was from 10 years ago"
    },
    {
      "start": 3084.91,
      "end": 3089.23,
      "text": "Uh, which was uh an aspirationly anti-racist routine"
    },
    {
      "start": 3089.79,
      "end": 3092.83,
      "text": "Uh that turned out to be a racist routine"
    },
    {
      "start": 3098.89,
      "end": 3100.49,
      "text": "It was about"
    },
    {
      "start": 3100.49,
      "end": 3107.85,
      "text": "The western liberal hypocrisy the idea that we don't like or are very offended by the certain racial epithet with its origin in"
    },
    {
      "start": 3108.41,
      "end": 3114.09,
      "text": "Slavery we find that deeply offensive because of its connection to slavery and how ashamed we are of slavery itself"
    },
    {
      "start": 3114.25,
      "end": 3119.05,
      "text": "But we all of us have smartphones or I would say most of us with coltan in signed"
    },
    {
      "start": 3119.61,
      "end": 3127.61,
      "text": "Mind by slaves in the democratic republic for congo. So words with their origins in slavery. No, but slavery is yes good"
    },
    {
      "start": 3128.17,
      "end": 3133.77,
      "text": "So that hypocrisy back in that time. I decided to highlight the shock of this hypocrisy"
    },
    {
      "start": 3134.33,
      "end": 3138.49,
      "text": "Uh, and to highlight the shock of this hypocrisy. I used the n word"
    },
    {
      "start": 3139.77,
      "end": 3144.41,
      "text": "Yeah, I am reluctant to say too many times"
    },
    {
      "start": 3145.37,
      "end": 3154.65,
      "text": "As I feel like that would communicate to you that I think that there is an appropriate number of times"
    },
    {
      "start": 3155.29,
      "end": 3159.13,
      "text": "For me to use the n word and if this experience has taught me anything"
    },
    {
      "start": 3159.45,
      "end": 3164.17,
      "text": "It's that there is not an appropriate number of times for me to use the n word"
    },
    {
      "start": 3165.29,
      "end": 3169.85,
      "text": "The clip got shared thousands of times. It got over two million views"
    },
    {
      "start": 3170.01,
      "end": 3174.09,
      "text": "I'd never had a stand-up clip go viral before it wasn't quite how I imagined it actually"
    },
    {
      "start": 3179.32,
      "end": 3186.6,
      "text": "It was awful. It was everybody was sharing it. I didn't know how anybody felt. I was alone. It was in a hotel room in belgium"
    },
    {
      "start": 3187.96,
      "end": 3194.2,
      "text": "Quaking feeling like the whole fabric of my reality was disintegrating in front of me and more than anything. I was"
    },
    {
      "start": 3195.0,
      "end": 3197.0,
      "text": "ashamed of myself"
    },
    {
      "start": 3197.0,
      "end": 3199.0,
      "text": "Absolutely ashamed of myself"
    },
    {
      "start": 3199.0,
      "end": 3201.0,
      "text": "They found two other routines of mine"
    },
    {
      "start": 3201.56,
      "end": 3206.28,
      "text": "Um, one was about the age of consent. One was about the Grenfell tower disaster"
    },
    {
      "start": 3207.08,
      "end": 3209.96,
      "text": "Now those are both good bits. I back those"
    },
    {
      "start": 3218.01,
      "end": 3222.41,
      "text": "If you don't like them, that's on you. It's your fault for being stupid. I think I I"
    },
    {
      "start": 3223.37,
      "end": 3228.09,
      "text": "The thing about this is what we're doing now is we have a dual responsibility, don't we?"
    },
    {
      "start": 3228.25,
      "end": 3232.01,
      "text": "It's my responsibility to be able to effectively communicate meaning"
    },
    {
      "start": 3232.25,
      "end": 3235.53,
      "text": "And your responsibility to be able to infer it and if you don't get those two bits"
    },
    {
      "start": 3235.69,
      "end": 3238.73,
      "text": "I think it's on you. I did my bit. I don't care. Uh,"
    },
    {
      "start": 3239.53,
      "end": 3244.97,
      "text": "They also, uh, they also found out who my mum is. Jan Ravens from bbc radio four comedy dead ringers"
    },
    {
      "start": 3245.45,
      "end": 3248.97,
      "text": "Thank you very much. That's of course how she was able to afford our trip to centre parks"
    },
    {
      "start": 3251.16,
      "end": 3256.44,
      "text": "She's got all that radio four money knocking about you know what they're like at radio four these days awful people fucking"
    },
    {
      "start": 3256.52,
      "end": 3266.51,
      "text": "Oh, yeah, maybe that's what those lads were from outside"
    },
    {
      "start": 3270.11,
      "end": 3272.11,
      "text": "The radio for christmas party"
    },
    {
      "start": 3272.19,
      "end": 3274.19,
      "text": "Hey"
    },
    {
      "start": 3288.36,
      "end": 3296.76,
      "text": "She actually wired me the money from bbc radio four hq in montecarlo while giles brandrath snorted a line of coke off her neck"
    },
    {
      "start": 3302.04,
      "end": 3308.92,
      "text": "And the fact that my mum is jan ravens from bbc radio four comedy, of course that makes me a nepo baby, doesn't it?"
    },
    {
      "start": 3309.88,
      "end": 3311.88,
      "text": "It does it makes me a nepo baby"
    },
    {
      "start": 3312.36,
      "end": 3317.56,
      "text": "And uh, and that i'm not sure if you know about nepo babies, but in the modern"
    },
    {
      "start": 3318.44,
      "end": 3322.04,
      "text": "Cultural realm that puts me on a similar"
    },
    {
      "start": 3322.84,
      "end": 3326.68,
      "text": "Reputational level to dr. Harold chipman"
    },
    {
      "start": 3330.06,
      "end": 3335.42,
      "text": "And I agree with you. I hate I hate nepo babies. I hate every single nepo baby"
    },
    {
      "start": 3335.42,
      "end": 3340.38,
      "text": "I hate bill oddy's daughter rosy oddy despite how pleasant and intelligent she is every time I meet her"
    },
    {
      "start": 3340.54,
      "end": 3345.5,
      "text": "And I vow not to give her any respect until she dedicates herself to pursuing a career"
    },
    {
      "start": 3345.66,
      "end": 3349.58,
      "text": "That is well outside the area of interest that she's been exposed to for her entire life"
    },
    {
      "start": 3352.14,
      "end": 3357.66,
      "text": "I don't know more dapital, but I hate her. I hate mark steel son elliot steel despite the fact that I like him"
    },
    {
      "start": 3357.66,
      "end": 3359.66,
      "text": "And he's one of my friends"
    },
    {
      "start": 3361.39,
      "end": 3363.95,
      "text": "I hate mary shelly. I think frankenstein's shit"
    },
    {
      "start": 3366.43,
      "end": 3369.95,
      "text": "I hate all plumbers and butchers they can get lost as well"
    },
    {
      "start": 3370.59,
      "end": 3378.04,
      "text": "I hate lennie bruce and I hate oscar wild. I hate pericles loads, by the way"
    },
    {
      "start": 3378.52,
      "end": 3384.12,
      "text": "I hate all the sports people erling harland jabby elonso frank lampard who I do actually hate"
    },
    {
      "start": 3386.28,
      "end": 3393.48,
      "text": "Steph curry rafael nadal and stewart broad and I'll tell you one thing for free. Okay, I'll tell you one thing absolutely for free"
    },
    {
      "start": 3394.12,
      "end": 3396.12,
      "text": "You know who isn't a nepo baby"
    },
    {
      "start": 3397.16,
      "end": 3399.16,
      "text": "It's dr. Harold shipman"
    },
    {
      "start": 3402.04,
      "end": 3406.04,
      "text": "He grew up on a council estate and his dad was a lorry driver"
    },
    {
      "start": 3410.44,
      "end": 3412.28,
      "text": "And he became"
    },
    {
      "start": 3412.28,
      "end": 3423.96,
      "text": "a doctor"
    },
    {
      "start": 3423.96,
      "end": 3428.2,
      "text": "Is thinking of you harry"
    },
    {
      "start": 3428.2,
      "end": 3434.92,
      "text": "The people on the internet were writing all these sorts of things about me calling me like a racist pedophile nepo baby"
    },
    {
      "start": 3436.12,
      "end": 3437.88,
      "text": "You read all that and go"
    },
    {
      "start": 3437.88,
      "end": 3445.32,
      "text": "I'm not ugly"
    },
    {
      "start": 3445.32,
      "end": 3447.32,
      "text": "We started writing an apology together"
    },
    {
      "start": 3447.96,
      "end": 3450.92,
      "text": "Me my director and my friend adam"
    },
    {
      "start": 3451.16,
      "end": 3455.48,
      "text": "We'd worked together for years and me and my manager chris also worked together for years"
    },
    {
      "start": 3455.96,
      "end": 3459.8,
      "text": "These people were working with me when I filmed the clip that went out. So I knew that we were in this"
    },
    {
      "start": 3460.52,
      "end": 3461.72,
      "text": "together"
    },
    {
      "start": 3461.72,
      "end": 3463.72,
      "text": "And I felt bad for putting them in this situation"
    },
    {
      "start": 3463.8,
      "end": 3466.28,
      "text": "So I wanted to do whatever it was. They said it was the right thing"
    },
    {
      "start": 3466.52,
      "end": 3472.36,
      "text": "We decided we were going to write an apology and tweet it. We were going to go the twitter apology route"
    },
    {
      "start": 3473.64,
      "end": 3476.84,
      "text": "My manager chris was very keen to add audio description to the tweet"
    },
    {
      "start": 3481.55,
      "end": 3484.89,
      "text": "They'll love that won't they"
    },
    {
      "start": 3484.89,
      "end": 3487.05,
      "text": "We put out the apology and nobody really"
    },
    {
      "start": 3487.93,
      "end": 3489.21,
      "text": "cared"
    },
    {
      "start": 3489.21,
      "end": 3491.21,
      "text": "Nobody liked it. Nobody bought it. I should say"
    },
    {
      "start": 3491.85,
      "end": 3497.05,
      "text": "People wrote underneath the apology on twitter saying things like you're only apologizing because you got caught"
    },
    {
      "start": 3499.42,
      "end": 3504.65,
      "text": "Yeah"
    },
    {
      "start": 3506.75,
      "end": 3510.03,
      "text": "Who apologizes when they haven't been caught?"
    },
    {
      "start": 3512.8,
      "end": 3515.28,
      "text": "I go hey, I'm really really sorry. Oh, why is that?"
    },
    {
      "start": 3516.72,
      "end": 3529.4,
      "text": "You'll see"
    },
    {
      "start": 3529.64,
      "end": 3534.04,
      "text": "Particularly keen member of the corbin twitter community called at red collective was busy"
    },
    {
      "start": 3534.36,
      "end": 3539.48,
      "text": "Calling up all of my tour venues and asking them to remove me from their autumn scheduling"
    },
    {
      "start": 3539.72,
      "end": 3543.72,
      "text": "Many of them julie obliged. I lost a lot of tv work thousands of you know"
    },
    {
      "start": 3544.44,
      "end": 3548.6,
      "text": "Pounds with all my future earnings were falling away into nothing"
    },
    {
      "start": 3549.56,
      "end": 3555.96,
      "text": "My one thread connecting me to my career at that point was my run that autumn at london's soho theater"
    },
    {
      "start": 3556.2,
      "end": 3562.12,
      "text": "Where I'd performed for many years and my friend adam is also an associate director at the soho theater"
    },
    {
      "start": 3562.44,
      "end": 3566.76,
      "text": "So it was in on the meeting when they were talking about what they were going to do and at that meeting"
    },
    {
      "start": 3566.76,
      "end": 3572.84,
      "text": "It was decided that because the head of comedy at the soho theater had seen my show in edinburgh in"
    },
    {
      "start": 3573.56,
      "end": 3575.56,
      "text": "2014 when I made that"
    },
    {
      "start": 3575.64,
      "end": 3580.76,
      "text": "Joke with that offensive language in it and then off the strength of seeing that show seeing no fault with it at the time"
    },
    {
      "start": 3581.0,
      "end": 3584.44,
      "text": "Giving it a run at london's soho theater and off the strength of that show"
    },
    {
      "start": 3585.08,
      "end": 3589.96,
      "text": "Co-producing my show the following year in edinburgh because they were complicit in the show's initial airing"
    },
    {
      "start": 3589.96,
      "end": 3593.72,
      "text": "They thought they were in no position to cancel the show. Well, that made me feel a lot better"
    },
    {
      "start": 3594.84,
      "end": 3598.6,
      "text": "The next day I had a meeting with my manager. We met in the pub"
    },
    {
      "start": 3599.96,
      "end": 3601.96,
      "text": "We both wept"
    },
    {
      "start": 3603.24,
      "end": 3605.64,
      "text": "He told me that this had catalyzed the end of our"
    },
    {
      "start": 3606.28,
      "end": 3610.2,
      "text": "Working relationship and that whilst he'd helped me through this difficult moment"
    },
    {
      "start": 3611.16,
      "end": 3614.52,
      "text": "Uh, I was being dropped basically"
    },
    {
      "start": 3615.48,
      "end": 3617.08,
      "text": "and"
    },
    {
      "start": 3617.08,
      "end": 3619.4,
      "text": "The important thing is not how I feel about that"
    },
    {
      "start": 3620.6,
      "end": 3622.92,
      "text": "Uh, the important thing is that I've"
    },
    {
      "start": 3623.88,
      "end": 3625.88,
      "text": "Written and toured a show"
    },
    {
      "start": 3626.28,
      "end": 3628.92,
      "text": "Throughout the united kingdom that I'm now filming"
    },
    {
      "start": 3630.44,
      "end": 3632.44,
      "text": "And he isn't"
    },
    {
      "start": 3643.96,
      "end": 3646.12,
      "text": "So now I'm going to spend the next five minutes"
    },
    {
      "start": 3646.84,
      "end": 3648.84,
      "text": "destroying his character"
    },
    {
      "start": 3649.32,
      "end": 3651.8,
      "text": "And you are going to absolutely"
    },
    {
      "start": 3652.36,
      "end": 3654.12,
      "text": "love it"
    },
    {
      "start": 3654.12,
      "end": 3656.36,
      "text": "And I'll tell you how I know that you're absolutely going to love it"
    },
    {
      "start": 3656.36,
      "end": 3661.8,
      "text": "Is because you loved it when james a caster did it in his show 1999 cold lasagna hate myself"
    },
    {
      "start": 3662.04,
      "end": 3667.32,
      "text": "He destroys the character of his x manager for you know a period of time and the audience loves it"
    },
    {
      "start": 3667.4,
      "end": 3672.6,
      "text": "And he gets five stars in the guardian. So the cultural precedent has been set. That's an appropriate way for me to behave"
    },
    {
      "start": 3672.76,
      "end": 3673.88,
      "text": "So that's what i'm going to do"
    },
    {
      "start": 3673.88,
      "end": 3678.36,
      "text": "I'm going to destroy the character of my x manager and you are going to love it"
    },
    {
      "start": 3678.52,
      "end": 3683.72,
      "text": "Okay, I'm not going to tell you about the time that he made me sweet potato fries and helped me with an audition tape"
    },
    {
      "start": 3683.96,
      "end": 3687.16,
      "text": "At his flat after office hours because he really wanted me to get a part"
    },
    {
      "start": 3687.4,
      "end": 3690.12,
      "text": "I'm not going to tell you about the time that he learned photoshop"
    },
    {
      "start": 3690.2,
      "end": 3693.24,
      "text": "So he could save all of his clients money on edin reposter design"
    },
    {
      "start": 3693.48,
      "end": 3697.56,
      "text": "I'm not going to tell you about the time that he moped sick off the side of my cheek"
    },
    {
      "start": 3697.8,
      "end": 3702.52,
      "text": "And stayed with me in a park till 2am because he didn't want me going home drunk to jesse and getting in trouble"
    },
    {
      "start": 3702.68,
      "end": 3707.72,
      "text": "I'm not going to tell you about how fantastic it felt when he'd recite one of my routines word for word"
    },
    {
      "start": 3707.96,
      "end": 3710.52,
      "text": "To a new york comedy producer at a showcase"
    },
    {
      "start": 3710.52,
      "end": 3715.72,
      "text": "We were doing in grenich village because he really wanted me to work with the best people because he really really believed in me"
    },
    {
      "start": 3715.96,
      "end": 3719.56,
      "text": "I'm not going to tell you that i miss him. I'm just going to fucking butcher him"
    },
    {
      "start": 3719.8,
      "end": 3723.24,
      "text": "And you're going to love it because you loved it when james acaster did it"
    },
    {
      "start": 3723.88,
      "end": 3725.88,
      "text": "You loved it. You loved it"
    },
    {
      "start": 3725.96,
      "end": 3734.68,
      "text": "You loved it so much that you decided to pay him and ed gamble footballers wages for talking to ray winston about falafel"
    },
    {
      "start": 3743.48,
      "end": 3751.08,
      "text": "Just for the record. I think that james acaster is mostly brilliant and uh the off-menu podcast. I of course have never listened to"
    },
    {
      "start": 3759.72,
      "end": 3761.4,
      "text": "I"
    },
    {
      "start": 3761.4,
      "end": 3763.08,
      "text": "I the next day"
    },
    {
      "start": 3763.08,
      "end": 3767.0,
      "text": "After that meeting I was due to fly to australia"
    },
    {
      "start": 3767.64,
      "end": 3769.96,
      "text": "Where the first ever cancelled people went"
    },
    {
      "start": 3780.73,
      "end": 3786.41,
      "text": "I wasn't even sure if the melbourne comedy festival would honor my booking, but they did they did and I was glad about that"
    },
    {
      "start": 3787.05,
      "end": 3791.13,
      "text": "I felt so nervous being there all the other comics that had flown over from the uk"
    },
    {
      "start": 3791.13,
      "end": 3794.65,
      "text": "I wasn't sure who still liked me. I'd be walking around melbourne and see"
    },
    {
      "start": 3795.45,
      "end": 3799.53,
      "text": "You know clobby pets out for a jog and I would hide behind a tree because I wasn't sure how they felt about me now"
    },
    {
      "start": 3799.53,
      "end": 3801.53,
      "text": "It was just terrified"
    },
    {
      "start": 3802.81,
      "end": 3805.69,
      "text": "My friend adam my director remember"
    },
    {
      "start": 3806.25,
      "end": 3809.13,
      "text": "He bought me tickets to go and watch the melbourne grand prix"
    },
    {
      "start": 3810.01,
      "end": 3811.61,
      "text": "While I was there"
    },
    {
      "start": 3811.69,
      "end": 3815.53,
      "text": "It just surprised me with them sent me off to go and watch the melbourne grand prix"
    },
    {
      "start": 3816.25,
      "end": 3817.93,
      "text": "as a surprise"
    },
    {
      "start": 3817.93,
      "end": 3819.93,
      "text": "Just to cheer me up really"
    },
    {
      "start": 3819.93,
      "end": 3821.93,
      "text": "And it really really worked"
    },
    {
      "start": 3822.49,
      "end": 3825.21,
      "text": "And the next day after the melbourne grand prix"
    },
    {
      "start": 3825.77,
      "end": 3828.81,
      "text": "He had a stroke and fell into a coma"
    },
    {
      "start": 3829.37,
      "end": 3832.97,
      "text": "Which really undid a lot of the good work the melbourne grand prix had done"
    },
    {
      "start": 3837.98,
      "end": 3840.22,
      "text": "For the next month. I was a little bit of a mess"
    },
    {
      "start": 3840.86,
      "end": 3844.86,
      "text": "I couldn't think about anything when I did a show that must have been awful. I can't"
    },
    {
      "start": 3845.34,
      "end": 3846.78,
      "text": "remember it"
    },
    {
      "start": 3846.78,
      "end": 3847.58,
      "text": "and"
    },
    {
      "start": 3847.58,
      "end": 3849.58,
      "text": "almost a month to the day"
    },
    {
      "start": 3849.66,
      "end": 3851.66,
      "text": "that he"
    },
    {
      "start": 3851.66,
      "end": 3853.9,
      "text": "Had his stroke he died in his"
    },
    {
      "start": 3854.62,
      "end": 3856.3,
      "text": "coma"
    },
    {
      "start": 3856.3,
      "end": 3861.42,
      "text": "And I was doing a showcase show that night in sydney lots of other comics on at this gala"
    },
    {
      "start": 3861.9,
      "end": 3865.02,
      "text": "I was blubbing not crying like not dignity crying"
    },
    {
      "start": 3865.42,
      "end": 3866.62,
      "text": "blubbing"
    },
    {
      "start": 3866.62,
      "end": 3868.7,
      "text": "And I wasn't sure if I'd be able to go on"
    },
    {
      "start": 3869.26,
      "end": 3875.18,
      "text": "And a wonderful comic who I really really like called lucy bloom was there. She's so great"
    },
    {
      "start": 3875.74,
      "end": 3881.58,
      "text": "And what you should also know about lucy bloom is that she's uh, she's walking about six one"
    },
    {
      "start": 3882.38,
      "end": 3886.86,
      "text": "And she mentions on stage quite frequently amongst many other wonderful things that she mentions"
    },
    {
      "start": 3886.86,
      "end": 3892.7,
      "text": "But she does mention quite frequently the size of her not inconsiderable breasts"
    },
    {
      "start": 3894.94,
      "end": 3897.82,
      "text": "So she offered me the hug and I accepted the hug"
    },
    {
      "start": 3900.3,
      "end": 3902.3,
      "text": "And I put my head"
    },
    {
      "start": 3902.62,
      "end": 3907.21,
      "text": "On the shelf"
    },
    {
      "start": 3907.29,
      "end": 3912.17,
      "text": "And I think when somebody dies it's the implausibility of the death that gets you"
    },
    {
      "start": 3912.73,
      "end": 3918.25,
      "text": "Like I just don't buy it. I don't buy that he's gone. I just struggle to really believe that"
    },
    {
      "start": 3918.81,
      "end": 3923.05,
      "text": "How could you really reconcile yourself to a reality in which this"
    },
    {
      "start": 3923.69,
      "end": 3925.69,
      "text": "This love now has nowhere to go"
    },
    {
      "start": 3926.17,
      "end": 3929.61,
      "text": "Something short circuits in your brain and all it knows how to do is cry"
    },
    {
      "start": 3930.57,
      "end": 3936.97,
      "text": "I can't bear it and it's coming out in this chaos of feeling"
    },
    {
      "start": 3938.33,
      "end": 3940.89,
      "text": "And I'm crying thinking all of this"
    },
    {
      "start": 3941.61,
      "end": 3944.17,
      "text": "And at the same time I'm thinking all of this and crying"
    },
    {
      "start": 3944.81,
      "end": 3946.41,
      "text": "I think"
    },
    {
      "start": 3946.41,
      "end": 3948.41,
      "text": "No, these are massive actually"
    },
    {
      "start": 3952.65,
      "end": 3956.17,
      "text": "Because there's no respite from that, uh, at least not for me"
    },
    {
      "start": 3960.6,
      "end": 3963.8,
      "text": "Very shortly after that I I went home"
    },
    {
      "start": 3965.0,
      "end": 3969.96,
      "text": "I couldn't deal with the end of my australian run. I cut it short cost me more money"
    },
    {
      "start": 3972.2,
      "end": 3974.2,
      "text": "And I went back"
    },
    {
      "start": 3974.28,
      "end": 3976.28,
      "text": "And I had a meeting"
    },
    {
      "start": 3976.28,
      "end": 3978.52,
      "text": "They called me in the soho theater"
    },
    {
      "start": 3979.56,
      "end": 3981.56,
      "text": "And the head of comedy at the soho theater"
    },
    {
      "start": 3982.36,
      "end": 3984.36,
      "text": "And an associate at the soho theater"
    },
    {
      "start": 3985.08,
      "end": 3987.24,
      "text": "Took me in for a meeting. They wanted to know"
    },
    {
      "start": 3988.12,
      "end": 3990.68,
      "text": "What the deal was I accepted the meeting I met up with them"
    },
    {
      "start": 3992.12,
      "end": 3994.12,
      "text": "The associate"
    },
    {
      "start": 3994.28,
      "end": 3996.68,
      "text": "From the soho theater is also"
    },
    {
      "start": 3997.56,
      "end": 4001.0,
      "text": "You should know a former member of the sketch group"
    },
    {
      "start": 4001.64,
      "end": 4003.64,
      "text": "Late night gimp fight"
    },
    {
      "start": 4007.6,
      "end": 4011.04,
      "text": "I don't know if anybody here has ever been moralized at"
    },
    {
      "start": 4011.76,
      "end": 4014.4,
      "text": "By a former member of the sketch group"
    },
    {
      "start": 4015.12,
      "end": 4017.12,
      "text": "Late night gimp fight"
    },
    {
      "start": 4017.36,
      "end": 4021.44,
      "text": "But I'm here to tell you it is the very depth of ignominy"
    },
    {
      "start": 4022.96,
      "end": 4026.0,
      "text": "I've recently had the chance to rank my ignomines by depth"
    },
    {
      "start": 4026.56,
      "end": 4028.56,
      "text": "This was the deepest one"
    },
    {
      "start": 4032.19,
      "end": 4035.71,
      "text": "He said to me listen, we've obviously got your show program for the autumn"
    },
    {
      "start": 4035.71,
      "end": 4037.71,
      "text": "We just want to know about what it contains"
    },
    {
      "start": 4038.19,
      "end": 4040.19,
      "text": "Like what are the"
    },
    {
      "start": 4040.19,
      "end": 4042.19,
      "text": "What are the themes? What do you speak about?"
    },
    {
      "start": 4043.07,
      "end": 4044.51,
      "text": "I said"
    },
    {
      "start": 4044.51,
      "end": 4046.51,
      "text": "My new show"
    },
    {
      "start": 4046.51,
      "end": 4048.03,
      "text": "Is just me"
    },
    {
      "start": 4048.03,
      "end": 4051.23,
      "text": "Doing my n-word routine in a variety of different accents"
    },
    {
      "start": 4058.38,
      "end": 4060.38,
      "text": "And to their credit they both laughed"
    },
    {
      "start": 4061.18,
      "end": 4063.58,
      "text": "Despite what they might tell you now they both laughed"
    },
    {
      "start": 4066.03,
      "end": 4069.47,
      "text": "Uh the the former member of late night gimp fight mused"
    },
    {
      "start": 4072.96,
      "end": 4077.36,
      "text": "And he said do you regret that routine that you did all that time ago?"
    },
    {
      "start": 4078.16,
      "end": 4083.04,
      "text": "Do you regret the things you said in that routine all those years ago?"
    },
    {
      "start": 4084.0,
      "end": 4086.0,
      "text": "And I said yeah"
    },
    {
      "start": 4086.0,
      "end": 4088.0,
      "text": "Of course I do"
    },
    {
      "start": 4088.0,
      "end": 4090.0,
      "text": "I deeply deeply regret it"
    },
    {
      "start": 4090.08,
      "end": 4096.88,
      "text": "Not just for the ramifications. It's had for me personally. I regret it on a moral level. I think I was naive and"
    },
    {
      "start": 4097.84,
      "end": 4099.84,
      "text": "Entitled and I"
    },
    {
      "start": 4100.48,
      "end": 4102.48,
      "text": "I'm embarrassed by it and I"
    },
    {
      "start": 4103.28,
      "end": 4105.28,
      "text": "Would never do that again and I yeah"
    },
    {
      "start": 4106.0,
      "end": 4108.0,
      "text": "I regret it deeply"
    },
    {
      "start": 4108.56,
      "end": 4110.16,
      "text": "I said"
    },
    {
      "start": 4110.16,
      "end": 4112.16,
      "text": "Do you regret"
    },
    {
      "start": 4112.24,
      "end": 4114.24,
      "text": "Being in the sketch group"
    },
    {
      "start": 4118.08,
      "end": 4121.55,
      "text": "Late night gimp fight"
    },
    {
      "start": 4121.71,
      "end": 4123.71,
      "text": "But he did an answer"
    },
    {
      "start": 4124.35,
      "end": 4126.51,
      "text": "He just said my father-in-law is actually black"
    },
    {
      "start": 4126.99,
      "end": 4129.87,
      "text": "And that word you used is a bit of a red line for him"
    },
    {
      "start": 4130.43,
      "end": 4135.47,
      "text": "And I went well, that's the sort of thing that makes me feel sick. I can't bear that"
    },
    {
      "start": 4136.35,
      "end": 4138.35,
      "text": "I can't"
    },
    {
      "start": 4138.35,
      "end": 4140.35,
      "text": "Prevend it really I can't"
    },
    {
      "start": 4140.75,
      "end": 4141.71,
      "text": "I want to talk to him"
    },
    {
      "start": 4141.71,
      "end": 4145.63,
      "text": "I want to try and explain to him and apologize to him and say I was naive but my intention was"
    },
    {
      "start": 4146.27,
      "end": 4150.03,
      "text": "Naively good. I felt like I was being righteous, but I know now that I wasn't"
    },
    {
      "start": 4151.71,
      "end": 4155.79,
      "text": "I but he has every right not to want to hear a word. I've got to say and I've just got to deal with that"
    },
    {
      "start": 4156.67,
      "end": 4161.87,
      "text": "I would also say it's a good thing that your father-in-law isn't the one who decides whether or not my soho run goes ahead"
    },
    {
      "start": 4164.19,
      "end": 4166.19,
      "text": "That's not how the justice system does"
    },
    {
      "start": 4166.99,
      "end": 4168.99,
      "text": "Nor how it should work"
    },
    {
      "start": 4169.63,
      "end": 4174.75,
      "text": "If there's been a murder, we don't ask the most upset member of the victim's family"
    },
    {
      "start": 4177.68,
      "end": 4179.68,
      "text": "To do the sentencing"
    },
    {
      "start": 4181.12,
      "end": 4184.64,
      "text": "And he said I disagree and I said, ah, but you can't disagree"
    },
    {
      "start": 4184.88,
      "end": 4191.52,
      "text": "I haven't said anything that it's possible for somebody to disagree with it would be like disagreeing with which direction up is in"
    },
    {
      "start": 4197.68,
      "end": 4198.64,
      "text": "I said"
    },
    {
      "start": 4198.64,
      "end": 4203.68,
      "text": "Do you remember that sketch that you used to do when you were in your sketch group late night gimp fight?"
    },
    {
      "start": 4206.08,
      "end": 4210.08,
      "text": "Where you used to take out your men's genitalia from your clothes"
    },
    {
      "start": 4210.4,
      "end": 4213.84,
      "text": "So it was sort of exclusively naked amongst your person"
    },
    {
      "start": 4214.4,
      "end": 4218.0,
      "text": "And then when your uh, men's genitalia was exposed"
    },
    {
      "start": 4218.56,
      "end": 4226.48,
      "text": "You would clamber amongst the audience and put your men's genitalia in the personal space of the assembled"
    },
    {
      "start": 4227.12,
      "end": 4229.12,
      "text": "audience"
    },
    {
      "start": 4229.44,
      "end": 4231.76,
      "text": "Because that's actually a bit of a red line for my mum"
    },
    {
      "start": 4243.5,
      "end": 4247.02,
      "text": "He said are you working with a director this year? And I went no"
    },
    {
      "start": 4247.74,
      "end": 4254.38,
      "text": "I'm not working with a director this year and the question struck me as a slightly naive and insensitive his colleague and my"
    },
    {
      "start": 4255.02,
      "end": 4259.74,
      "text": "Friend adam who'd very recently died and he directed all of my shows up into that point"
    },
    {
      "start": 4260.38,
      "end": 4261.74,
      "text": "uh"
    },
    {
      "start": 4261.74,
      "end": 4267.02,
      "text": "I said no, I'm not working with a director. He said have you considered working with your friend jamali?"
    },
    {
      "start": 4268.06,
      "end": 4270.06,
      "text": "and I said"
    },
    {
      "start": 4270.7,
      "end": 4272.7,
      "text": "No, I'd not considered working with my friend jamali"
    },
    {
      "start": 4273.02,
      "end": 4277.82,
      "text": "I suppose because he's never directed anything before or shown any interest in directing anything"
    },
    {
      "start": 4278.22,
      "end": 4284.46,
      "text": "Before and because whilst he's one of the kind of greatest stand-ups that you can have the pleasure of watching live"
    },
    {
      "start": 4284.7,
      "end": 4289.58,
      "text": "I think his greatness is in his presence his being in the moment quality"
    },
    {
      "start": 4289.98,
      "end": 4296.7,
      "text": "Uh, it makes him an electric performer to watch but also makes him somebody that might not be the best suited to the directing of"
    },
    {
      "start": 4297.1,
      "end": 4300.78,
      "text": "Uh comedy. I think what you've done is you know that I have a black friend"
    },
    {
      "start": 4303.32,
      "end": 4308.76,
      "text": "And you think it would be easier to sell the idea of me performing at your venue to your disgruntled front of house"
    },
    {
      "start": 4308.84,
      "end": 4315.0,
      "text": "staff if I was being directed by a person of color and I think the tokenizing of his ethnicity like that"
    },
    {
      "start": 4315.24,
      "end": 4317.96,
      "text": "Could be seen by some to be quite racist"
    },
    {
      "start": 4318.6,
      "end": 4323.72,
      "text": "And he said I didn't mean it like that and I said it's okay. You misspoke. I forgive you"
    },
    {
      "start": 4332.67,
      "end": 4334.83,
      "text": "Uh, they cancelled that show they cancelled the run"
    },
    {
      "start": 4336.35,
      "end": 4340.27,
      "text": "But it did free up a week in october when I was able to take my family to center parks"
    },
    {
      "start": 4340.83,
      "end": 4343.87,
      "text": "Or be it I was feeling a little bit grumpy"
    },
    {
      "start": 4346.48,
      "end": 4350.56,
      "text": "And then the old man next to me said and that is what we call it show business a little bit of a cost"
    },
    {
      "start": 4356.46,
      "end": 4357.9,
      "text": "I"
    },
    {
      "start": 4357.9,
      "end": 4363.5,
      "text": "I got a lot. I lost about what I would earn in a year. I suppose which is a lot of money to anybody who uses loses"
    },
    {
      "start": 4363.5,
      "end": 4365.5,
      "text": "What they would earn in a year. It's"
    },
    {
      "start": 4365.5,
      "end": 4368.54,
      "text": "It's devastating for your you know day-to-day life and your dignity"
    },
    {
      "start": 4369.34,
      "end": 4372.94,
      "text": "I made a little bit back. I opened for my friend adam row on tour"
    },
    {
      "start": 4373.74,
      "end": 4375.1,
      "text": "and"
    },
    {
      "start": 4375.1,
      "end": 4377.66,
      "text": "That you know managed to alleviate some of the damage, but"
    },
    {
      "start": 4378.46,
      "end": 4380.46,
      "text": "It was still fun. I did get offers"
    },
    {
      "start": 4380.94,
      "end": 4385.66,
      "text": "I can't pretend I didn't get offers. I got offered to work. I really can't pretend that didn't get offers"
    },
    {
      "start": 4385.74,
      "end": 4391.82,
      "text": "Okay, I got offered to appear on all of the biggest right wing podcasts going"
    },
    {
      "start": 4393.1,
      "end": 4397.5,
      "text": "I don't there's a single one of them. I didn't get an email from millions and millions of lists"
    },
    {
      "start": 4397.58,
      "end": 4401.26,
      "text": "I could be recording this in the fucking Apollo right now. Do you understand that?"
    },
    {
      "start": 4401.82,
      "end": 4404.94,
      "text": "But I'm not I didn't take any of that. I got offered to go on GB news"
    },
    {
      "start": 4405.18,
      "end": 4411.02,
      "text": "Didn't take it got offered to do the free speech comedy night comedy unleashed. Rar didn't take it"
    },
    {
      "start": 4413.02,
      "end": 4416.7,
      "text": "I didn't take any of that. I didn't take any of that work. And do you know what?"
    },
    {
      "start": 4417.18,
      "end": 4419.26,
      "text": "I do want a pat on the back for that actually"
    },
    {
      "start": 4420.14,
      "end": 4422.14,
      "text": "I want a fucking big pat on the back"
    },
    {
      "start": 4424.78,
      "end": 4426.78,
      "text": "from you"
    },
    {
      "start": 4426.86,
      "end": 4428.86,
      "text": "Because I chose you"
    },
    {
      "start": 4429.34,
      "end": 4432.3,
      "text": "You go in for a piss during a recorded show"
    },
    {
      "start": 4432.86,
      "end": 4437.26,
      "text": "Having to stand at the back when you've been told explicitly do no wheeze"
    },
    {
      "start": 4437.5,
      "end": 4441.58,
      "text": "You have an adult bladder control yourself. This is what I chose"
    },
    {
      "start": 4441.66,
      "end": 4444.62,
      "text": "This is what I wished for when I made that decision. Okay"
    },
    {
      "start": 4444.86,
      "end": 4452.86,
      "text": "I chose you because can you imagine the ramifications if right wing comedy had somebody as good as me on their scene"
    },
    {
      "start": 4458.99,
      "end": 4463.23,
      "text": "They wouldn't know what to do"
    },
    {
      "start": 4463.23,
      "end": 4466.19,
      "text": "I made my mum so worried during that time"
    },
    {
      "start": 4467.15,
      "end": 4470.59,
      "text": "It's an awful thing really guilt inducing thing to make your mum worry so much"
    },
    {
      "start": 4472.11,
      "end": 4474.11,
      "text": "She would call me up so frequently"
    },
    {
      "start": 4474.51,
      "end": 4476.75,
      "text": "Alfie, I'm worried about you Alfie. You're okay"
    },
    {
      "start": 4478.11,
      "end": 4481.15,
      "text": "She rang me up once and she went Alfie. I'm scared. You're okay"
    },
    {
      "start": 4482.03,
      "end": 4484.03,
      "text": "She said Alfie can I ask?"
    },
    {
      "start": 4484.03,
      "end": 4486.03,
      "text": "Have you thought about killing yourself?"
    },
    {
      "start": 4488.67,
      "end": 4490.67,
      "text": "But she got her intonation wrong"
    },
    {
      "start": 4495.88,
      "end": 4497.88,
      "text": "She made it sound like a suggestion"
    },
    {
      "start": 4497.96,
      "end": 4503.58,
      "text": "Alfie just a quick one from me today"
    },
    {
      "start": 4506.33,
      "end": 4512.01,
      "text": "Yes, you're all right. Yeah, no good. Good. Good. Good. Yeah fabulous. Okay. Yeah. No. No. No. I was just thinking anyway"
    },
    {
      "start": 4512.81,
      "end": 4514.81,
      "text": "Um that have you"
    },
    {
      "start": 4515.85,
      "end": 4517.85,
      "text": "Thought about killing yourself"
    },
    {
      "start": 4519.53,
      "end": 4524.33,
      "text": "Well, no, no, no, no, no, no, well, you know, no, no, let me get a word and no, no"
    },
    {
      "start": 4525.21,
      "end": 4529.37,
      "text": "No, because I just it just struck me that it would be an end to all of your pain. That's all"
    },
    {
      "start": 4531.8,
      "end": 4533.8,
      "text": "Okay. Well, no bad ideas in brainstorming anyway"
    },
    {
      "start": 4536.04,
      "end": 4539.4,
      "text": "Okay. Okay. Bye. Bye. Bye. I love you. Bye. Bye. I'll see you on sunday probably. Bye. Bye"
    },
    {
      "start": 4545.31,
      "end": 4548.78,
      "text": "Uh, I am sorry by the way"
    },
    {
      "start": 4549.34,
      "end": 4551.34,
      "text": "Uh for the routine that I did"
    },
    {
      "start": 4551.42,
      "end": 4552.46,
      "text": "uh"
    },
    {
      "start": 4552.46,
      "end": 4554.62,
      "text": "You know eight ten years ago. I am sorry"
    },
    {
      "start": 4555.66,
      "end": 4557.66,
      "text": "I think sorry fuck"
    },
    {
      "start": 4557.9,
      "end": 4559.9,
      "text": "It's such an exhausted word, isn't it?"
    },
    {
      "start": 4560.7,
      "end": 4562.14,
      "text": "Sorry"
    },
    {
      "start": 4562.14,
      "end": 4564.14,
      "text": "Like I knock your drink. Sorry"
    },
    {
      "start": 4565.02,
      "end": 4567.02,
      "text": "I bump into you. Sorry"
    },
    {
      "start": 4567.26,
      "end": 4569.26,
      "text": "Said the n word sorry"
    },
    {
      "start": 4571.37,
      "end": 4573.37,
      "text": "Same word for all those jobs, you know"
    },
    {
      "start": 4574.97,
      "end": 4576.73,
      "text": "Doesn't feel right"
    },
    {
      "start": 4576.73,
      "end": 4583.13,
      "text": "I think if you're gonna be sorry and truly mean it you should think about what the word sorry is what it is to apologize"
    },
    {
      "start": 4583.77,
      "end": 4585.77,
      "text": "If I apologize"
    },
    {
      "start": 4586.01,
      "end": 4590.73,
      "text": "Like am I my sorry? Do I exist in the state of sorry itself?"
    },
    {
      "start": 4591.61,
      "end": 4593.85,
      "text": "And if I exist in the state of sorry itself"
    },
    {
      "start": 4594.49,
      "end": 4596.49,
      "text": "Am I sorry in perpetuity?"
    },
    {
      "start": 4596.81,
      "end": 4598.81,
      "text": "Or am I one day allowed to let it go?"
    },
    {
      "start": 4599.53,
      "end": 4602.17,
      "text": "And if my apology is something that I give to you"
    },
    {
      "start": 4603.13,
      "end": 4605.13,
      "text": "And you receive it"
    },
    {
      "start": 4605.61,
      "end": 4610.25,
      "text": "Is that better? I if you're gonna be sorry, then you should know what you're being sorry for"
    },
    {
      "start": 4611.29,
      "end": 4613.29,
      "text": "Am I sorry? I said the n word yeah"
    },
    {
      "start": 4613.93,
      "end": 4619.45,
      "text": "Hardly feels like enough either you should be acute precise with your apology. So it means more"
    },
    {
      "start": 4620.09,
      "end": 4624.57,
      "text": "And what I am sorry for is that I was reckless with words that have been used to hurt people"
    },
    {
      "start": 4625.21,
      "end": 4628.81,
      "text": "I was careless with that and I enjoyed the transgression"
    },
    {
      "start": 4629.53,
      "end": 4631.93,
      "text": "And for that I can say I am deeply"
    },
    {
      "start": 4633.21,
      "end": 4634.41,
      "text": "Sorry"
    },
    {
      "start": 4634.41,
      "end": 4641.13,
      "text": "And now I am an unapologetic comedian who has apologized and I don't really know where that leaves me"
    },
    {
      "start": 4642.33,
      "end": 4644.33,
      "text": "It's not the thing that I'm most sorry for"
    },
    {
      "start": 4645.05,
      "end": 4646.33,
      "text": "In my life"
    },
    {
      "start": 4646.33,
      "end": 4649.21,
      "text": "It's the thing I got in trouble most for but it's not the thing I'm most sorry for"
    },
    {
      "start": 4650.57,
      "end": 4653.05,
      "text": "The thing I'm most sorry for was maybe about five years ago"
    },
    {
      "start": 4653.85,
      "end": 4657.37,
      "text": "I was doing a comedy night in central london called old rope"
    },
    {
      "start": 4658.41,
      "end": 4660.41,
      "text": "and"
    },
    {
      "start": 4660.73,
      "end": 4662.17,
      "text": "I was on the bill"
    },
    {
      "start": 4662.17,
      "end": 4666.49,
      "text": "My friend adam my director adam had come along to take notes, but just to hang out really"
    },
    {
      "start": 4667.21,
      "end": 4672.73,
      "text": "Um, and then alan kahr was on the bill and I love alan kahr as a comic and a bloke great fun"
    },
    {
      "start": 4673.53,
      "end": 4677.05,
      "text": "And I said to alan look do you want to come and have a drink with us afterwards?"
    },
    {
      "start": 4677.37,
      "end": 4683.53,
      "text": "And he said yeah, so it's me alan kahr and adam all having a drink together afterwards and alan kahr said"
    },
    {
      "start": 4684.09,
      "end": 4689.05,
      "text": "About 15 minutes into the chat. He chimes in and he goes. I officiated a del's wedding"
    },
    {
      "start": 4691.4,
      "end": 4693.4,
      "text": "And we hadn't asked"
    },
    {
      "start": 4695.44,
      "end": 4700.16,
      "text": "It seems to be a social tick that he has every now and again. He will just say that out of the blue"
    },
    {
      "start": 4700.48,
      "end": 4702.48,
      "text": "I officiated a del's wedding"
    },
    {
      "start": 4703.2,
      "end": 4705.52,
      "text": "No, no, sorry, sir. What's your sort code?"
    },
    {
      "start": 4713.04,
      "end": 4716.48,
      "text": "It was me, uh alan kahr and adam all having a drink afterwards"
    },
    {
      "start": 4716.88,
      "end": 4720.56,
      "text": "He said that and as soon as he said, uh, I officiated a del's wedding"
    },
    {
      "start": 4720.72,
      "end": 4723.92,
      "text": "I chimed in and said, oh my best friend vas asked me to officiate his wedding"
    },
    {
      "start": 4724.16,
      "end": 4728.48,
      "text": "And as soon as I said best friend vas adam bristled. He went all steady on mate"
    },
    {
      "start": 4728.96,
      "end": 4731.68,
      "text": "He didn't like the idea of me calling somebody else my best friend"
    },
    {
      "start": 4731.84,
      "end": 4734.48,
      "text": "He never displayed vulnerability like that to me before"
    },
    {
      "start": 4735.2,
      "end": 4740.0,
      "text": "And I was so moved by it and so nervous and immediately I got like flushed with"
    },
    {
      "start": 4740.4,
      "end": 4743.04,
      "text": "Embarrassment my knees went weak. I got a knot in my stomach my"
    },
    {
      "start": 4743.84,
      "end": 4748.64,
      "text": "Face went all red. I didn't know what to do and I wanted to grab him by the face and go"
    },
    {
      "start": 4748.88,
      "end": 4754.8,
      "text": "No, no, no, no, no, no, no you you are my best friend. I love you. I love you so much"
    },
    {
      "start": 4755.84,
      "end": 4756.8,
      "text": "like"
    },
    {
      "start": 4756.8,
      "end": 4761.52,
      "text": "Best friend at this age isn't just somebody like it doesn't have to be one person"
    },
    {
      "start": 4761.84,
      "end": 4765.84,
      "text": "It can be just somebody that you have this. This is a deeply romantic friendship"
    },
    {
      "start": 4766.32,
      "end": 4769.2,
      "text": "This is a really special thing. I really love you"
    },
    {
      "start": 4769.52,
      "end": 4772.88,
      "text": "I would suffer for you and I'm so proud not just to be your friend"
    },
    {
      "start": 4772.96,
      "end": 4776.08,
      "text": "But to be the kind of person that you want to be friends with"
    },
    {
      "start": 4776.8,
      "end": 4778.8,
      "text": "I love you. You're my best friend"
    },
    {
      "start": 4779.12,
      "end": 4781.12,
      "text": "But I didn't say any of that"
    },
    {
      "start": 4781.12,
      "end": 4783.12,
      "text": "And I'm more sorry for that"
    },
    {
      "start": 4783.28,
      "end": 4786.4,
      "text": "And if I had said that then maybe alan kahr could have officiated"
    },
    {
      "start": 4787.04,
      "end": 4789.04,
      "text": "Some sort of friendship wedding for us"
    },
    {
      "start": 4791.96,
      "end": 4795.96,
      "text": "He could have said do you alfie take adam in sickness in an elf"
    },
    {
      "start": 4800.25,
      "end": 4802.25,
      "text": "And I would have said"
    },
    {
      "start": 4803.21,
      "end": 4804.73,
      "text": "I do"
    },
    {
      "start": 4804.73,
      "end": 4806.41,
      "text": "and even though"
    },
    {
      "start": 4806.41,
      "end": 4807.93,
      "text": "adam died"
    },
    {
      "start": 4807.93,
      "end": 4809.93,
      "text": "on april the 29th 2023"
    },
    {
      "start": 4811.37,
      "end": 4814.01,
      "text": "Our marriage still would have lasted longer than adels"
    },
    {
      "start": 4815.13,
      "end": 4826.99,
      "text": "It's hard for me to say"
    },
    {
      "start": 4827.07,
      "end": 4830.43,
      "text": "Like what I've been through should matter to you in any way"
    },
    {
      "start": 4831.63,
      "end": 4833.79,
      "text": "This feels like a good show doesn't it's current"
    },
    {
      "start": 4834.59,
      "end": 4836.59,
      "text": "Because I say the word cancel in it a lot"
    },
    {
      "start": 4837.15,
      "end": 4840.11,
      "text": "Does that feel like current you can discuss this afterwards? What did you think?"
    },
    {
      "start": 4841.15,
      "end": 4843.15,
      "text": "But you know cancel isn't a new phenomenon"
    },
    {
      "start": 4843.79,
      "end": 4846.19,
      "text": "It's just a new word for a age old thing"
    },
    {
      "start": 4846.91,
      "end": 4849.23,
      "text": "Loads of people have been getting cancelled throughout history, you know"
    },
    {
      "start": 4849.87,
      "end": 4851.87,
      "text": "Galileo he was cancelled"
    },
    {
      "start": 4852.35,
      "end": 4855.39,
      "text": "Because he said the world was round and everybody went shut the fuck up"
    },
    {
      "start": 4858.83,
      "end": 4864.91,
      "text": "Jesus probably the most famous and arguably sort of cancellations patient zero"
    },
    {
      "start": 4874.91,
      "end": 4877.47,
      "text": "You know if I look at what happened to Jesus I can only reflect that"
    },
    {
      "start": 4878.11,
      "end": 4880.11,
      "text": "I've gotten off rather lightly myself"
    },
    {
      "start": 4882.78,
      "end": 4885.02,
      "text": "Although he did get to come back after three days"
    },
    {
      "start": 4886.86,
      "end": 4892.28,
      "text": "I had to wait a little bit longer"
    },
    {
      "start": 4892.28,
      "end": 4896.84,
      "text": "It's just a story to be told really so I just tell you the story and you can do with it whatever you want"
    },
    {
      "start": 4897.24,
      "end": 4899.24,
      "text": "So here's the end of the story"
    },
    {
      "start": 4900.04,
      "end": 4902.04,
      "text": "On january the 29th"
    },
    {
      "start": 4903.0,
      "end": 4905.0,
      "text": "This year 2024"
    },
    {
      "start": 4905.0,
      "end": 4908.6,
      "text": "The doctors told me that my father was about to die"
    },
    {
      "start": 4909.24,
      "end": 4911.24,
      "text": "And then on february the second of this year"
    },
    {
      "start": 4911.72,
      "end": 4913.72,
      "text": "He died so they nailed that"
    },
    {
      "start": 4918.49,
      "end": 4920.65,
      "text": "I phrased that in a funny way so you'd laugh"
    },
    {
      "start": 4921.85,
      "end": 4925.48,
      "text": "Feel that"
    },
    {
      "start": 4925.48,
      "end": 4928.2,
      "text": "They called us in they called us in on february the second and they went listen"
    },
    {
      "start": 4928.2,
      "end": 4930.76,
      "text": "We just want to let you know it's today. We think it might be happening today"
    },
    {
      "start": 4931.24,
      "end": 4934.28,
      "text": "Me and his wife my stepmom deb we went in together"
    },
    {
      "start": 4934.92,
      "end": 4939.0,
      "text": "At his bedside he didn't like display vulnerability either and as soon as"
    },
    {
      "start": 4939.96,
      "end": 4944.12,
      "text": "As soon as deb left the room he shot eyes at me and went do they think I've had it"
    },
    {
      "start": 4944.92,
      "end": 4946.28,
      "text": "And I went no"
    },
    {
      "start": 4946.28,
      "end": 4949.24,
      "text": "I just think you've got shit lungs and you had shit lungs last week"
    },
    {
      "start": 4949.24,
      "end": 4954.12,
      "text": "You'll have shit lungs next week. It's a whole shit lung thing. India have been put into bat. They're 179 for three"
    },
    {
      "start": 4955.16,
      "end": 4957.16,
      "text": "Let's focus on that, you know"
    },
    {
      "start": 4960.75,
      "end": 4964.43,
      "text": "But very quickly the pain of his shallow breathing became too much for him to bear"
    },
    {
      "start": 4964.83,
      "end": 4967.87,
      "text": "And they put morphine in him and he died over the next six hours"
    },
    {
      "start": 4968.51,
      "end": 4970.03,
      "text": "and I"
    },
    {
      "start": 4970.03,
      "end": 4972.03,
      "text": "Stood by his side the whole time"
    },
    {
      "start": 4972.67,
      "end": 4976.11,
      "text": "I was holding his hand so whenever was too old to hold his hand"
    },
    {
      "start": 4977.31,
      "end": 4979.15,
      "text": "and"
    },
    {
      "start": 4979.15,
      "end": 4981.15,
      "text": "About 2 p.m. He died"
    },
    {
      "start": 4981.79,
      "end": 4985.63,
      "text": "And I I didn't know I was going to do this instinct takes you I guess"
    },
    {
      "start": 4986.19,
      "end": 4989.71,
      "text": "And I got into the hospital bed with him just moments after his death"
    },
    {
      "start": 4990.35,
      "end": 4994.51,
      "text": "And I lay my head on his chest. I'm 37. I haven't had my head on his chest for years"
    },
    {
      "start": 4995.23,
      "end": 4998.67,
      "text": "But I put my head on his chest and immediately the feeling of his chest"
    },
    {
      "start": 4999.15,
      "end": 5001.15,
      "text": "I like my ear remembered it"
    },
    {
      "start": 5001.63,
      "end": 5003.95,
      "text": "My ear remembered exactly how it felt, but oh, yeah"
    },
    {
      "start": 5004.59,
      "end": 5009.79,
      "text": "It felt exactly the same as how I used to rest my head on his chest when I was a kid when he'd read his tintin"
    },
    {
      "start": 5010.19,
      "end": 5011.95,
      "text": "as a bedtime story"
    },
    {
      "start": 5011.95,
      "end": 5015.47,
      "text": "And I put my head on his chest and I remember keeping it there for 10 15 minutes on his body"
    },
    {
      "start": 5016.67,
      "end": 5018.67,
      "text": "Going oh dad"
    },
    {
      "start": 5019.31,
      "end": 5024.33,
      "text": "Oh dad"
    },
    {
      "start": 5024.33,
      "end": 5040.48,
      "text": "You know lucy bloom"
    },
    {
      "start": 5040.56,
      "end": 5044.24,
      "text": "About 10 minutes later steve coogan walked in do you remember? I'm a nepo baby"
    },
    {
      "start": 5044.72,
      "end": 5045.84,
      "text": "Uh"
    },
    {
      "start": 5045.84,
      "end": 5049.36,
      "text": "You jealous I wept with steve coogan over our grave you jealous"
    },
    {
      "start": 5049.76,
      "end": 5051.44,
      "text": "um"
    },
    {
      "start": 5051.44,
      "end": 5055.04,
      "text": "We were the only two people left there for some reason. I don't know why everybody else kind of got off"
    },
    {
      "start": 5055.04,
      "end": 5056.64,
      "text": "But I didn't want to leave"
    },
    {
      "start": 5056.64,
      "end": 5058.64,
      "text": "I knew he was going to be late"
    },
    {
      "start": 5058.64,
      "end": 5059.84,
      "text": "I don't know"
    },
    {
      "start": 5059.84,
      "end": 5061.84,
      "text": "I said to the nurse said uh"
    },
    {
      "start": 5062.8,
      "end": 5069.36,
      "text": "Do we have to go like can I stay for a bit? I don't want to leave yet. I know he's gone, but I don't want to"
    },
    {
      "start": 5070.72,
      "end": 5073.84,
      "text": "I just can we stay for a little bit longer and she said yes, of course"
    },
    {
      "start": 5074.4,
      "end": 5076.4,
      "text": "You can stay for a bit if you want"
    },
    {
      "start": 5076.48,
      "end": 5079.68,
      "text": "Uh in about an hour. We're going to get him cleaned up and then we're going to take him down to the morgue"
    },
    {
      "start": 5080.08,
      "end": 5082.08,
      "text": "And you can't come down to the morgue with us"
    },
    {
      "start": 5082.88,
      "end": 5084.88,
      "text": "And I said yeah, of course"
    },
    {
      "start": 5085.04,
      "end": 5087.28,
      "text": "Especially not with a bloke who's just been playing jimmy savill"
    },
    {
      "start": 5097.47,
      "end": 5103.23,
      "text": "You know what question I never want to get asked ever again is is there anything you wouldn't joke about?"
    },
    {
      "start": 5103.55,
      "end": 5105.39,
      "text": "quite clearly not no"
    },
    {
      "start": 5105.39,
      "end": 5112.43,
      "text": "There is nothing that I wouldn't joke about and we immediately need to disabuse ourselves of this idea that by joking about something"
    },
    {
      "start": 5112.67,
      "end": 5117.71,
      "text": "I'm not respecting it or I'm not taking it seriously or that I'm being frivolous about something wait"
    },
    {
      "start": 5117.95,
      "end": 5122.35,
      "text": "That's wholly false. The joke is just a prism for the idea to move through"
    },
    {
      "start": 5122.59,
      "end": 5126.59,
      "text": "And if we're going to think that stand-up comedy can be art, which I would love to by the way"
    },
    {
      "start": 5126.83,
      "end": 5133.47,
      "text": "And if we're going to accept the idea that art is here to change the atmosphere of our lives by giving us perspective"
    },
    {
      "start": 5133.63,
      "end": 5139.95,
      "text": "On what humans and nature are capable of how we intersect and the very essence of what it is to being a human"
    },
    {
      "start": 5140.43,
      "end": 5146.59,
      "text": "Who exists then we're going to have to allow for the idea that it goes into some uncomfortable and difficult to navigate places"
    },
    {
      "start": 5146.75,
      "end": 5150.51,
      "text": "And it might make you feel uncomfortable sometimes and that's okay. You just can get over it"
    },
    {
      "start": 5150.59,
      "end": 5154.43,
      "text": "Okay, and then beyond that we might fuck it up if we're trying to do this"
    },
    {
      "start": 5154.67,
      "end": 5158.27,
      "text": "We might fuck it up if this is going to be any good at all"
    },
    {
      "start": 5158.67,
      "end": 5160.67,
      "text": "We have to be allowed to fail"
    },
    {
      "start": 5160.99,
      "end": 5162.99,
      "text": "We have to be"
    },
    {
      "start": 5162.99,
      "end": 5165.71,
      "text": "And my dad he came to see a work in progress of this show"
    },
    {
      "start": 5166.67,
      "end": 5167.55,
      "text": "uh"
    },
    {
      "start": 5167.55,
      "end": 5169.23,
      "text": "in august"
    },
    {
      "start": 5169.31,
      "end": 5170.75,
      "text": "over last year"
    },
    {
      "start": 5170.75,
      "end": 5172.75,
      "text": "2023"
    },
    {
      "start": 5172.83,
      "end": 5176.27,
      "text": "And he actually preferred that version of it because he was alive in it"
    },
    {
      "start": 5182.97,
      "end": 5185.69,
      "text": "And he said you know that joke that you do where you say"
    },
    {
      "start": 5186.81,
      "end": 5189.93,
      "text": "There's no way that my dad still loves me as much as he did"
    },
    {
      "start": 5190.57,
      "end": 5192.57,
      "text": "When I was a little boy"
    },
    {
      "start": 5192.89,
      "end": 5194.89,
      "text": "He said I do"
    },
    {
      "start": 5195.05,
      "end": 5198.73,
      "text": "I still love you just as much as I did when you were a little boy"
    },
    {
      "start": 5199.45,
      "end": 5201.45,
      "text": "I never stopped loving you that much"
    },
    {
      "start": 5201.69,
      "end": 5203.69,
      "text": "I'll always love you that much"
    },
    {
      "start": 5203.77,
      "end": 5205.77,
      "text": "It just gets easy to deal with"
    },
    {
      "start": 5205.93,
      "end": 5208.65,
      "text": "You know you learn how to live with that intensity of feeling"
    },
    {
      "start": 5209.29,
      "end": 5210.65,
      "text": "So don't worry"
    },
    {
      "start": 5210.65,
      "end": 5212.65,
      "text": "Be okay, son"
    },
    {
      "start": 5213.21,
      "end": 5216.17,
      "text": "And that is like grief I suppose"
    },
    {
      "start": 5217.05,
      "end": 5219.05,
      "text": "Or I hope"
    },
    {
      "start": 5219.61,
      "end": 5221.61,
      "text": "Grief is like a"
    },
    {
      "start": 5222.33,
      "end": 5224.33,
      "text": "You don't doesn't leave you you just"
    },
    {
      "start": 5225.69,
      "end": 5227.69,
      "text": "Hopefully learn how to deal with it"
    },
    {
      "start": 5227.93,
      "end": 5229.93,
      "text": "And grief is like a pinched hose"
    },
    {
      "start": 5230.09,
      "end": 5234.97,
      "text": "The love that once passed so freely through now ruptures the membrane that contains it"
    },
    {
      "start": 5236.41,
      "end": 5239.61,
      "text": "You know grief is just kind of proof it was worth it"
    },
    {
      "start": 5241.53,
      "end": 5246.57,
      "text": "And now you've got to parent your own kids in the context of your own grief and the love that you have for them"
    },
    {
      "start": 5246.97,
      "end": 5250.17,
      "text": "Feel suddenly so much more fragile like it could go somewhere"
    },
    {
      "start": 5250.41,
      "end": 5255.05,
      "text": "You're unable to kind of rest in this love because it feels frantic and urgent. I love you"
    },
    {
      "start": 5255.53,
      "end": 5258.73,
      "text": "I put my kids to bed the other night. I said I really love you. Okay"
    },
    {
      "start": 5259.69,
      "end": 5261.69,
      "text": "Okay"
    },
    {
      "start": 5261.77,
      "end": 5268.17,
      "text": "Question mark. I asked my kids permission to love them. How what what I really love you. Okay. Is that okay?"
    },
    {
      "start": 5268.65,
      "end": 5270.65,
      "text": "Is that okay that I really love you? Is it okay that I"
    },
    {
      "start": 5271.21,
      "end": 5274.89,
      "text": "Is it okay that I do the thing that is the reason why we exist towards you? Is that okay?"
    },
    {
      "start": 5275.29,
      "end": 5278.65,
      "text": "Is that okay? Is it okay that I resent your mum for the size of our family"
    },
    {
      "start": 5278.81,
      "end": 5284.17,
      "text": "And that I've been robbed of my ideal of a close-knit family unit and that I now run a crash. Is that okay?"
    },
    {
      "start": 5284.49,
      "end": 5287.61,
      "text": "Is it okay that on our walks to school in the morning"
    },
    {
      "start": 5287.61,
      "end": 5291.85,
      "text": "I just need you to shut the fuck up for five minutes because there's only so many times"
    },
    {
      "start": 5291.93,
      "end": 5299.05,
      "text": "I can be asked what my favorite animal is and only so many times I can answer poison dart frog"
    },
    {
      "start": 5302.67,
      "end": 5307.07,
      "text": "You have all these intrusive grief fantasies. What would I do if my son was sick?"
    },
    {
      "start": 5307.71,
      "end": 5312.43,
      "text": "What would I do if he was sick and there was no cure and he was in pain every day"
    },
    {
      "start": 5313.23,
      "end": 5315.47,
      "text": "What in that situation would my love"
    },
    {
      "start": 5316.27,
      "end": 5318.27,
      "text": "compel me to do"
    },
    {
      "start": 5318.67,
      "end": 5321.63,
      "text": "And I would kill that little boy because the circumstances would be right"
    },
    {
      "start": 5334.2,
      "end": 5337.72,
      "text": "It's amazing what your love can compel you to do in certain situations you"
    },
    {
      "start": 5339.64,
      "end": 5341.64,
      "text": "It's really remarkable"
    },
    {
      "start": 5341.8,
      "end": 5347.32,
      "text": "Like it's not sometimes it can make you fuck up a little bit be over enthusiastic go too far"
    },
    {
      "start": 5348.6,
      "end": 5352.12,
      "text": "But sometimes your love can compel you to be selfless and generous"
    },
    {
      "start": 5352.6,
      "end": 5357.16,
      "text": "And act in the interest of others despite yourself in a way that you never thought possible"
    },
    {
      "start": 5357.56,
      "end": 5360.6,
      "text": "And it's that kind of love that is the reason why"
    },
    {
      "start": 5362.68,
      "end": 5368.2,
      "text": "It's the reason why at the end of this tour, I've actually rebooked to take the family to center parks again"
    },
    {
      "start": 5374.96,
      "end": 5377.76,
      "text": "Thank you so much for coming everybody. I really appreciate it"
    },
    {
      "start": 5378.16,
      "end": 5382.32,
      "text": "Have a good evening and rest of your lives and thank you so much for coming to this"
    },
    {
      "start": 5382.32,
      "end": 5385.92,
      "text": "That was really special. Thank you very much. Good night. Bye. Bye"
    },
    {
      "start": 5428.99,
      "end": 5432.91,
      "text": "Day the whole year round never give up on love"
    },
    {
      "start": 5434.91,
      "end": 5436.91,
      "text": "Never give up on love"
    },
    {
      "start": 5438.43,
      "end": 5444.27,
      "text": "Never give up on love. It's what you need and it's very nice indeed. Never give up on love"
    },
    {
      "start": 5445.55,
      "end": 5447.55,
      "text": "Love is better than money"
    },
    {
      "start": 5448.99,
      "end": 5451.63,
      "text": "When you give it away you get it back"
    },
    {
      "start": 5452.59,
      "end": 5454.59,
      "text": "Love is better than sunshine"
    },
    {
      "start": 5454.91,
      "end": 5458.51,
      "text": "There's no living if that's a thing you like"
    },
    {
      "start": 5459.63,
      "end": 5461.63,
      "text": "Love is better than Netflix"
    },
    {
      "start": 5463.15,
      "end": 5465.63,
      "text": "It's a show you watch over and again"
    },
    {
      "start": 5466.67,
      "end": 5468.83,
      "text": "Love is better than top marks"
    },
    {
      "start": 5470.19,
      "end": 5472.83,
      "text": "It's a great big 11 out of 10"
    },
    {
      "start": 5473.71,
      "end": 5475.71,
      "text": "Never give up on love"
    },
    {
      "start": 5476.75,
      "end": 5478.75,
      "text": "Never give up on love"
    },
    {
      "start": 5479.07,
      "end": 5483.31,
      "text": "No, no, never give up on what you need the most"
    },
    {
      "start": 5483.39,
      "end": 5486.67,
      "text": "It's a honey and your toes never give up on love"
    },
    {
      "start": 5487.87,
      "end": 5489.87,
      "text": "Never give up on love"
    },
    {
      "start": 5490.91,
      "end": 5492.91,
      "text": "Never give up on love"
    },
    {
      "start": 5494.43,
      "end": 5500.91,
      "text": "Never give up on finding true love's path. It's a funny bubble bath. It's the brightest blue skies"
    },
    {
      "start": 5501.07,
      "end": 5506.19,
      "text": "It's like when you win first prize. It's a cherry on a bun. All the things roll into one"
    },
    {
      "start": 5506.43,
      "end": 5508.43,
      "text": "Never give up on love"
    }
  ]
}