{
  "video_id": "K1RvnyXef-U",
  "created_at": "2025-12-27T20:44:30.857083Z",
  "model": "small",
  "device": "cpu",
  "segments": [
    {
      "start": 0.11,
      "end": 6.67,
      "text": "12 year old me would be pumped because we did everything that that little boy envisioned. I'm doing so it's it's great"
    },
    {
      "start": 8.39,
      "end": 10.19,
      "text": "For me, this is like"
    },
    {
      "start": 10.19,
      "end": 14.03,
      "text": "Full certain like you have to do this as a comic like if you don't have a special"
    },
    {
      "start": 14.91,
      "end": 16.35,
      "text": "What's the point?"
    },
    {
      "start": 16.35,
      "end": 29.09,
      "text": "Thank y'all for coming appreciate it. Thank y'all so much"
    },
    {
      "start": 29.53,
      "end": 33.17,
      "text": "Yeah, man, cuz I know it's hard for adults to get outside and be energetic"
    },
    {
      "start": 33.17,
      "end": 37.13,
      "text": "So I appreciate you just being alive just being here because I know after a certain age"
    },
    {
      "start": 37.13,
      "end": 39.13,
      "text": "You just be sleepy"
    },
    {
      "start": 39.13,
      "end": 43.93,
      "text": "As soon as you go outside you just be sleeping. It's not your fault. You just washed and you don't know at first"
    },
    {
      "start": 44.37,
      "end": 47.73,
      "text": "You know, I mean you make plans in your head as an adult like you you want to go do something?"
    },
    {
      "start": 47.73,
      "end": 53.01,
      "text": "Yeah, we in Vegas. Let's go do it. Let's go do it, right? And then y'all got in the car. I was like, you still, you still wanna go?"
    },
    {
      "start": 54.01,
      "end": 57.73,
      "text": "Because it's already 8 o'clock. It's time to get out of there. You sure?"
    },
    {
      "start": 58.25,
      "end": 61.81,
      "text": "And the person you with was like, yeah, you know, I ain't trippin' whatever, it's whatever you wanna do"
    },
    {
      "start": 61.81,
      "end": 64.45,
      "text": "But they sleepy too. So now y'all both been here just sleepy as hell"
    },
    {
      "start": 65.17,
      "end": 67.17,
      "text": "Trying to power through as an adult"
    },
    {
      "start": 67.93,
      "end": 71.39,
      "text": "And this is what's crazy is you only sleepy when you outside"
    },
    {
      "start": 72.97,
      "end": 77.37,
      "text": "All y'all could go home right now and binge watch your favorite show at a three in the morning"
    },
    {
      "start": 78.61,
      "end": 80.61,
      "text": "And have a good time be right away"
    },
    {
      "start": 81.05,
      "end": 84.53,
      "text": "You in on the cliffhanger blue that you want to do another one. You want to you want to do another one?"
    },
    {
      "start": 84.57,
      "end": 87.21,
      "text": "Let me go pee real quick. Yeah, maybe y'all just keep watching it"
    },
    {
      "start": 87.41,
      "end": 91.33,
      "text": "But as soon as you step outside, you be like, we're outside again. Like it's sleepy out here"
    },
    {
      "start": 92.41,
      "end": 95.45,
      "text": "You just get sleepy as you get older. I don't know what happens, you know"
    },
    {
      "start": 95.53,
      "end": 97.53,
      "text": "And I'm not making fun of you. I'm one of you"
    },
    {
      "start": 98.81,
      "end": 103.21,
      "text": "I'm getting up there too, you know, like and I'm not one of the people that get to a certain age"
    },
    {
      "start": 103.21,
      "end": 107.93,
      "text": "They start hating on the generation after them. I'm not one of these young kids today. That's not me"
    },
    {
      "start": 107.93,
      "end": 111.81,
      "text": "I hate that. You know, this the worst generation ever. No, they not. No, they not"
    },
    {
      "start": 111.81,
      "end": 114.53,
      "text": "All right, they're no worse than us or our parents or our grandparents"
    },
    {
      "start": 114.53,
      "end": 118.73,
      "text": "The only difference between this generation and all of us the rest of us is they're too stupid"
    },
    {
      "start": 120.49,
      "end": 122.49,
      "text": "To stop documenting everything"
    },
    {
      "start": 126.13,
      "end": 130.45,
      "text": "Every idea that I thought they have they put it out in the world everything they do they film it"
    },
    {
      "start": 130.45,
      "end": 135.25,
      "text": "It's like stop. I seen a dude the other day. He was like, yeah, we about to rob these niggas and then pulled his mask down"
    },
    {
      "start": 136.61,
      "end": 141.67,
      "text": "I'm like, we saw your face you going to jail, bro. Like we saw you"
    },
    {
      "start": 142.43,
      "end": 147.39,
      "text": "They just dumb they just won't like we did our stuff in the dark like you're supposed to you know, man"
    },
    {
      "start": 147.83,
      "end": 150.55,
      "text": "They're not worse. They're just they just let everybody know what they doing"
    },
    {
      "start": 150.55,
      "end": 153.11,
      "text": "They got to stop doing that man, but I don't want to hate on them"
    },
    {
      "start": 153.11,
      "end": 156.83,
      "text": "And I don't want to be that old guy that becomes a hater and now I just watch old dudes because I know I'm next"
    },
    {
      "start": 157.55,
      "end": 158.75,
      "text": "I"
    },
    {
      "start": 158.75,
      "end": 162.95,
      "text": "Watch my dad and his friends. I just watch older guys flirt. I love doing that. That's my favorite"
    },
    {
      "start": 163.67,
      "end": 168.19,
      "text": "Watching older dudes flirt is the best because their game is different than ours because they're their life is different"
    },
    {
      "start": 168.19,
      "end": 171.03,
      "text": "So that they're pickup lines is shit. You ain't never heard before"
    },
    {
      "start": 172.31,
      "end": 177.47,
      "text": "Like I was on the flight and there was a lady sitting in front of me and I didn't know she was old at first"
    },
    {
      "start": 177.47,
      "end": 180.15,
      "text": "All right, but when she got up she made her noises"
    },
    {
      "start": 182.87,
      "end": 185.27,
      "text": "She was sitting there and then all of a sudden she got up she was like"
    },
    {
      "start": 186.95,
      "end": 188.95,
      "text": "Oh"
    },
    {
      "start": 189.35,
      "end": 191.35,
      "text": "She up there, right"
    },
    {
      "start": 191.99,
      "end": 197.55,
      "text": "And so she get up and dude across now I saw him he had full gray hair and everything he decided he was gonna shoot his shot"
    },
    {
      "start": 197.55,
      "end": 203.07,
      "text": "Now right so he goes. Oh, are you okay? And she said yeah, it's just my knees"
    },
    {
      "start": 205.19,
      "end": 207.47,
      "text": "He goes, you know, I just got mine replaced"
    },
    {
      "start": 207.91,
      "end": 209.91,
      "text": "And"
    },
    {
      "start": 211.43,
      "end": 219.15,
      "text": "He takes out his phone and he starts showing her pictures of his knee replacement and I'm like"
    },
    {
      "start": 221.15,
      "end": 223.55,
      "text": "Is this like the dick pic for old dudes like"
    },
    {
      "start": 229.31,
      "end": 233.83,
      "text": "Be sure it's what you want to do glad it's what you want. She's like oh Herman, please like what"
    },
    {
      "start": 234.83,
      "end": 239.67,
      "text": "Is that how you get them with just for fresh fresh pair of knees you got all the old hoes. That's how I work"
    },
    {
      "start": 240.39,
      "end": 242.07,
      "text": "It's crazy"
    },
    {
      "start": 242.07,
      "end": 246.23,
      "text": "It's just a different world. You know I'm saying I just be watching like this is crazy man"
    },
    {
      "start": 246.23,
      "end": 248.83,
      "text": "And like and then your parents start getting older"
    },
    {
      "start": 248.83,
      "end": 251.39,
      "text": "And that's when you realize how older you get to and these start reflecting a lot"
    },
    {
      "start": 251.39,
      "end": 253.27,
      "text": "You know, I mean like I had I had two great parents"
    },
    {
      "start": 253.27,
      "end": 255.83,
      "text": "I had two hood parents though mom and dad were both hood, right?"
    },
    {
      "start": 255.83,
      "end": 259.55,
      "text": "But we grew up in the suburbs, but my parents was from South Central LA"
    },
    {
      "start": 259.55,
      "end": 262.51,
      "text": "But it's weird because they were two different types of hood, right?"
    },
    {
      "start": 263.19,
      "end": 265.95,
      "text": "Like my dad was the hood you can see"
    },
    {
      "start": 266.59,
      "end": 271.59,
      "text": "His is very visible, right? It could be completely quiet in this room. You just hear somebody in the back"
    },
    {
      "start": 271.59,
      "end": 273.59,
      "text": "Like I'll kill her and again here"
    },
    {
      "start": 277.95,
      "end": 282.83,
      "text": "But my mom is a late my mom boozy I'm talking about sit up straight salad for night for you know"
    },
    {
      "start": 282.83,
      "end": 285.79,
      "text": "Turtle necks in the middle of summer like she just showing like my mom's a lady"
    },
    {
      "start": 285.83,
      "end": 290.31,
      "text": "So when I was a kid and my dad would be wild and out we would go to our mom to calm him down, right?"
    },
    {
      "start": 290.31,
      "end": 292.43,
      "text": "So I'm in one time we was at one of our baseball games"
    },
    {
      "start": 292.43,
      "end": 295.43,
      "text": "I hear somebody say you know that kid right field sucks, right?"
    },
    {
      "start": 295.43,
      "end": 300.51,
      "text": "My dad don't play about his kids. So he's like what you say using that kid sucks and anytime my brother not me"
    },
    {
      "start": 300.51,
      "end": 302.51,
      "text": "I was fucking amazing"
    },
    {
      "start": 305.59,
      "end": 308.43,
      "text": "You go you talk about my son. I'll kill everybody in here. Hold me what you want to do"
    },
    {
      "start": 308.43,
      "end": 311.99,
      "text": "I'll kill everybody in here and I'm like dad. First of all, why does everybody have to die? Why?"
    },
    {
      "start": 313.27,
      "end": 316.51,
      "text": "Why can't you just kill him? He's the only one you have a problem with you got a"
    },
    {
      "start": 316.87,
      "end": 319.75,
      "text": "You got to air out the whole park while there's families here. Why?"
    },
    {
      "start": 320.79,
      "end": 323.83,
      "text": "And so whenever he would do that we would go to our mom be like mom"
    },
    {
      "start": 323.83,
      "end": 328.13,
      "text": "You got to go get dad. He tripping again and my mom would be sitting there and my mom would be like well"
    },
    {
      "start": 332.09,
      "end": 334.09,
      "text": "Sometimes niggas have to die"
    },
    {
      "start": 342.78,
      "end": 344.66,
      "text": "But I had a great childhood man"
    },
    {
      "start": 344.66,
      "end": 348.38,
      "text": "I can't I can't remember like any traumatic experience everything and maybe it's just cuz kids"
    },
    {
      "start": 348.42,
      "end": 351.58,
      "text": "Don't look at stuff like you're supposed to I guess but my life was great"
    },
    {
      "start": 351.58,
      "end": 355.66,
      "text": "The only real issue I ever could think of was like I remember I was like three or four years old"
    },
    {
      "start": 355.66,
      "end": 358.86,
      "text": "And my mom and dad were having a domestic issue when I say domestic issue"
    },
    {
      "start": 358.86,
      "end": 362.46,
      "text": "I don't mean he was hitting her or anything like that, right, but the furniture could get it"
    },
    {
      "start": 362.46,
      "end": 367.22,
      "text": "You tell me and so he was banging on the door. He had left his key or something"
    },
    {
      "start": 367.22,
      "end": 370.74,
      "text": "I don't know, but she had locked him out the house. So he banging on the door is me my mom my brother"
    },
    {
      "start": 370.74,
      "end": 374.54,
      "text": "We watching TV. She won't let him in the house. I said mom dad's at the door. She said I know"
    },
    {
      "start": 375.94,
      "end": 378.94,
      "text": "So you want me to open the door for him. She said no let him sit out there"
    },
    {
      "start": 379.54,
      "end": 381.54,
      "text": "Think about what he did"
    },
    {
      "start": 381.58,
      "end": 384.62,
      "text": "Right, and I'm a kid. I don't understand adult things"
    },
    {
      "start": 384.62,
      "end": 387.78,
      "text": "I'm like, what could he have done so bad that my mom would lock him out the house"
    },
    {
      "start": 388.38,
      "end": 392.18,
      "text": "Like what's the thing? She's always fussing over and I was like, oh shit. So I tapped my brother. I said amen"
    },
    {
      "start": 392.18,
      "end": 394.18,
      "text": "We got to start eating our vegetables. She's not fucking around"
    },
    {
      "start": 398.58,
      "end": 404.18,
      "text": "And so he banging on the door she still won't let him in all of a sudden he manages to get the door open"
    },
    {
      "start": 404.18,
      "end": 407.26,
      "text": "How I don't know but he's from South Central. I'm sure he had the skill set, right"
    },
    {
      "start": 408.02,
      "end": 410.9,
      "text": "So he opens the door, but we had a chain on the doors and when he tried to open it"
    },
    {
      "start": 410.9,
      "end": 414.78,
      "text": "It stopped and it kind of looked like the shining like here's Johnny, you know, I mean like I just saw that"
    },
    {
      "start": 415.1,
      "end": 419.1,
      "text": "So I bought he talked to you ever see somebody try to cut somebody out with this much space"
    },
    {
      "start": 424.06,
      "end": 428.5,
      "text": "And so she won't even pay him no mind no she keep watching TV, right all of a sudden the door closed"
    },
    {
      "start": 429.34,
      "end": 434.54,
      "text": "Boom it explodes open. I'm talking about chain flies off the wood pieces everywhere door off the hinges"
    },
    {
      "start": 434.54,
      "end": 438.7,
      "text": "He busted a whole door down right now. You would think as a kid that would traumatize you, right?"
    },
    {
      "start": 439.3,
      "end": 441.3,
      "text": "Not at all"
    },
    {
      "start": 441.3,
      "end": 444.74,
      "text": "We lived on the base at the time so the MPs came they wanted to talk to me"
    },
    {
      "start": 444.74,
      "end": 446.18,
      "text": "And it was like hey, we need to talk to you for a second"
    },
    {
      "start": 446.18,
      "end": 448.54,
      "text": "I said, what's up? There's like we just need to ask you some questions"
    },
    {
      "start": 448.54,
      "end": 451.54,
      "text": "Do you feel safe with your father and I was like, yeah"
    },
    {
      "start": 451.54,
      "end": 454.62,
      "text": "It was like has he ever harmed you or your mother or your brother?"
    },
    {
      "start": 454.62,
      "end": 458.94,
      "text": "I was like, no, it's like you don't have no concerns or safety issues. I was like, no"
    },
    {
      "start": 459.46,
      "end": 461.46,
      "text": "I've met in fact, I've never felt better"
    },
    {
      "start": 462.46,
      "end": 466.1,
      "text": "I was like, you sure? I was like, yeah, look at the door"
    },
    {
      "start": 468.3,
      "end": 473.34,
      "text": "We live with the incredible Hulk like I've never been so I thought my dad was the strongest person on earth"
    },
    {
      "start": 473.34,
      "end": 477.42,
      "text": "You understand me? I went to school the next day happy as hell like my dad could be your dad"
    },
    {
      "start": 477.42,
      "end": 482.7,
      "text": "You know, I mean I was pumped. I was talking big shit. My dad's stronger than everybody. They was like, yeah, right"
    },
    {
      "start": 482.7,
      "end": 484.7,
      "text": "I'm like come by the house and prove it"
    },
    {
      "start": 484.7,
      "end": 488.9,
      "text": "And they was like we went by the house. There was no door. I'm like exactly, you know, I mean like I thought I"
    },
    {
      "start": 489.54,
      "end": 490.9,
      "text": "Was high"
    },
    {
      "start": 490.9,
      "end": 495.02,
      "text": "And when you a kid and you happy about stuff what you want to do you want to tell everybody"
    },
    {
      "start": 495.7,
      "end": 500.78,
      "text": "So we go to the barbershop the next day, right? And I'm like, all right, here's my chance to brag on my dad"
    },
    {
      "start": 501.3,
      "end": 504.58,
      "text": "You know, so for those who I'm looking around the room"
    },
    {
      "start": 504.58,
      "end": 508.46,
      "text": "You know, if you've never been to a black barbershop and a couple of you haven't clearly, right?"
    },
    {
      "start": 511.02,
      "end": 515.38,
      "text": "But if you've ever been to a black barbershop, you know haircuts in the black barbershop take three to five business days"
    },
    {
      "start": 516.38,
      "end": 522.22,
      "text": "Because they be they be in there just talking just running a mouth arguing over sports venting about they women because that's a safe space"
    },
    {
      "start": 522.22,
      "end": 526.66,
      "text": "All that stuff, right? So they all venting on women. They tap on my dad. It's his turn to clock in"
    },
    {
      "start": 526.86,
      "end": 530.74,
      "text": "And they like keep right, you know what I'm talking about. He's like, man, he's women. How you doing some crazy stuff?"
    },
    {
      "start": 530.74,
      "end": 532.74,
      "text": "I was like, yeah, dad tell about the door. He was like, hey"
    },
    {
      "start": 534.62,
      "end": 538.5,
      "text": "Hey, we don't talk about that bro, we don't talk about that outside. Matter of fact, if you be quiet"
    },
    {
      "start": 538.5,
      "end": 540.5,
      "text": "I'll take you to Toys R Us later"
    },
    {
      "start": 541.34,
      "end": 544.18,
      "text": "Okay, so I didn't say nothing else. I was quiet"
    },
    {
      "start": 544.3,
      "end": 550.18,
      "text": "We leave this nighttime obviously cuz again black barbershop, right? So we get the Toys R Us, right?"
    },
    {
      "start": 550.18,
      "end": 553.5,
      "text": "We walk up to the door. It don't open. He looked at the hours. He's like, oh man, it's closed guys"
    },
    {
      "start": 553.5,
      "end": 555.62,
      "text": "We got to come back. I was like, we do"
    },
    {
      "start": 560.06,
      "end": 567.18,
      "text": "Do the thing man, you know"
    },
    {
      "start": 568.14,
      "end": 571.98,
      "text": "You just break any door down. I thought he was I didn't know what only worked in homes"
    },
    {
      "start": 574.62,
      "end": 579.06,
      "text": "But it's crazy man, but I had a great childhood man. It was a good time and I got kids"
    },
    {
      "start": 579.1,
      "end": 582.74,
      "text": "I got two boys and I'm raising them in the suburbs as well, but they're like extra suburbs"
    },
    {
      "start": 584.22,
      "end": 587.34,
      "text": "They're far they're way further removed than I am. I still put my sports in the hood"
    },
    {
      "start": 587.34,
      "end": 591.62,
      "text": "We went to visit family and all that but my kids they a little more like they a lot of sports leagues"
    },
    {
      "start": 591.62,
      "end": 594.46,
      "text": "It's mostly white kids, right? So they'd be dominating but"
    },
    {
      "start": 600.34,
      "end": 602.34,
      "text": "But I"
    },
    {
      "start": 602.34,
      "end": 606.86,
      "text": "Hate where we live because of society we live in such a PC society now"
    },
    {
      "start": 606.86,
      "end": 610.16,
      "text": "I get asked stupid questions because nobody wants to be offensive"
    },
    {
      "start": 610.62,
      "end": 614.54,
      "text": "We like we can't just address real things anymore because people are like, oh my god, you know"
    },
    {
      "start": 614.54,
      "end": 618.94,
      "text": "So it's the first day of baseball practice and black kids don't really play baseball no more like you go to baseball"
    },
    {
      "start": 618.94,
      "end": 620.22,
      "text": "It's not a lot of black kids left, right?"
    },
    {
      "start": 620.22,
      "end": 622.5,
      "text": "And so he the only black kid on this team"
    },
    {
      "start": 622.7,
      "end": 626.34,
      "text": "I'm filling out the paperwork for the insurance and all that stuff the team mom walks up to me"
    },
    {
      "start": 626.34,
      "end": 630.28,
      "text": "She goes are you are you one of the dads? I said, yeah, she goes. Oh, okay"
    },
    {
      "start": 630.78,
      "end": 632.78,
      "text": "Which little fellas yours?"
    },
    {
      "start": 635.94,
      "end": 637.94,
      "text": "I'm like take a wild guess"
    },
    {
      "start": 638.94,
      "end": 642.42,
      "text": "If you see the one running faster than everybody else like that one that was mine"
    },
    {
      "start": 645.42,
      "end": 650.18,
      "text": "But I wanted to lie because I was a stupid question I wanted to be like Connor and right field that's my that's my guy"
    },
    {
      "start": 652.02,
      "end": 656.02,
      "text": "Right, but I don't want her to be like Connor's my son and why do you know these little boys name now?"
    },
    {
      "start": 656.02,
      "end": 659.22,
      "text": "I got to get the fuck out of there before I end up on the registry, you know"
    },
    {
      "start": 660.74,
      "end": 662.74,
      "text": "It's just annoying man"
    },
    {
      "start": 663.18,
      "end": 669.9,
      "text": "Because here's the thing I'm at an age where like I'm young enough to understand why things needed to change"
    },
    {
      "start": 670.34,
      "end": 676.14,
      "text": "But I'm old enough to where I didn't really want them to I was fine with the way things were"
    },
    {
      "start": 676.14,
      "end": 677.74,
      "text": "We're just a hint of it not over the top"
    },
    {
      "start": 677.74,
      "end": 683.22,
      "text": "But just a little bit of like bigotry a little racism a little homophobia like just a sprinkler not a full serving"
    },
    {
      "start": 683.22,
      "end": 687.5,
      "text": "But just like a Costco sample of racism, you know what I mean? Just like it's good. I'm not gonna buy it"
    },
    {
      "start": 687.5,
      "end": 689.5,
      "text": "But it's okay. You know"
    },
    {
      "start": 689.9,
      "end": 691.9,
      "text": "Just a little bit, you know"
    },
    {
      "start": 692.1,
      "end": 693.94,
      "text": "Well, we'll suck her back. We'll circle back to that"
    },
    {
      "start": 693.94,
      "end": 698.66,
      "text": "You know, I mean, I'm just saying something not all racism is bad and in homophobia and sexism and well"
    },
    {
      "start": 698.66,
      "end": 704.74,
      "text": "We'll circle back just saying because we've gone too far now. Now. It's weird, you know, like I remember like the teachers now"
    },
    {
      "start": 704.74,
      "end": 708.46,
      "text": "They get their handcuffed. They can't do anything. I'm here my teachers man. Remember when you could just hit a kid"
    },
    {
      "start": 709.82,
      "end": 713.18,
      "text": "Now I'm not saying it was right or wrong, but I'm just saying man"
    },
    {
      "start": 713.18,
      "end": 716.86,
      "text": "We've go over craze too far man like I like I remember growing up man"
    },
    {
      "start": 716.86,
      "end": 721.68,
      "text": "Like my favorite teacher of all time mr. Trail my ninth grade science teacher. He didn't give a damn"
    },
    {
      "start": 722.22,
      "end": 727.92,
      "text": "He'd be fired if he was a teacher today. The stuff he did back then was insane, but we didn't care at all"
    },
    {
      "start": 727.92,
      "end": 731.1,
      "text": "I liked I TA for him. I tried to fail so I could take his class multiple times"
    },
    {
      "start": 733.1,
      "end": 737.46,
      "text": "Man, I remember the first day of school. He was a little tiny watermelon dude, right? He walked into the class"
    },
    {
      "start": 737.46,
      "end": 739.46,
      "text": "He's like, okay everyone turn on the job"
    },
    {
      "start": 739.66,
      "end": 743.82,
      "text": "And we weren't talking at all. He just told us to shut up. He just wanted to get that established, right?"
    },
    {
      "start": 744.42,
      "end": 749.46,
      "text": "He goes, my name is mr. Trejo. Okay. I'm gonna give you some rules to the class. Did you follow the rules?"
    },
    {
      "start": 750.3,
      "end": 751.98,
      "text": "We had no problems"
    },
    {
      "start": 751.98,
      "end": 754.28,
      "text": "But if you don't do what I tell you to do"
    },
    {
      "start": 755.3,
      "end": 757.3,
      "text": "I got to make her call you disappear"
    },
    {
      "start": 761.54,
      "end": 766.7,
      "text": "So he's like, I'm gonna give you some words you cannot say in the glass you say them outside. I"
    },
    {
      "start": 767.34,
      "end": 772.98,
      "text": "Don't care, but inside you cannot say these words. Okay, you put up a picture of a donkey"
    },
    {
      "start": 773.58,
      "end": 776.96,
      "text": "He's like, you cannot say these words, but the other word for donkey"
    },
    {
      "start": 777.08,
      "end": 780.28,
      "text": "It sounds like ask but without the game"
    },
    {
      "start": 781.2,
      "end": 783.4,
      "text": "You understand don't say that word. Okay?"
    },
    {
      "start": 784.04,
      "end": 786.24,
      "text": "Second word you cannot say put a picture of a duck"
    },
    {
      "start": 786.8,
      "end": 789.16,
      "text": "He's like, you cannot say duck but take out the D"
    },
    {
      "start": 790.4,
      "end": 792.52,
      "text": "Put it in F. You understand what I'm saying?"
    },
    {
      "start": 793.2,
      "end": 797.6,
      "text": "If I hear you say any of these words, I'm gonna kick your donkey the duck out of my class. You understand what I'm saying?"
    },
    {
      "start": 799.24,
      "end": 801.24,
      "text": "Okay, okay"
    },
    {
      "start": 801.44,
      "end": 804.48,
      "text": "Third word you cannot say and I'm talking to the little boys in the class"
    },
    {
      "start": 804.48,
      "end": 809.0,
      "text": "And I know sometimes you're gonna want to say these words, but you cannot say this word. Trust me. I know I'm married"
    },
    {
      "start": 809.0,
      "end": 813.04,
      "text": "I want to say it to you cannot you put up a picture of a family at the beach"
    },
    {
      "start": 813.96,
      "end": 816.24,
      "text": "He was like, where are they?"
    },
    {
      "start": 817.88,
      "end": 819.88,
      "text": "Be"
    },
    {
      "start": 819.88,
      "end": 821.88,
      "text": "Understand what I'm saying"
    },
    {
      "start": 822.72,
      "end": 827.64,
      "text": "Don't say that word. I know sometimes trust me. I know my wife she teach right down the hall"
    },
    {
      "start": 827.64,
      "end": 829.64,
      "text": "I see her every day"
    },
    {
      "start": 829.64,
      "end": 832.24,
      "text": "And still every day we get in the car and she"
    },
    {
      "start": 834.12,
      "end": 837.72,
      "text": "And I want to say a bitch shut up, but I cannot say that"
    },
    {
      "start": 839.04,
      "end": 841.56,
      "text": "I cannot say that so don't you say that"
    },
    {
      "start": 842.64,
      "end": 846.8,
      "text": "And he was like and this is the most important in my rule is rule number four and this is the most important"
    },
    {
      "start": 847.04,
      "end": 851.08,
      "text": "You cannot be tardy never be late to my class. Don't be tardy"
    },
    {
      "start": 851.56,
      "end": 854.44,
      "text": "Okay, because if you are tardy, you know what that means"
    },
    {
      "start": 855.24,
      "end": 858.8,
      "text": "That means that you yeah, you're retarded like that's what it means"
    },
    {
      "start": 860.52,
      "end": 865.24,
      "text": "He said that in class. He was like, you don't want to be a read thought he was doing the hand gestures and everything"
    },
    {
      "start": 865.72,
      "end": 870.28,
      "text": "And you don't want to be a read 30 because let me tell you if you are retarded they put you in a different class, okay?"
    },
    {
      "start": 870.92,
      "end": 873.76,
      "text": "And that class is taught by my wife the beach, okay?"
    },
    {
      "start": 875.96,
      "end": 877.96,
      "text": "Don't be retarded. I was like"
    },
    {
      "start": 880.0,
      "end": 881.6,
      "text": "First day of class"
    },
    {
      "start": 881.6,
      "end": 885.92,
      "text": "He didn't call the kids retarded called his wife a bitch. Nobody cared kept his job everything, right?"
    },
    {
      "start": 886.76,
      "end": 888.76,
      "text": "It's a different time, man"
    },
    {
      "start": 888.76,
      "end": 892.6,
      "text": "And I just miss it and now we blend it and like I said I understand why things had to change"
    },
    {
      "start": 892.6,
      "end": 897.4,
      "text": "You know like dudes are more comfortable in their femininity and women are more comfortable in their masculinity"
    },
    {
      "start": 897.4,
      "end": 900.18,
      "text": "But I feel like if you're a woman, he'd be like, I just want to take care of my family"
    },
    {
      "start": 900.18,
      "end": 902.18,
      "text": "They'd be like, what are you you're a loser?"
    },
    {
      "start": 902.18,
      "end": 906.92,
      "text": "I mean, I just I think you're more than a mother like you know, dude. I just want to work"
    },
    {
      "start": 906.92,
      "end": 911.0,
      "text": "You know, I mean, no, no, these hoes need to go 5050 like it's so much"
    },
    {
      "start": 912.04,
      "end": 915.24,
      "text": "You can't you can't do it. It's too much"
    },
    {
      "start": 916.12,
      "end": 923.52,
      "text": "Like you get shamed now if a dude act like a traditional dude or woman acts like a traditional woman people like say you're toxic"
    },
    {
      "start": 923.52,
      "end": 926.88,
      "text": "Or you can't do that anymore. It's like why we just still I still be a man"
    },
    {
      "start": 926.88,
      "end": 930.9,
      "text": "You feel me like I still I like your shirt, bro. You feel me? See, that's how men supposed to talk"
    },
    {
      "start": 930.9,
      "end": 933.84,
      "text": "I like your shirt. Appreciate you my guy. That's it. It's done"
    },
    {
      "start": 934.8,
      "end": 940.3,
      "text": "That's how we supposed to do it. It's still rules unspoken that you know, like I can't look at him and be like"
    },
    {
      "start": 940.3,
      "end": 942.3,
      "text": "It's the shirt for me"
    },
    {
      "start": 945.24,
      "end": 945.46,
      "text": "What the fuck is that? He grabbed his girl all tight. He started putting it on. Nah, nah, nah, man, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah,"
    },
    {
      "start": 975.24,
      "end": 1005.24,
      "text": "nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"
    },
    {
      "start": 1005.24,
      "end": 1038.99,
      "text": "nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"
    },
    {
      "start": 1038.99,
      "end": 1071.07,
      "text": "nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"
    },
    {
      "start": 1071.07,
      "end": 1104.56,
      "text": "nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"
    },
    {
      "start": 1104.56,
      "end": 1136.92,
      "text": "nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah, nah"
    },
    {
      "start": 1136.92,
      "end": 1138.92,
      "text": "I didn't want to make a big deal"
    },
    {
      "start": 1139.88,
      "end": 1143.16,
      "text": "She was like I'm about to nut and I was like all right"
    },
    {
      "start": 1144.04,
      "end": 1147.84,
      "text": "And I just left"
    },
    {
      "start": 1148.0,
      "end": 1150.56,
      "text": "I just walked away. I couldn't I couldn't after that"
    },
    {
      "start": 1152.32,
      "end": 1157.6,
      "text": "That was 20 years ago. I'm still mad about it. Like that was nasty. Damn. That shit. It made me hot"
    },
    {
      "start": 1158.56,
      "end": 1167.47,
      "text": "It's gross, man. I'm about to nut. What's up? I hear it rose gross"
    },
    {
      "start": 1168.35,
      "end": 1170.35,
      "text": "That's that's just nasty, man"
    },
    {
      "start": 1172.75,
      "end": 1174.83,
      "text": "And it could be because I'm just getting to an age where you know"
    },
    {
      "start": 1174.83,
      "end": 1178.99,
      "text": "You reflect a lot of you miss certain stuff and you or I might be at that fussing age. I don't know"
    },
    {
      "start": 1179.47,
      "end": 1181.47,
      "text": "You know, I'm gonna notice a lot of stuff irritate me"
    },
    {
      "start": 1181.71,
      "end": 1183.71,
      "text": "Like I'm sick of bbls"
    },
    {
      "start": 1183.95,
      "end": 1188.03,
      "text": "Yeah, I'm done. I'm I'm sick of the surgery culture we live in if I see another big old fake booty"
    },
    {
      "start": 1188.03,
      "end": 1190.03,
      "text": "I'm gonna blow my head off"
    },
    {
      "start": 1190.11,
      "end": 1194.75,
      "text": "So sick of this shit and I know by the number just probably one in here. I don't care. I hope it fucking pops"
    },
    {
      "start": 1194.83,
      "end": 1196.83,
      "text": "I hope"
    },
    {
      "start": 1197.63,
      "end": 1199.87,
      "text": "I hope you sit down too fast and it explodes"
    },
    {
      "start": 1200.67,
      "end": 1203.87,
      "text": "And then you hit the ceiling and break your neck and you got to really get surgery, you know what I mean?"
    },
    {
      "start": 1203.95,
      "end": 1205.39,
      "text": "Like I'm sick of it"
    },
    {
      "start": 1205.39,
      "end": 1206.91,
      "text": "So sick of this shit"
    },
    {
      "start": 1206.91,
      "end": 1211.07,
      "text": "I'm done because we're not all supposed to look the same, man"
    },
    {
      "start": 1211.55,
      "end": 1214.03,
      "text": "And now everybody's going to the builder bear shop and they're like, yo"
    },
    {
      "start": 1214.75,
      "end": 1218.75,
      "text": "Give me the number one and like if you if you go on instagram, they all got the same body and it's like no"
    },
    {
      "start": 1218.83,
      "end": 1220.59,
      "text": "That's not what it is. I don't like that shit, man"
    },
    {
      "start": 1220.91,
      "end": 1222.99,
      "text": "We're not supposed to look alike and if I could be honest with y'all"
    },
    {
      "start": 1223.31,
      "end": 1228.67,
      "text": "I don't like how everybody can just be built like black women now. Yeah, I said it"
    },
    {
      "start": 1229.63,
      "end": 1232.27,
      "text": "Yeah, I said I'm sick of this shit for years"
    },
    {
      "start": 1232.35,
      "end": 1236.11,
      "text": "Y'all make fun of black people for our lips and our ass and everything now you go on the surgery to get them"
    },
    {
      "start": 1236.27,
      "end": 1238.27,
      "text": "Ah, fuck that you sit your flat ass down"
    },
    {
      "start": 1239.07,
      "end": 1242.27,
      "text": "And you try to blow your soup the best you can with them thin ass lips"
    },
    {
      "start": 1245.23,
      "end": 1247.23,
      "text": "You thin lip bastard"
    },
    {
      "start": 1247.47,
      "end": 1248.83,
      "text": "You don't get the"
    },
    {
      "start": 1248.83,
      "end": 1252.11,
      "text": "You don't get to make fun of us for our entire existence and want to look like us now"
    },
    {
      "start": 1252.19,
      "end": 1253.31,
      "text": "Fuck that"
    },
    {
      "start": 1253.31,
      "end": 1255.55,
      "text": "You take what the lord gave you and deal with it"
    },
    {
      "start": 1258.09,
      "end": 1260.09,
      "text": "Sigmund"
    },
    {
      "start": 1260.17,
      "end": 1264.17,
      "text": "Sigmund and it don't even look natural when you see other cultures when it don't look right"
    },
    {
      "start": 1264.73,
      "end": 1269.29,
      "text": "It's weird. It messes up your head. I've seen an asian girl the other day a small little petite asian girl with a fat ass"
    },
    {
      "start": 1271.85,
      "end": 1273.85,
      "text": "That's not what the lord intended that is not"
    },
    {
      "start": 1274.97,
      "end": 1276.97,
      "text": "That is not how things are supposed to be"
    },
    {
      "start": 1277.45,
      "end": 1279.45,
      "text": "That's why he gave them calves"
    },
    {
      "start": 1279.93,
      "end": 1284.09,
      "text": "Yes, you ever see an asian person calves. They got the best calves in the game. They should be ripped"
    },
    {
      "start": 1285.05,
      "end": 1289.69,
      "text": "And now these women can walk around with these big old calves and a fat booty. That's sheen. That's too much"
    },
    {
      "start": 1290.65,
      "end": 1292.33,
      "text": "That's too much"
    },
    {
      "start": 1292.33,
      "end": 1296.73,
      "text": "I've seen an indian girl the other day fat ass. I'm like, that's not what the lord intended. That's not how it's supposed to be"
    },
    {
      "start": 1297.69,
      "end": 1299.69,
      "text": "That's why he gave y'all hair"
    },
    {
      "start": 1300.97,
      "end": 1304.57,
      "text": "That's a billion dollar industry. They cut they grow their hair and they sell it, you know"
    },
    {
      "start": 1304.57,
      "end": 1308.01,
      "text": "I mean and now you can just pull up with all this long luxurious hair and a fat ass"
    },
    {
      "start": 1308.97,
      "end": 1311.37,
      "text": "How do you expect dudes to react? That's too. That's overwhelming"
    },
    {
      "start": 1312.25,
      "end": 1314.41,
      "text": "You pulling up to the club just stunt on everybody just"
    },
    {
      "start": 1318.65,
      "end": 1320.65,
      "text": "Hair down your back that's"
    },
    {
      "start": 1321.21,
      "end": 1328.72,
      "text": "That's overwhelming"
    },
    {
      "start": 1328.72,
      "end": 1330.72,
      "text": "I've seen a mexican girl the other day fat ass"
    },
    {
      "start": 1331.52,
      "end": 1333.04,
      "text": "And I know what y'all thinking"
    },
    {
      "start": 1333.04,
      "end": 1338.32,
      "text": "Mexican girls be having big butts, all right, and they do normally they do but however, I think we can all agree"
    },
    {
      "start": 1339.12,
      "end": 1341.12,
      "text": "It has a shelf life"
    },
    {
      "start": 1344.01,
      "end": 1345.69,
      "text": "because"
    },
    {
      "start": 1345.69,
      "end": 1350.25,
      "text": "Mexican women don't spread the same as like black women or the black adjacents when I say black adjacent"
    },
    {
      "start": 1350.25,
      "end": 1354.09,
      "text": "I mean afro latinas, you know your your Puerto Ricans Dominicans, you know all them that's they black"
    },
    {
      "start": 1354.09,
      "end": 1356.09,
      "text": "But they got dropped off before we did and you know"
    },
    {
      "start": 1357.53,
      "end": 1359.77,
      "text": "I know black. Yes, you are. Yes, you are right"
    },
    {
      "start": 1361.05,
      "end": 1365.53,
      "text": "But when black women when they spread they keep their shape is just get a wider shape"
    },
    {
      "start": 1365.69,
      "end": 1368.81,
      "text": "You feel me but they keep this like they just go from here to like, you know"
    },
    {
      "start": 1369.21,
      "end": 1370.73,
      "text": "You know me like"
    },
    {
      "start": 1370.73,
      "end": 1372.41,
      "text": "But it's still a shape that shape just here"
    },
    {
      "start": 1372.41,
      "end": 1376.41,
      "text": "You know, I mean like you ever you ever get caught behind an older black woman like in wal-mart and you can't"
    },
    {
      "start": 1376.41,
      "end": 1379.13,
      "text": "You just got to go to a different aisle because that ass she just like"
    },
    {
      "start": 1380.25,
      "end": 1382.25,
      "text": "She pushing that cart and it's just"
    },
    {
      "start": 1382.49,
      "end": 1385.13,
      "text": "You're not getting around all that it's just it's too much"
    },
    {
      "start": 1386.33,
      "end": 1390.97,
      "text": "Then that auntie booty be different. You be like god damn like you knocking over shit. You can't get back"
    },
    {
      "start": 1393.37,
      "end": 1395.37,
      "text": "But they waste"
    },
    {
      "start": 1395.37,
      "end": 1399.05,
      "text": "They waste is still here like they still got their shape. It's just a bigger shape, right"
    },
    {
      "start": 1399.53,
      "end": 1403.93,
      "text": "When mexican women when they typically when they spread everything spread even"
    },
    {
      "start": 1405.53,
      "end": 1407.85,
      "text": "And they just like look real boxy, you know, I mean like"
    },
    {
      "start": 1408.49,
      "end": 1413.45,
      "text": "Like a piece of bread or a refrigerator like it's just it's just real like, you know, I mean they don't spread the same, you know"
    },
    {
      "start": 1414.09,
      "end": 1416.09,
      "text": "It's different"
    },
    {
      "start": 1416.57,
      "end": 1417.77,
      "text": "If i'm being honest"
    },
    {
      "start": 1417.77,
      "end": 1423.05,
      "text": "I feel like the only people that should be allowed to get bbls are black women because in our culture"
    },
    {
      "start": 1423.45,
      "end": 1425.45,
      "text": "If you ain't got no ass"
    },
    {
      "start": 1425.45,
      "end": 1427.45,
      "text": "You defend it like nobody respects you anymore"
    },
    {
      "start": 1428.17,
      "end": 1430.17,
      "text": "Like it's fucked up"
    },
    {
      "start": 1430.73,
      "end": 1434.97,
      "text": "I challenge y'all to go to a black person house during the holidays and watch how they shoot the girl that got no booty. It's messed up"
    },
    {
      "start": 1436.01,
      "end": 1438.01,
      "text": "It's messed up, man"
    },
    {
      "start": 1438.01,
      "end": 1443.93,
      "text": "They be like, okay, okay, uh, uh, toana you can be on the greens. Uh, uh, uh, uh, kiki you do the mac and cheese"
    },
    {
      "start": 1444.41,
      "end": 1448.01,
      "text": "Uh, and what can I do check out the trash? No flat ass. You get it like it's fucked up"
    },
    {
      "start": 1449.29,
      "end": 1451.05,
      "text": "It's me"
    },
    {
      "start": 1451.05,
      "end": 1453.05,
      "text": "It's me man"
    },
    {
      "start": 1453.05,
      "end": 1455.13,
      "text": "And then you know what I don't like too is like it like"
    },
    {
      "start": 1456.09,
      "end": 1458.81,
      "text": "Being a you can't be a pervert no more like and I don't when I"
    },
    {
      "start": 1460.17,
      "end": 1465.37,
      "text": "When I say pervert, I mean the safe kind where you just admire not not get a white van hit your life over like not that guy"
    },
    {
      "start": 1466.25,
      "end": 1469.69,
      "text": "But just like like remember back in the day like fellas when you saw a nice"
    },
    {
      "start": 1469.69,
      "end": 1473.45,
      "text": "But you just saw it and you went on about your day. All right real quick, you know, like you saw"
    },
    {
      "start": 1476.97,
      "end": 1480.89,
      "text": "All right, you know, I mean you just go I remember back in the when you was in the gym back in the day"
    },
    {
      "start": 1480.97,
      "end": 1485.93,
      "text": "And you you see a girl with a nice butt walk by you lock eyes with a complete stranger and y'all let each other know"
    },
    {
      "start": 1485.93,
      "end": 1487.93,
      "text": "Like, yeah, you know, I mean, that's nice"
    },
    {
      "start": 1488.97,
      "end": 1492.73,
      "text": "Yeah, remember that you walk by she's like god damn you look at him. He's like, mm-hmm"
    },
    {
      "start": 1494.25,
      "end": 1496.25,
      "text": "Y'all never spoke a word, but you know, right"
    },
    {
      "start": 1496.97,
      "end": 1500.41,
      "text": "And now you can't do that now you got to do math and I don't like that"
    },
    {
      "start": 1501.29,
      "end": 1503.29,
      "text": "They walk by you be looking like"
    },
    {
      "start": 1506.78,
      "end": 1508.78,
      "text": "You think it's real, you know, I mean like"
    },
    {
      "start": 1509.1,
      "end": 1513.5,
      "text": "You were trying to look at the die ratio to the butt like I don't think that's her hips not supposed to be that high"
    },
    {
      "start": 1513.58,
      "end": 1515.18,
      "text": "Like that's not not, you know, I don't like it"
    },
    {
      "start": 1515.74,
      "end": 1516.78,
      "text": "I don't like it man"
    },
    {
      "start": 1516.78,
      "end": 1520.62,
      "text": "And then it took the fun away from looking at other people that weren't black remember back in the day"
    },
    {
      "start": 1520.86,
      "end": 1524.06,
      "text": "When you saw like a white girl with a fat ass that was like a museum exhibit"
    },
    {
      "start": 1525.66,
      "end": 1529.02,
      "text": "Because it was such an anomaly like people would like gather around complete strangers"
    },
    {
      "start": 1529.58,
      "end": 1532.54,
      "text": "You guys would just be out at a state fair or something like that just hanging out"
    },
    {
      "start": 1532.62,
      "end": 1535.82,
      "text": "And a white girl with a big old booty walk by and everybody stopped what they doing like mid by"
    },
    {
      "start": 1538.78,
      "end": 1544.14,
      "text": "That white girl got a fat ass look look look other women looking me and everybody like why this white girl got this big ass booty"
    },
    {
      "start": 1544.86,
      "end": 1547.74,
      "text": "And then you had to figure out why she had he's like she probably played volleyball or something"
    },
    {
      "start": 1547.74,
      "end": 1549.74,
      "text": "You think she a d1 athlete d1"
    },
    {
      "start": 1549.82,
      "end": 1553.66,
      "text": "That's volleyball ass maybe soccer she might be from Nebraska them core fed bitches be thick, you know"
    },
    {
      "start": 1553.66,
      "end": 1555.66,
      "text": "I mean like you had to figure out"
    },
    {
      "start": 1556.7,
      "end": 1559.42,
      "text": "You had to figure out why this white girl got ass and now everybody could just have ass"
    },
    {
      "start": 1559.5,
      "end": 1561.5,
      "text": "I'm like that's weak man. That's not fun"
    },
    {
      "start": 1562.38,
      "end": 1563.42,
      "text": "It's not fun, man"
    },
    {
      "start": 1563.42,
      "end": 1565.42,
      "text": "It's just it ain't no fun no more"
    },
    {
      "start": 1565.9,
      "end": 1570.14,
      "text": "And if I'm being honest all jokes aside the real reason I hate the surgery culture"
    },
    {
      "start": 1570.14,
      "end": 1573.02,
      "text": "We live in is because I don't like the effect that it has on young girls"
    },
    {
      "start": 1573.98,
      "end": 1578.38,
      "text": "I don't I don't"
    },
    {
      "start": 1578.38,
      "end": 1583.74,
      "text": "They're 17 18 years old talking about I want to get surgery and it's like, yo, did you give yourself a chance"
    },
    {
      "start": 1584.22,
      "end": 1586.46,
      "text": "Your body going to it's nothing but adults in here everybody in here"
    },
    {
      "start": 1586.46,
      "end": 1590.38,
      "text": "No, your body changes over time whether you want it to or not sometimes it's good sometimes it ain't"
    },
    {
      "start": 1590.46,
      "end": 1592.46,
      "text": "But it's gonna change"
    },
    {
      "start": 1592.46,
      "end": 1595.58,
      "text": "Just see where you know try all I'm saying is did you exhaust"
    },
    {
      "start": 1595.98,
      "end": 1598.94,
      "text": "All your other options before running to surgery there's other things"
    },
    {
      "start": 1598.94,
      "end": 1603.98,
      "text": "You could do first to try to get the body you want before you just go under the knife, right? Did you try eating?"
    },
    {
      "start": 1606.86,
      "end": 1608.86,
      "text": "Just keep eating see where it goes"
    },
    {
      "start": 1609.5,
      "end": 1612.86,
      "text": "You never know it might go here and here and you be like i'm good, you know what i'm saying"
    },
    {
      "start": 1613.42,
      "end": 1617.42,
      "text": "You never know where it's gonna go. Did you try working out? You can build a button now. Did you do your squats?"
    },
    {
      "start": 1618.54,
      "end": 1622.22,
      "text": "Did you do this machine this this shit right here? Did you do this? Did you do that yet?"
    },
    {
      "start": 1623.02,
      "end": 1627.66,
      "text": "Did you try that? You know, did you try getting pregnant and listen? No, no like"
    },
    {
      "start": 1629.42,
      "end": 1634.06,
      "text": "Just a little pregnant just a little pregnant like just to see just to see where like happy like you know"
    },
    {
      "start": 1634.06,
      "end": 1636.06,
      "text": "I mean, I'm not even saying you got to keep the baby. I'm just saying I'm just"
    },
    {
      "start": 1641.18,
      "end": 1643.18,
      "text": "I'm just trying out"
    },
    {
      "start": 1650.44,
      "end": 1652.76,
      "text": "All y'all thought that was an abortion joke"
    },
    {
      "start": 1653.88,
      "end": 1656.52,
      "text": "And it wasn't I'm talking about being a surrogate. Oh"
    },
    {
      "start": 1657.64,
      "end": 1661.0,
      "text": "Look at you with your judgment. You feel dumb now. Don't you?"
    },
    {
      "start": 1661.72,
      "end": 1663.4,
      "text": "Yeah"
    },
    {
      "start": 1663.4,
      "end": 1667.08,
      "text": "Yeah, be a surrogate think about that. That's actually pretty smart if you really think about it, right?"
    },
    {
      "start": 1668.2,
      "end": 1669.16,
      "text": "You get all right"
    },
    {
      "start": 1669.16,
      "end": 1672.92,
      "text": "So I know because I have kids right when women are pregnant this gets bigger"
    },
    {
      "start": 1673.08,
      "end": 1676.36,
      "text": "All right, the hips start spreading. That's just nature. They're spreading because they're making room for the baby"
    },
    {
      "start": 1676.6,
      "end": 1681.08,
      "text": "Right, you're taking your prenatal so your hair get all long, right? So you start getting the way you want to get right"
    },
    {
      "start": 1681.4,
      "end": 1683.24,
      "text": "Also being a surrogate very lucrative"
    },
    {
      "start": 1684.04,
      "end": 1688.92,
      "text": "It's because people be paying because they I mean you can make a lot of money caring somebody else's baby"
    },
    {
      "start": 1689.24,
      "end": 1696.12,
      "text": "And you're doing a nice thing for a family that couldn't conceive a child, right? And you ain't got to raise this little motherfucker"
    },
    {
      "start": 1696.76,
      "end": 1698.36,
      "text": "right"
    },
    {
      "start": 1698.36,
      "end": 1701.32,
      "text": "So that means you leave the process with new boobs"
    },
    {
      "start": 1701.96,
      "end": 1705.16,
      "text": "New hips new ass long hair a pocket full of money"
    },
    {
      "start": 1707.56,
      "end": 1710.2,
      "text": "And you go into heaven like what else do you want?"
    },
    {
      "start": 1718.04,
      "end": 1721.56,
      "text": "Now a joke was actually very pro-women. I mean it was pro-choice"
    },
    {
      "start": 1722.28,
      "end": 1724.6,
      "text": "Body positivity I'm on your I'm on your team"
    },
    {
      "start": 1725.32,
      "end": 1727.32,
      "text": "I'm on your team man. You know what I mean?"
    },
    {
      "start": 1728.12,
      "end": 1731.88,
      "text": "And I'm just an honest person like so I'm just very honest. I'm very honest with my kids"
    },
    {
      "start": 1732.2,
      "end": 1735.48,
      "text": "Like I'm raised. I don't raise my kids to like, oh, you know, let's let's"
    },
    {
      "start": 1736.28,
      "end": 1739.88,
      "text": "Get to that later. Like no, I'm gonna tell you right now like what it is the only problem is"
    },
    {
      "start": 1741.0,
      "end": 1744.68,
      "text": "Kids be thinking you had the answers to stuff you don't that's the only thing I don't like as a parent"
    },
    {
      "start": 1744.68,
      "end": 1747.88,
      "text": "Like like kids think they parents is like the most intelligent people on earth"
    },
    {
      "start": 1747.96,
      "end": 1751.24,
      "text": "And it's like you ask me questions, bro. I'm googling just like you like I don't"
    },
    {
      "start": 1751.96,
      "end": 1754.76,
      "text": "I don't really know and sometimes they be asking me stuff. I'm not ready for it"
    },
    {
      "start": 1754.76,
      "end": 1756.68,
      "text": "Like I walked in the school every day, right?"
    },
    {
      "start": 1756.68,
      "end": 1759.72,
      "text": "We was walking the other day and it was a dude walking down the street"
    },
    {
      "start": 1760.12,
      "end": 1764.44,
      "text": "And he had a little he had a little hitch in his giddy up. You feel me? Like, you know, he so"
    },
    {
      "start": 1765.56,
      "end": 1769.16,
      "text": "So I'm not laughing at him, but like this is so he he so he had one of these, right?"
    },
    {
      "start": 1769.24,
      "end": 1771.24,
      "text": "This is how he's walking"
    },
    {
      "start": 1771.64,
      "end": 1776.68,
      "text": "And my son goes what's wrong with him and I said, I don't know dude, bro"
    },
    {
      "start": 1776.76,
      "end": 1779.88,
      "text": "But you know, I don't know he's like but why he walked like that"
    },
    {
      "start": 1780.68,
      "end": 1784.92,
      "text": "I said, well, we live in LA, you know, he might have got a bbl that ass might be new he might not"
    },
    {
      "start": 1785.4,
      "end": 1787.9,
      "text": "He might not have worked it yet. You know what I mean? He might be adjusting"
    },
    {
      "start": 1789.4,
      "end": 1792.12,
      "text": "But I said son clearly he has a disability"
    },
    {
      "start": 1792.92,
      "end": 1794.92,
      "text": "And he goes what's a disability?"
    },
    {
      "start": 1795.56,
      "end": 1801.76,
      "text": "And I said, you know, like he ain't got the abilities, bro. You know what I'm saying?"
    },
    {
      "start": 1802.88,
      "end": 1806.08,
      "text": "He can't do like I can do this. He can't you know what I mean? Like he ain't got the abilities"
    },
    {
      "start": 1806.72,
      "end": 1809.2,
      "text": "To do all the things. He's out of disability. You know, I didn't"
    },
    {
      "start": 1810.0,
      "end": 1812.8,
      "text": "I didn't know how to explain it and he's like, but what are disabilities? I was like, all right"
    },
    {
      "start": 1812.8,
      "end": 1817.28,
      "text": "Well, you got you got your mental disabilities and you got your physical disability. He's like, what's the difference?"
    },
    {
      "start": 1817.36,
      "end": 1819.36,
      "text": "I'm like, bro, like come on, man"
    },
    {
      "start": 1820.88,
      "end": 1822.96,
      "text": "I said, okay. All right. All right here"
    },
    {
      "start": 1824.08,
      "end": 1826.08,
      "text": "Remember when we watched the goonies?"
    },
    {
      "start": 1828.24,
      "end": 1830.56,
      "text": "Remember it's member slaw, you know, hey"
    },
    {
      "start": 1837.1,
      "end": 1840.62,
      "text": "They said, yeah, I said, okay. Well, he had all that shit like yeah"
    },
    {
      "start": 1840.7,
      "end": 1841.82,
      "text": "Yeah"
    },
    {
      "start": 1841.82,
      "end": 1847.42,
      "text": "He had everything the physical the mental he had he was a Thanos of disabilities. He collected everything. He was fucked up, you know"
    },
    {
      "start": 1848.06,
      "end": 1850.06,
      "text": "Anything you had he had it, you know"
    },
    {
      "start": 1850.38,
      "end": 1853.82,
      "text": "That's that's an extreme version, but those are disabilities, right?"
    },
    {
      "start": 1854.3,
      "end": 1857.1,
      "text": "And now we're down a rabbit hole of disabilities because he got more followers"
    },
    {
      "start": 1857.42,
      "end": 1859.42,
      "text": "So somehow we land on autism"
    },
    {
      "start": 1859.82,
      "end": 1863.34,
      "text": "And he's like, what's autism? I was like, I'm not really sure but apparently all y'all got that shit now"
    },
    {
      "start": 1863.42,
      "end": 1865.02,
      "text": "Like I don't know"
    },
    {
      "start": 1865.02,
      "end": 1868.38,
      "text": "It wasn't the thing when I was a kid you just went to a different class and we saw you after school"
    },
    {
      "start": 1868.46,
      "end": 1872.54,
      "text": "Like, you know what I mean? You got a little extra time on your test. Like I don't know what autism is"
    },
    {
      "start": 1872.62,
      "end": 1875.74,
      "text": "But apparently, you know, that's the thing now, but I don't know and they was like, okay"
    },
    {
      "start": 1875.82,
      "end": 1879.42,
      "text": "And when he's asking more questions, then we land on down syndrome. He's like, what's down syndrome?"
    },
    {
      "start": 1879.5,
      "end": 1881.5,
      "text": "I was like, bro, you killing me, bro"
    },
    {
      "start": 1883.02,
      "end": 1885.02,
      "text": "I said, okay"
    },
    {
      "start": 1885.02,
      "end": 1887.02,
      "text": "We got chromosomes in our body, right?"
    },
    {
      "start": 1887.66,
      "end": 1892.78,
      "text": "And when you have an extra one, it causes this thing called down syndrome. He's like, yeah, but what is it?"
    },
    {
      "start": 1893.58,
      "end": 1896.06,
      "text": "I said the syndrome, bro. Like it's down. It's not"
    },
    {
      "start": 1896.78,
      "end": 1898.78,
      "text": "It's not up. It's down. Like I don't"
    },
    {
      "start": 1900.06,
      "end": 1901.42,
      "text": "No"
    },
    {
      "start": 1901.42,
      "end": 1907.26,
      "text": "He's like, but what's the syndrome? I was like, it's the thing. All right. Listen, hold on. So I google down syndrome"
    },
    {
      "start": 1908.14,
      "end": 1910.14,
      "text": "I click google images, all right"
    },
    {
      "start": 1910.46,
      "end": 1913.66,
      "text": "And I show him a picture of somebody with down syndrome because kids are visual"
    },
    {
      "start": 1914.06,
      "end": 1920.43,
      "text": "I said, this is down syndrome. He goes, oh, I've seen those before. I was like, no"
    },
    {
      "start": 1922.11,
      "end": 1924.59,
      "text": "Don't call them those, bro. They're just people don't say those"
    },
    {
      "start": 1925.55,
      "end": 1928.43,
      "text": "He's like, no, they're really nice. I said, oh, they're the best. I love people down syndrome"
    },
    {
      "start": 1928.43,
      "end": 1931.95,
      "text": "They're they're super honest or hella funny. Like they're great to hang out with. I love them to death. You know, I mean"
    },
    {
      "start": 1932.35,
      "end": 1936.75,
      "text": "He's like, but what make them like that? I was like, that's just how they are. He's like, do they all look like that?"
    },
    {
      "start": 1936.75,
      "end": 1938.75,
      "text": "I said, that's typically the factory setting. Yeah"
    },
    {
      "start": 1940.59,
      "end": 1944.35,
      "text": "That's that's that's the avatar that they start off with, you know, I mean like that's"
    },
    {
      "start": 1944.99,
      "end": 1948.67,
      "text": "If you were creating one, that's that's the look, you know, I mean, I don't know why but that's what it is, you know"
    },
    {
      "start": 1949.95,
      "end": 1951.15,
      "text": "And"
    },
    {
      "start": 1951.15,
      "end": 1954.19,
      "text": "He said, okay, but why they like that? I said, bro, it's just, you know"
    },
    {
      "start": 1954.35,
      "end": 1959.31,
      "text": "Now mind you, I didn't get frustrated with him because my nine-year-old he's a very sweet kid. He's just empathetic"
    },
    {
      "start": 1959.79,
      "end": 1961.79,
      "text": "So he just wants to know things because he's nice"
    },
    {
      "start": 1961.95,
      "end": 1964.27,
      "text": "Like he got an award at school for being the nice kid"
    },
    {
      "start": 1964.43,
      "end": 1967.95,
      "text": "Like and I know he just got an award because I was like, why did he get it?"
    },
    {
      "start": 1967.95,
      "end": 1972.35,
      "text": "And they said because during pe like he's the best athlete out there, you know, I mean, you know, duh, right?"
    },
    {
      "start": 1975.63,
      "end": 1979.47,
      "text": "What he does is he picks all the kids who aren't good or who don't have friends and everything"
    },
    {
      "start": 1979.47,
      "end": 1982.91,
      "text": "So they feel included. You know what I mean? Like that's who he is, right? Yeah, he's nice"
    },
    {
      "start": 1983.71,
      "end": 1985.39,
      "text": "He's just nice"
    },
    {
      "start": 1985.39,
      "end": 1989.15,
      "text": "Which is way better to my seven-year-old because my seven-year-old boy, man, them niggas trash get him out of here"
    },
    {
      "start": 1989.39,
      "end": 1990.75,
      "text": "He don't care"
    },
    {
      "start": 1990.75,
      "end": 1993.63,
      "text": "My seven-year-old be like, get his weak ass out of here. You know what I mean? He don't care"
    },
    {
      "start": 1994.99,
      "end": 1996.99,
      "text": "Seven-year-old is savage, bro. He"
    },
    {
      "start": 1997.07,
      "end": 1998.35,
      "text": "He different"
    },
    {
      "start": 1998.35,
      "end": 2002.75,
      "text": "So mind you the whole time I'm talking I'm only talking to the nine-year-old the seven-year-old is walking a little bit"
    },
    {
      "start": 2002.75,
      "end": 2003.63,
      "text": "Behind us"
    },
    {
      "start": 2003.63,
      "end": 2006.35,
      "text": "So he's like dad, what makes people like this and I said, well"
    },
    {
      "start": 2006.91,
      "end": 2010.59,
      "text": "You got to understand son. I really honestly, I don't know but there's you just have to accept the fact"
    },
    {
      "start": 2010.59,
      "end": 2014.27,
      "text": "There are some people like like you and me and mommy and then"
    },
    {
      "start": 2015.15,
      "end": 2017.15,
      "text": "There's some people who aren't"
    },
    {
      "start": 2017.23,
      "end": 2021.23,
      "text": "And as I'm saying this the seven-year-olds behind me going day not like us day"
    },
    {
      "start": 2024.75,
      "end": 2029.39,
      "text": "Don't you ever down syndrome, bro? That was for Drake. You know what I mean? Don't do that, you know"
    },
    {
      "start": 2030.51,
      "end": 2034.99,
      "text": "That's just who they are, you know, and they're always asking questions. I'd be like damn, bro"
    },
    {
      "start": 2036.67,
      "end": 2040.91,
      "text": "And then sometimes I'm forced to talk to them about stuff because it gets brought to my attention by the other adults"
    },
    {
      "start": 2041.39,
      "end": 2043.55,
      "text": "You know, I mean because I mean these group chats that I don't ask to be in"
    },
    {
      "start": 2044.59,
      "end": 2048.67,
      "text": "You feel me? I got thrown in the group chats with the non-working white moms, you know, they don't have shit to do"
    },
    {
      "start": 2049.63,
      "end": 2052.67,
      "text": "You don't have shit to do with fuss, you know, and I'm like, I got things to do"
    },
    {
      "start": 2053.71,
      "end": 2059.71,
      "text": "And all they do is fuss starbucks orders, whatever the hell their problem is, you know, when are they coming back with a pumpkin spice, you know, this"
    },
    {
      "start": 2060.43,
      "end": 2062.43,
      "text": "Man"
    },
    {
      "start": 2064.03,
      "end": 2066.03,
      "text": "And so I want to"
    },
    {
      "start": 2067.47,
      "end": 2069.47,
      "text": "Hit you kind of late, you know what I mean, but"
    },
    {
      "start": 2070.91,
      "end": 2076.97,
      "text": "I'm coming back from a flight one time"
    },
    {
      "start": 2077.29,
      "end": 2081.93,
      "text": "And you're been in the group chat that's going so fast. You can't keep up with the chat because they move with the fast"
    },
    {
      "start": 2082.17,
      "end": 2086.17,
      "text": "So they going off and I and I'm only seeing like white mom trigger phrases in the thing"
    },
    {
      "start": 2086.17,
      "end": 2089.77,
      "text": "But I don't know what's going on, you know, so I just see stuff. This is an outrage"
    },
    {
      "start": 2090.73,
      "end": 2092.49,
      "text": "We need to do something"
    },
    {
      "start": 2092.49,
      "end": 2097.53,
      "text": "Who do we need to speak to? We do not have to stand for this. Where are the authorities? I was like, oh the authorities, she's serious"
    },
    {
      "start": 2098.89,
      "end": 2102.81,
      "text": "But I can't figure out why they mad and then I finally I see the sentence and I see a sentence"
    },
    {
      "start": 2102.81,
      "end": 2108.09,
      "text": "I never seen before in my life. It's sad. It's true. It said they shouldn't be reading the kids gay books"
    },
    {
      "start": 2109.61,
      "end": 2114.97,
      "text": "See what? I never heard that in my life. I've heard gay. I've heard books and never seen them smash like I'm never"
    },
    {
      "start": 2115.37,
      "end": 2117.37,
      "text": "I never heard it"
    },
    {
      "start": 2117.77,
      "end": 2123.21,
      "text": "And so the I guess one of the six year olds went home and told the mom that the teacher or whoever was at school"
    },
    {
      "start": 2123.21,
      "end": 2126.41,
      "text": "And they were reading them gay books and I'm like six year old"
    },
    {
      "start": 2127.45,
      "end": 2131.29,
      "text": "I got follow-up questions because since when the six year olds ever gotten anything right in context"
    },
    {
      "start": 2131.37,
      "end": 2134.17,
      "text": "Like they've they've been known to mess some things up"
    },
    {
      "start": 2134.17,
      "end": 2136.17,
      "text": "Like I just seen a thing the other day online"
    },
    {
      "start": 2136.41,
      "end": 2137.53,
      "text": "With this mom"
    },
    {
      "start": 2137.53,
      "end": 2143.45,
      "text": "Initially got mad at teacher because the kid went home and said the teacher said that we got to bring bisexual gifts to school"
    },
    {
      "start": 2144.97,
      "end": 2146.97,
      "text": "And the teacher said ma'am"
    },
    {
      "start": 2147.21,
      "end": 2149.21,
      "text": "I said unisex"
    },
    {
      "start": 2149.21,
      "end": 2151.61,
      "text": "That's completely different from bisexual"
    },
    {
      "start": 2152.17,
      "end": 2154.73,
      "text": "Bisexual means everybody in the class about the fuck. You know what I mean?"
    },
    {
      "start": 2155.45,
      "end": 2159.05,
      "text": "Unisex just means you can wear this shirt or me, you know, that's it completely different"
    },
    {
      "start": 2159.53,
      "end": 2163.29,
      "text": "So me having since I went home to talk to my kids because I'm like I want to get to the bottom"
    },
    {
      "start": 2163.29,
      "end": 2166.97,
      "text": "See what's really going on and the only thing I even agreed with the moms with was they felt like that"
    },
    {
      "start": 2167.05,
      "end": 2170.25,
      "text": "Conversation should be had at home first before school, which I agree with that right"
    },
    {
      "start": 2170.41,
      "end": 2173.61,
      "text": "But I'm still like, ah, it's got to be more to it. So I get off the plane and go home"
    },
    {
      "start": 2174.33,
      "end": 2175.93,
      "text": "Drop my back off"
    },
    {
      "start": 2175.93,
      "end": 2179.37,
      "text": "Over my kids already playing in little video games. I said pause the game and need to talk to y'all. They said, what's up?"
    },
    {
      "start": 2179.93,
      "end": 2181.93,
      "text": "So I got a question"
    },
    {
      "start": 2182.81,
      "end": 2186.35,
      "text": "I said, uh"
    },
    {
      "start": 2186.35,
      "end": 2188.35,
      "text": "Y'all be reading gay books, you know"
    },
    {
      "start": 2189.87,
      "end": 2191.87,
      "text": "I didn't know how to phrase it, you know, I didn't know how to ask"
    },
    {
      "start": 2192.83,
      "end": 2196.59,
      "text": "And so my oldest son was like, what are you gay books? I said, I don't know read the chat, bro"
    },
    {
      "start": 2196.59,
      "end": 2198.59,
      "text": "That's what they said. I don't I don't know"
    },
    {
      "start": 2199.47,
      "end": 2204.59,
      "text": "He said no, we only read no gay books. I said I said, is there is a gay subject matter in the books"
    },
    {
      "start": 2204.99,
      "end": 2209.71,
      "text": "They said no. I said, is there any gay characters? They said no. I said, uh"
    },
    {
      "start": 2210.35,
      "end": 2214.91,
      "text": "Who reading y'all the books is the librarian reading y'all the books and if so is is the librarian"
    },
    {
      "start": 2216.35,
      "end": 2218.11,
      "text": "Is she"
    },
    {
      "start": 2218.11,
      "end": 2220.11,
      "text": "Does she dress like mommy?"
    },
    {
      "start": 2221.23,
      "end": 2223.23,
      "text": "Or does she dress more like daddy like what"
    },
    {
      "start": 2223.95,
      "end": 2226.99,
      "text": "Or is it a dude and if it's a dude because I don't want to is it a dude and if it's a dude"
    },
    {
      "start": 2227.07,
      "end": 2231.55,
      "text": "Is he is he is he like daddy or is he like when he like is"
    },
    {
      "start": 2232.51,
      "end": 2234.51,
      "text": "Like"
    },
    {
      "start": 2236.35,
      "end": 2240.83,
      "text": "Like when y'all not listening does he yell or does he does he snap back? You like like how does he"
    },
    {
      "start": 2242.59,
      "end": 2244.59,
      "text": "How does he get your attention?"
    },
    {
      "start": 2246.28,
      "end": 2250.92,
      "text": "And they said no, it's it's a lady. I said, okay, like like original recipe like it is"
    },
    {
      "start": 2252.2,
      "end": 2255.32,
      "text": "Like has she been a lady all school year or like"
    },
    {
      "start": 2256.92,
      "end": 2261.24,
      "text": "In 2025 I gotta figure out like what's happening, you know, and I don't want to be offensive"
    },
    {
      "start": 2261.24,
      "end": 2263.24,
      "text": "I'm just trying to get to the bottom of it"
    },
    {
      "start": 2263.64,
      "end": 2266.84,
      "text": "And so they like no, it's just it's just a standard issue lady. I said, okay"
    },
    {
      "start": 2269.16,
      "end": 2271.16,
      "text": "Over he's included we got it, right"
    },
    {
      "start": 2272.12,
      "end": 2275.48,
      "text": "I said, so nobody nobody gay. They said not that we know of and I said, okay"
    },
    {
      "start": 2276.12,
      "end": 2278.92,
      "text": "I guess I got nothing to ask and all of a sudden the older one goes. Oh"
    },
    {
      "start": 2279.64,
      "end": 2281.64,
      "text": "We learned about Harvey milk"
    },
    {
      "start": 2282.12,
      "end": 2286.52,
      "text": "I said, oh the gay politician from san francisco. Okay, got it. I said which I'll learn"
    },
    {
      "start": 2286.76,
      "end": 2288.76,
      "text": "They said this said he was gay and he fought for gay rights"
    },
    {
      "start": 2288.76,
      "end": 2292.04,
      "text": "And that sometimes people aren't mean to gay people just because they're gay. I said, okay"
    },
    {
      "start": 2292.36,
      "end": 2295.16,
      "text": "What do y'all think about that? First of all, do y'all know what gay is and they say?"
    },
    {
      "start": 2295.16,
      "end": 2299.24,
      "text": "Yeah, when a boy likes a boy and a girl likes a girl, I said, okay, which I'll think about that"
    },
    {
      "start": 2299.32,
      "end": 2304.92,
      "text": "Like I said my oldest he's an empathetic kid. He's sweet. He goes. Well, I think it's a little weird"
    },
    {
      "start": 2307.69,
      "end": 2311.77,
      "text": "But I don't think you should be mean anybody just because they're gay. You should treat everybody with love and respect"
    },
    {
      "start": 2311.77,
      "end": 2314.41,
      "text": "I was like, you got it, bro. You can raise yourself. I'm about to go be a dead beat man. I'm out"
    },
    {
      "start": 2316.17,
      "end": 2318.89,
      "text": "He got life figured out it's not hard to treat everybody with love and respect"
    },
    {
      "start": 2318.89,
      "end": 2322.81,
      "text": "That's not hard a fucking nine-year-old knows that. I don't know how adults don't know that, you know, I mean, it's not hard"
    },
    {
      "start": 2323.13,
      "end": 2325.13,
      "text": "All right, it's not hard"
    },
    {
      "start": 2325.85,
      "end": 2332.59,
      "text": "So then I go to savage"
    },
    {
      "start": 2332.59,
      "end": 2335.23,
      "text": "I said, so what do you think about gay?"
    },
    {
      "start": 2336.11,
      "end": 2338.11,
      "text": "he goes"
    },
    {
      "start": 2342.0,
      "end": 2343.76,
      "text": "That was his response, right"
    },
    {
      "start": 2343.76,
      "end": 2347.92,
      "text": "And some of y'all got tight because you're like, oh my god, that was homophobic. No, it's not. He's seven"
    },
    {
      "start": 2348.16,
      "end": 2351.68,
      "text": "All right, it wasn't homophobic. Just he don't like dudes. So the thought of two dudes was gross to him"
    },
    {
      "start": 2352.08,
      "end": 2356.88,
      "text": "Right, so I had to let him know that response was okay. You know, I was like, hey, that's okay. Daddy thinks it's gross, too"
    },
    {
      "start": 2356.96,
      "end": 2358.96,
      "text": "However"
    },
    {
      "start": 2360.24,
      "end": 2363.04,
      "text": "I said, what's the rule? He said treat everybody with love and respect"
    },
    {
      "start": 2363.04,
      "end": 2366.4,
      "text": "I was like, you got it and then I had to let him know that that reaction wasn't even gay specific"
    },
    {
      "start": 2367.04,
      "end": 2370.64,
      "text": "So I told him the truth. I said, you know what daddy has that same reaction when you see straight ugly couples"
    },
    {
      "start": 2370.96,
      "end": 2372.96,
      "text": "so"
    },
    {
      "start": 2373.76,
      "end": 2375.28,
      "text": "And we've all done it"
    },
    {
      "start": 2375.28,
      "end": 2380.0,
      "text": "Everybody in this room has been out at a restaurant or walking down the street and you see a couple and you'd be like"
    },
    {
      "start": 2380.08,
      "end": 2382.08,
      "text": "They be fucking like"
    },
    {
      "start": 2383.52,
      "end": 2385.52,
      "text": "We all had that thought"
    },
    {
      "start": 2386.4,
      "end": 2391.6,
      "text": "I'm not gonna shame a seven-year-old for a normal thought that we all have, you know what I mean? I'm not doing that"
    },
    {
      "start": 2396.59,
      "end": 2398.59,
      "text": "And then the reason and the reason why"
    },
    {
      "start": 2398.83,
      "end": 2401.71,
      "text": "I'm talking about all these things and stuff like that, you know"
    },
    {
      "start": 2401.79,
      "end": 2405.71,
      "text": "A lot of people be like, uh, the black community is homophobic, which I don't think that's true"
    },
    {
      "start": 2406.03,
      "end": 2408.03,
      "text": "I don't think that's true. They say it all the time black people homophobic"
    },
    {
      "start": 2408.27,
      "end": 2409.15,
      "text": "I"
    },
    {
      "start": 2409.15,
      "end": 2411.55,
      "text": "This is why I don't think it's true because I grew up in church"
    },
    {
      "start": 2412.19,
      "end": 2414.19,
      "text": "And if black people were homophobic"
    },
    {
      "start": 2415.31,
      "end": 2417.31,
      "text": "You already know"
    },
    {
      "start": 2417.31,
      "end": 2419.31,
      "text": "You already know I'm going because"
    },
    {
      "start": 2419.71,
      "end": 2423.07,
      "text": "If we were homophobic, how did the choir have a piano player like how?"
    },
    {
      "start": 2425.07,
      "end": 2427.07,
      "text": "If you"
    },
    {
      "start": 2427.71,
      "end": 2432.03,
      "text": "You mean to tell you thought you thought this choir choir you thought he like girls like no"
    },
    {
      "start": 2433.47,
      "end": 2437.23,
      "text": "And nobody cared nobody cared that he was tickling balls on saturday night. Nobody cared"
    },
    {
      "start": 2438.19,
      "end": 2443.15,
      "text": "Long as he came in on sunday and tickled the libraries. Nobody cared nobody cared. He was gay and shit"
    },
    {
      "start": 2443.23,
      "end": 2446.11,
      "text": "So I don't buy that right? I don't buy it, but"
    },
    {
      "start": 2446.83,
      "end": 2449.55,
      "text": "But let's say hypothetically that black people were homophobic"
    },
    {
      "start": 2450.11,
      "end": 2454.99,
      "text": "Well, you have to understand black people's introduction to homosexuality. It wasn't pleasant. It's trauma-filled"
    },
    {
      "start": 2455.39,
      "end": 2457.47,
      "text": "All right, I don't know if you guys know what buck breaking is"
    },
    {
      "start": 2458.11,
      "end": 2460.11,
      "text": "All right. Yes, it's a hard hitting topic"
    },
    {
      "start": 2460.19,
      "end": 2462.83,
      "text": "Buck breaking is when they would take the biggest strongest guy out there"
    },
    {
      "start": 2463.31,
      "end": 2465.95,
      "text": "And the slave owner would do him in front of everybody"
    },
    {
      "start": 2466.35,
      "end": 2469.23,
      "text": "To emasculate him to tear him down make him ashamed"
    },
    {
      "start": 2469.31,
      "end": 2471.79,
      "text": "Sometimes they make the dudes do each other the strong ones, you know, I mean"
    },
    {
      "start": 2471.95,
      "end": 2476.59,
      "text": "So imagine you seeing that happen to your your brother your uncle your father sibling"
    },
    {
      "start": 2476.83,
      "end": 2479.71,
      "text": "That would fuck you up, right? So you would understand like why passed down?"
    },
    {
      "start": 2479.71,
      "end": 2482.99,
      "text": "They'd be like, hey man, we don't fuck with that shit because you had a very traumatic experience"
    },
    {
      "start": 2483.47,
      "end": 2486.99,
      "text": "At first that I mean like if you met somebody who hated football"
    },
    {
      "start": 2487.79,
      "end": 2490.43,
      "text": "And you found out as kids they were locked in basements"
    },
    {
      "start": 2491.15,
      "end": 2494.67,
      "text": "And forced to watch nothing but rater games you you would you would understand"
    },
    {
      "start": 2496.51,
      "end": 2501.39,
      "text": "You would understand why they hated football. I know because I'm a rater fan. I got the trauma. I got it"
    },
    {
      "start": 2501.39,
      "end": 2505.39,
      "text": "You know what I'm saying? I'm a big rater fan every time. Oh, you know what I mean? I get it"
    },
    {
      "start": 2506.43,
      "end": 2508.43,
      "text": "I get it"
    },
    {
      "start": 2511.15,
      "end": 2513.31,
      "text": "Now here's the thing the reason why I'm talking about all these things"
    },
    {
      "start": 2514.03,
      "end": 2517.79,
      "text": "Because like I said earlier, I mean I feel like comedy is the last safe space we have to laugh at everything"
    },
    {
      "start": 2517.87,
      "end": 2523.15,
      "text": "Laugh at everything talk about everything and because recently I found out I am a little bit of everything and I didn't know that"
    },
    {
      "start": 2523.63,
      "end": 2525.07,
      "text": "All right, I did my son"
    },
    {
      "start": 2525.07,
      "end": 2528.83,
      "text": "He had a family tree project to do right and I thought I called my mom"
    },
    {
      "start": 2528.83,
      "end": 2531.63,
      "text": "I said mom we need the family history and I thought you know"
    },
    {
      "start": 2531.63,
      "end": 2535.79,
      "text": "It was just going to be traditional black because we keep ours all the way back to 1853"
    },
    {
      "start": 2536.19,
      "end": 2539.07,
      "text": "All right, so we can track it and I thought it was going to be three lines"
    },
    {
      "start": 2539.55,
      "end": 2542.67,
      "text": "You know me just typical american black. I did I thought it was going to be like slavery freedom"
    },
    {
      "start": 2542.67,
      "end": 2544.67,
      "text": "Here you are like that's what I thought it was going to be right"
    },
    {
      "start": 2545.63,
      "end": 2550.67,
      "text": "And that wasn't the case with my family and I was really shocked like we started off a hundred percent Choctaw Native American"
    },
    {
      "start": 2551.23,
      "end": 2555.07,
      "text": "All right, and then they had a daughter. She made it to that was iris"
    },
    {
      "start": 2555.63,
      "end": 2558.27,
      "text": "So at this point we was just white with strong cheekbones"
    },
    {
      "start": 2561.87,
      "end": 2563.87,
      "text": "Then they had a little white baby, all right"
    },
    {
      "start": 2564.27,
      "end": 2568.03,
      "text": "And then she decided she was going to sleep with the darkest dude to ever live"
    },
    {
      "start": 2568.43,
      "end": 2571.47,
      "text": "All right, my great grandpa black as hell like I've seen the pictures"
    },
    {
      "start": 2571.87,
      "end": 2574.67,
      "text": "Is just my granny and the eyes and teeth. I didn't know who was there like he was"
    },
    {
      "start": 2576.43,
      "end": 2577.79,
      "text": "All right"
    },
    {
      "start": 2577.79,
      "end": 2580.67,
      "text": "My great granny and then so then they had my granny my granny"
    },
    {
      "start": 2580.67,
      "end": 2584.51,
      "text": "How my mama my mama had me and then I recently just found out like because I thought my granny was dark skin"
    },
    {
      "start": 2584.83,
      "end": 2588.19,
      "text": "And they said no the dialysis did that they showed me pictures when she was younger"
    },
    {
      "start": 2588.35,
      "end": 2589.31,
      "text": "No bullshit"
    },
    {
      "start": 2589.31,
      "end": 2593.31,
      "text": "They showed me pictures her when she was younger and she looked she was very light like more late native american"
    },
    {
      "start": 2593.31,
      "end": 2594.35,
      "text": "I was like oh snap"
    },
    {
      "start": 2594.35,
      "end": 2598.67,
      "text": "I was like, okay, and then my papa was creole. He liked skin as hell and they mixed right then my dad"
    },
    {
      "start": 2598.91,
      "end": 2603.07,
      "text": "My dad's dad just you know black but my grandma I I never knew what she was like"
    },
    {
      "start": 2603.23,
      "end": 2607.07,
      "text": "She just looked like a weird like awkward white lady to me like I never knew"
    },
    {
      "start": 2607.95,
      "end": 2611.07,
      "text": "Which I'm like why she look white, but that hair like mine like what"
    },
    {
      "start": 2611.71,
      "end": 2614.43,
      "text": "What's going on and then it turns out she was uh"
    },
    {
      "start": 2614.99,
      "end": 2618.03,
      "text": "Cherokee and irish for like a little bit of black, all right"
    },
    {
      "start": 2618.59,
      "end": 2623.79,
      "text": "And so I'm like yo, this is crazy like we I'm not I'm not black as I thought I was right and"
    },
    {
      "start": 2624.35,
      "end": 2627.87,
      "text": "Then I meet my wife and I thought she was like just light skin black and she turns out"
    },
    {
      "start": 2627.87,
      "end": 2629.87,
      "text": "She's Puerto Rican and white"
    },
    {
      "start": 2629.95,
      "end": 2633.15,
      "text": "So I'll be looking at my kids like man y'all hanging on by a fucking thread"
    },
    {
      "start": 2636.03,
      "end": 2639.28,
      "text": "Like"
    },
    {
      "start": 2639.28,
      "end": 2643.52,
      "text": "Like I tell them all the time if y'all don't marry black women we got to reclassify bro like we gonna get kicked out"
    },
    {
      "start": 2644.56,
      "end": 2648.32,
      "text": "I thought I thought daddy had more in them, but I'm barely holding on myself bro. So you gotta"
    },
    {
      "start": 2649.2,
      "end": 2651.68,
      "text": "You got to really black it up bro, and we got to go, you know"
    },
    {
      "start": 2655.05,
      "end": 2659.21,
      "text": "And so I don't know if this is related or not, but he goes and turns in the project"
    },
    {
      "start": 2659.21,
      "end": 2663.05,
      "text": "He comes home the next day and he goes hey dad. I got a question for you. I said, what's up, bro"
    },
    {
      "start": 2663.85,
      "end": 2665.85,
      "text": "He said one of the white kids at my school"
    },
    {
      "start": 2666.25,
      "end": 2668.25,
      "text": "Asked me if I was allowed to say the n word"
    },
    {
      "start": 2669.77,
      "end": 2672.73,
      "text": "And I was like that's a wild question for second grade like y'all that's"
    },
    {
      "start": 2673.69,
      "end": 2676.41,
      "text": "Y'all don't trade pokemon no more just hard hidden topics. That's"
    },
    {
      "start": 2677.85,
      "end": 2679.85,
      "text": "Damn dude. Okay, uh"
    },
    {
      "start": 2680.41,
      "end": 2684.09,
      "text": "I said, what'd you tell him? He said I told him my dad say it all the time"
    },
    {
      "start": 2684.89,
      "end": 2686.89,
      "text": "I"
    },
    {
      "start": 2688.65,
      "end": 2690.65,
      "text": "Said that's factual that's factual"
    },
    {
      "start": 2692.33,
      "end": 2694.33,
      "text": "I said, what did he say about him saying it though?"
    },
    {
      "start": 2694.65,
      "end": 2699.37,
      "text": "He said he said he was absolutely never allowed to say it. I said, okay, that's a good white. You keep him. That's an ally"
    },
    {
      "start": 2700.65,
      "end": 2704.25,
      "text": "You come from a good family. I want to meet his parents. There's some good people right there. You keep that"
    },
    {
      "start": 2705.85,
      "end": 2707.85,
      "text": "He said what about me though dad? Can I say it?"
    },
    {
      "start": 2708.81,
      "end": 2713.1,
      "text": "And I looked at him"
    },
    {
      "start": 2713.1,
      "end": 2715.1,
      "text": "looked at his mama"
    },
    {
      "start": 2715.42,
      "end": 2717.42,
      "text": "I picked up that family tree paper"
    },
    {
      "start": 2721.9,
      "end": 2728.01,
      "text": "I said, hey my nigga, I don't know to be 100% honest. Let me see if I can get you in bro"
    },
    {
      "start": 2728.01,
      "end": 2730.41,
      "text": "But you you walking a line you walking a line, right?"
    },
    {
      "start": 2734.2,
      "end": 2737.88,
      "text": "But truthfully like my oldest son my oldest son just looked like me with curly hair"
    },
    {
      "start": 2737.88,
      "end": 2742.36,
      "text": "So you know he black right but my youngest one savage is a little more like he"
    },
    {
      "start": 2744.12,
      "end": 2746.76,
      "text": "He more clay Thompson Steph Curry, you know"
    },
    {
      "start": 2748.36,
      "end": 2752.28,
      "text": "And depending on his hair because the type of hair he got you really don't know like he could be"
    },
    {
      "start": 2752.6,
      "end": 2754.76,
      "text": "You know just he could be Connor one day. He could be"
    },
    {
      "start": 2756.04,
      "end": 2760.12,
      "text": "He could be Tyrone the next day or he can be he could be one. That's good bark. You're like, you don't know"
    },
    {
      "start": 2761.96,
      "end": 2763.96,
      "text": "What a fool like you don't know what he is"
    },
    {
      "start": 2764.84,
      "end": 2767.0,
      "text": "And I know that they're conscious of it already because"
    },
    {
      "start": 2767.56,
      "end": 2773.08,
      "text": "They play their video games and all they do is create their characters when they play like madden or mba2k"
    },
    {
      "start": 2773.08,
      "end": 2777.08,
      "text": "Whatever and my oldest son, I'll be he'll be making this character. He just picked a black dude, right?"
    },
    {
      "start": 2777.24,
      "end": 2780.44,
      "text": "Pick a black dude six eight two fifty. I'm like you got ambition, bro. That ain't gonna happen"
    },
    {
      "start": 2783.08,
      "end": 2785.08,
      "text": "Good luck, you know what I mean"
    },
    {
      "start": 2785.56,
      "end": 2788.28,
      "text": "And then my little son will start making his character, right?"
    },
    {
      "start": 2788.28,
      "end": 2792.68,
      "text": "But he'll pick a black dude and my oldest son will be like, you don't look like that and he'll be like, I'm black"
    },
    {
      "start": 2794.52,
      "end": 2799.88,
      "text": "I'll kill everything in here. I'll be like, see that's your grandpa. You like kids are angry. You got to relax, bro"
    },
    {
      "start": 2799.96,
      "end": 2801.96,
      "text": "You got to relax"
    },
    {
      "start": 2803.0,
      "end": 2805.0,
      "text": "That's how they be man"
    },
    {
      "start": 2807.88,
      "end": 2809.48,
      "text": "Kids a lot man"
    },
    {
      "start": 2809.48,
      "end": 2812.68,
      "text": "But I love it like I love how I'm not one of the people that get on stage or get out in the world"
    },
    {
      "start": 2812.68,
      "end": 2816.92,
      "text": "And be like, oh my wife and kids with ball and chain. It sucks. I love having a family. It's dope man. I love it"
    },
    {
      "start": 2816.92,
      "end": 2818.92,
      "text": "You know, I mean, I don't want no more. I definitely don't want no more"
    },
    {
      "start": 2820.44,
      "end": 2823.64,
      "text": "I don't it's not because I hate kids kids are dope. I just don't want another baby"
    },
    {
      "start": 2823.72,
      "end": 2826.28,
      "text": "I don't have time for that shit. My kids are nine and seven"
    },
    {
      "start": 2826.68,
      "end": 2830.68,
      "text": "They feed themselves takes your shower and go put your clothes away like they do all I'm not starting over"
    },
    {
      "start": 2830.68,
      "end": 2834.04,
      "text": "No, baby because I'm gonna be honest and I'm gonna say it babies are trash. Nobody's talking about it"
    },
    {
      "start": 2835.08,
      "end": 2839.24,
      "text": "Babies are trash and nobody wants to admit it. Oh, they're so cute for what for what?"
    },
    {
      "start": 2839.48,
      "end": 2841.88,
      "text": "They just sit there all day looking at you with a weak ass neck"
    },
    {
      "start": 2843.64,
      "end": 2848.7,
      "text": "They weak they don't do nothing"
    },
    {
      "start": 2849.82,
      "end": 2854.62,
      "text": "They they don't who like who spits up in the middle of a sentence for no reason they just be sitting there"
    },
    {
      "start": 2855.58,
      "end": 2857.58,
      "text": "Like what's wrong with you?"
    },
    {
      "start": 2858.38,
      "end": 2860.38,
      "text": "They take a dump while they're looking at you"
    },
    {
      "start": 2862.3,
      "end": 2868.2,
      "text": "Clean it up, bitch. Like I don't like how babies talk fuck babies. I said it. I don't care man"
    },
    {
      "start": 2870.12,
      "end": 2872.12,
      "text": "Fuck baby"
    },
    {
      "start": 2872.2,
      "end": 2875.24,
      "text": "I don't care like kids are cool. I don't want no baby anymore, man"
    },
    {
      "start": 2875.56,
      "end": 2879.08,
      "text": "I ain't got time to start over and raise no toddler. I travel my wife where we ain't got time to raise"
    },
    {
      "start": 2879.08,
      "end": 2881.08,
      "text": "Who won't raise this baby? It ain't gonna be me. I ain't doing it"
    },
    {
      "start": 2882.92,
      "end": 2884.92,
      "text": "So I got a vasectomy"
    },
    {
      "start": 2885.0,
      "end": 2887.8,
      "text": "Yeah, I got a vasectomy a year and a half ago"
    },
    {
      "start": 2888.44,
      "end": 2891.4,
      "text": "And and the reason why I got it done because I knew I didn't want no more kids"
    },
    {
      "start": 2891.4,
      "end": 2892.84,
      "text": "My wife knew she didn't want more kids"
    },
    {
      "start": 2892.84,
      "end": 2895.08,
      "text": "And I'm not gonna make my wife go through some crazy procedures"
    },
    {
      "start": 2895.08,
      "end": 2899.24,
      "text": "I might fuck her body up when I get something done in 15 minutes and it's reversible. So that's why I did it"
    },
    {
      "start": 2899.24,
      "end": 2902.76,
      "text": "All right, all right. Look at all the ladies all the ladies are like"
    },
    {
      "start": 2903.48,
      "end": 2905.0,
      "text": "Okay"
    },
    {
      "start": 2905.0,
      "end": 2907.0,
      "text": "And all the dudes are like hell nah, bro"
    },
    {
      "start": 2907.88,
      "end": 2909.88,
      "text": "Couldn't be me. All right"
    },
    {
      "start": 2909.88,
      "end": 2913.24,
      "text": "And this is why it's not his fault. It's not his fault any dude in here. It's not your fault"
    },
    {
      "start": 2913.24,
      "end": 2917.16,
      "text": "You've been giving false information. I didn't know until I got my vasectomy how many dudes don't know about their own body"
    },
    {
      "start": 2917.48,
      "end": 2921.0,
      "text": "I didn't know that shit like the questions I get about my vasectomy wild as hell"
    },
    {
      "start": 2921.0,
      "end": 2923.0,
      "text": "I'm like, who told you this"
    },
    {
      "start": 2923.0,
      "end": 2927.64,
      "text": "Like I tell people all the time and then I'll come up to me like amen. So you you really got that done"
    },
    {
      "start": 2929.24,
      "end": 2933.32,
      "text": "I'm like, who lies about that? Yeah. Yeah, I got a that ain't a flex. I got a vasectomy, bro"
    },
    {
      "start": 2933.4,
      "end": 2937.08,
      "text": "Yeah, they're like, oh, okay. And like I would like like do your voice change"
    },
    {
      "start": 2939.32,
      "end": 2944.04,
      "text": "Like I don't know who started that rumor, but no your voice. They like dudes really think you go get a vasectomy and you come out of there"
    },
    {
      "start": 2944.04,
      "end": 2946.04,
      "text": "like"
    },
    {
      "start": 2948.44,
      "end": 2951.08,
      "text": "Like no, bro, your voice your voice say the same"
    },
    {
      "start": 2951.88,
      "end": 2956.36,
      "text": "They're like, oh, okay. Okay. Okay, but like dude you still you still you still get like get up"
    },
    {
      "start": 2957.32,
      "end": 2961.24,
      "text": "I say, yeah, bro, I'm still warning 24-7 it'd be hard all the time for no reason"
    },
    {
      "start": 2961.24,
      "end": 2962.92,
      "text": "I just be hard, bro"
    },
    {
      "start": 2962.92,
      "end": 2967.24,
      "text": "And you still got the same sex drive. I was like, yep all the time. I could any time I'm ready to go"
    },
    {
      "start": 2967.56,
      "end": 2969.16,
      "text": "all the time"
    },
    {
      "start": 2969.16,
      "end": 2971.16,
      "text": "And they're like, oh, okay. And like what look like"
    },
    {
      "start": 2973.69,
      "end": 2977.74,
      "text": "What they do with your balls, though?"
    },
    {
      "start": 2977.82,
      "end": 2980.14,
      "text": "I said, I ain't a pit bull, bro. You you thought"
    },
    {
      "start": 2981.26,
      "end": 2984.38,
      "text": "You thought they take our balls out. You thought they took our nuts"
    },
    {
      "start": 2985.26,
      "end": 2987.58,
      "text": "You thought they just left me with the mudflaps. You think I just"
    },
    {
      "start": 2990.3,
      "end": 2993.1,
      "text": "You think I just got penis and scrolled them just an empty scrotum"
    },
    {
      "start": 2994.06,
      "end": 2996.22,
      "text": "Just like a cake for my dick just sitting there"
    },
    {
      "start": 2997.66,
      "end": 3001.9,
      "text": "Like I'm pulling my pants down like you ready for the dr. Strange like no, no, it's not"
    },
    {
      "start": 3002.94,
      "end": 3004.94,
      "text": "It's not a scrotum cake, bro. It's"
    },
    {
      "start": 3006.06,
      "end": 3008.06,
      "text": "I still got my balls, man"
    },
    {
      "start": 3009.18,
      "end": 3013.58,
      "text": "And they be like, oh, okay. All right. Like and do you do you still like you still go?"
    },
    {
      "start": 3014.06,
      "end": 3017.79,
      "text": "Yeah, you you think I'm shooting dust"
    },
    {
      "start": 3019.85,
      "end": 3025.29,
      "text": "Like time out time out you thought this whole time dudes who get upset we don't go you think we'd be in the bedroom"
    },
    {
      "start": 3025.37,
      "end": 3027.37,
      "text": "We like here here it goes"
    },
    {
      "start": 3028.73,
      "end": 3030.73,
      "text": "Like you think you think that"
    },
    {
      "start": 3031.53,
      "end": 3034.17,
      "text": "You think that's what happens. It's just air or"
    },
    {
      "start": 3036.76,
      "end": 3042.36,
      "text": "You think you think our our penis is just doing the LeBron James just powder just in just powder in the air like no"
    },
    {
      "start": 3043.4,
      "end": 3046.68,
      "text": "We still I'm still you know me like I'm still putting icing on the cinnabum, bro"
    },
    {
      "start": 3046.68,
      "end": 3048.04,
      "text": "Like I'm still"
    },
    {
      "start": 3048.04,
      "end": 3052.44,
      "text": "It's still toaster strudel all day. You feel me? I'm still going it just ain't no swimmers in my shit"
    },
    {
      "start": 3052.44,
      "end": 3053.8,
      "text": "It's still the same low"
    },
    {
      "start": 3053.8,
      "end": 3056.6,
      "text": "So like I I didn't know that dudes didn't know how it works. So all they do fellas"
    },
    {
      "start": 3056.68,
      "end": 3058.68,
      "text": "I can't believe you didn't learn this in health class, but"
    },
    {
      "start": 3058.92,
      "end": 3060.44,
      "text": "You know our balls just produce sperm"
    },
    {
      "start": 3060.44,
      "end": 3065.32,
      "text": "That's that's all they do and then they travel up a tube and it meets the rest of the stuff that's formed up here"
    },
    {
      "start": 3065.8,
      "end": 3069.08,
      "text": "And then it comes out and it's like ah baby juice and that's how it works, right?"
    },
    {
      "start": 3069.56,
      "end": 3073.48,
      "text": "So the second me all they doing is cutting the tube so you have no sperm in your load"
    },
    {
      "start": 3073.56,
      "end": 3076.44,
      "text": "But you're still doing the load, but just ain't got nothing to make a baby. That's it"
    },
    {
      "start": 3077.4,
      "end": 3078.76,
      "text": "That's all it is"
    },
    {
      "start": 3078.76,
      "end": 3082.28,
      "text": "You're like, oh, okay. I didn't know this sound kind of cool. I say yeah, right?"
    },
    {
      "start": 3083.96,
      "end": 3087.08,
      "text": "They said what about the orgasm though do everything's the same do it feel the same as it's still good"
    },
    {
      "start": 3087.56,
      "end": 3091.32,
      "text": "I said not only is the orgasm the same best orgasm you ever have in your life"
    },
    {
      "start": 3092.04,
      "end": 3094.84,
      "text": "They like why I'm like are you coming with a different kind of freedom?"
    },
    {
      "start": 3097.56,
      "end": 3100.44,
      "text": "I mean you ain't never been able to nut like this before like you know"
    },
    {
      "start": 3101.08,
      "end": 3104.12,
      "text": "Nothing bad is gonna happen. You can do it anytime anywhere. It don't matter"
    },
    {
      "start": 3104.52,
      "end": 3107.24,
      "text": "Yeah, I could I could do it on this chair. So what like what you gonna do?"
    },
    {
      "start": 3108.36,
      "end": 3111.88,
      "text": "You can't collect it and have a baby. It's that's ain't nothing. We're in there. It's it's fine"
    },
    {
      "start": 3113.0,
      "end": 3115.64,
      "text": "You could do it all the time. They be like, oh, okay"
    },
    {
      "start": 3116.28,
      "end": 3118.04,
      "text": "And it's still good. I say yeah, bro"
    },
    {
      "start": 3118.2,
      "end": 3122.52,
      "text": "And she looking at you and she know nothing bad is gonna happen. So y'all both got different energy"
    },
    {
      "start": 3122.76,
      "end": 3126.28,
      "text": "There's no more, you know, I'm saying put a condom on ain't no more pull out"
    },
    {
      "start": 3126.52,
      "end": 3128.52,
      "text": "No, make sure you don't get into my eyelashes"
    },
    {
      "start": 3131.48,
      "end": 3133.4,
      "text": "Ain't no more that"
    },
    {
      "start": 3133.4,
      "end": 3137.08,
      "text": "Now she got a different energy looking you in the face. Don't take it out"
    },
    {
      "start": 3139.56,
      "end": 3141.56,
      "text": "Come inside me you be like"
    },
    {
      "start": 3143.48,
      "end": 3148.84,
      "text": "Every dude in this room know when they tell you leave it in don't take it that's a different nut"
    },
    {
      "start": 3150.68,
      "end": 3154.2,
      "text": "And when you know you can leave it in and ain't nothing bad's gonna happen"
    },
    {
      "start": 3154.92,
      "end": 3159.96,
      "text": "Like I know this ain't politically correct to say I know that but let me tell y'all something every time she said come inside me"
    },
    {
      "start": 3160.92,
      "end": 3163.8,
      "text": "I go full retarding you understand me"
    },
    {
      "start": 3167.0,
      "end": 3177.93,
      "text": "I'll be in there. Oh, I'll be drooling at you"
    },
    {
      "start": 3178.97,
      "end": 3185.79,
      "text": "I'm gonna squeeze your butt cheeks so tight a little sweat come down the back"
    },
    {
      "start": 3191.16,
      "end": 3193.16,
      "text": "And then I put my hammer down and I go to bed, you know"
    },
    {
      "start": 3197.64,
      "end": 3199.64,
      "text": "It's the best man, it's the best"
    },
    {
      "start": 3203.66,
      "end": 3206.14,
      "text": "But dudes always want to know about the surgery. That's they really want to know"
    },
    {
      "start": 3206.86,
      "end": 3210.3,
      "text": "They said but how how how is the surgery? I'm be honest with y'all the surgery ain't shit"
    },
    {
      "start": 3210.7,
      "end": 3214.54,
      "text": "All right, it's a 15 minute procedure. It ain't nothing the part before the surgery that sucks"
    },
    {
      "start": 3215.18,
      "end": 3218.38,
      "text": "Because you go in there you're like, hey, I'm here for my vasectomy. They said, okay"
    },
    {
      "start": 3218.7,
      "end": 3223.26,
      "text": "Once you go down the hall take off everything from the bottom down and lay down wait for the doctor, right?"
    },
    {
      "start": 3223.26,
      "end": 3226.14,
      "text": "So I'm sitting in there. I got a shirt on nothing on the bottom"
    },
    {
      "start": 3226.54,
      "end": 3229.9,
      "text": "I'm just laying back like a baby waiting to get his diaper changed, you know I'm saying"
    },
    {
      "start": 3230.54,
      "end": 3232.78,
      "text": "I'm sitting there. I'm flicking it around. I'm playing with it"
    },
    {
      "start": 3233.58,
      "end": 3237.26,
      "text": "Helicopter, you know, because I don't know this might be our last run. I heard the rumors too. So I don't know"
    },
    {
      "start": 3237.74,
      "end": 3240.14,
      "text": "I'm in chugs, you know, I'm doing all kind of stuff, right?"
    },
    {
      "start": 3241.82,
      "end": 3243.82,
      "text": "I'm making noise"
    },
    {
      "start": 3246.14,
      "end": 3248.54,
      "text": "Just having fun just in case it's my last, you know"
    },
    {
      "start": 3250.46,
      "end": 3258.38,
      "text": "So"
    },
    {
      "start": 3258.38,
      "end": 3259.5,
      "text": "And so"
    },
    {
      "start": 3259.5,
      "end": 3261.5,
      "text": "I'm laying there"
    },
    {
      "start": 3261.5,
      "end": 3263.5,
      "text": "And the assistant dude walk in"
    },
    {
      "start": 3263.9,
      "end": 3267.98,
      "text": "This ain't my real doctor. This is the assistant. So he come in. He's like, hey, man, uh"
    },
    {
      "start": 3268.78,
      "end": 3272.62,
      "text": "I just want to let you know before we get started on the surgery. Uh, we got to clean the area"
    },
    {
      "start": 3273.42,
      "end": 3275.42,
      "text": "I said when when you say we"
    },
    {
      "start": 3276.94,
      "end": 3281.34,
      "text": "That means you as a grown man don't clean me as a grown man because I shower before we got here"
    },
    {
      "start": 3281.34,
      "end": 3283.9,
      "text": "I don't think there's any reason for you to touch me at all, bro. Like we good"
    },
    {
      "start": 3284.3,
      "end": 3288.7,
      "text": "He's like, nah, we got to professionally clean it. I said, I've been professionally showering for 30 plus years"
    },
    {
      "start": 3289.82,
      "end": 3292.78,
      "text": "I shaved it and busted myself. This is all me bro. Look like I did this"
    },
    {
      "start": 3293.02,
      "end": 3294.62,
      "text": "We good"
    },
    {
      "start": 3294.62,
      "end": 3296.62,
      "text": "He's our now, man, we got to medically clean it"
    },
    {
      "start": 3296.94,
      "end": 3300.06,
      "text": "So he puts on his gloves and he takes out that red that red stuff. What's the red?"
    },
    {
      "start": 3300.54,
      "end": 3302.46,
      "text": "I dine benadine one of them dines, right?"
    },
    {
      "start": 3303.58,
      "end": 3308.06,
      "text": "And he takes it and he he pours it on me and then and then this man"
    },
    {
      "start": 3310.46,
      "end": 3314.94,
      "text": "Man just starts cleaning me and I he got to clean it, you know what I mean? So he in there he"
    },
    {
      "start": 3319.1,
      "end": 3344.73,
      "text": "Cleaning me"
    },
    {
      "start": 3344.73,
      "end": 3349.69,
      "text": "He cleaned me, right? I'm so uncomfortable because I never had a dude like I didn't know what to do"
    },
    {
      "start": 3350.09,
      "end": 3353.29,
      "text": "So as soon as he touched me, I just went full toy story. Like remember when Andy?"
    },
    {
      "start": 3354.33,
      "end": 3356.33,
      "text": "Like he tells my day"
    },
    {
      "start": 3360.97,
      "end": 3365.61,
      "text": "I just went to a different place. I was like, it'd be over soon. It'd be over soon"
    },
    {
      "start": 3366.41,
      "end": 3368.81,
      "text": "Just go to your happy place. Go to your happy place"
    },
    {
      "start": 3370.65,
      "end": 3373.29,
      "text": "Like a single tear came down my eye and I was just taking this shit"
    },
    {
      "start": 3374.25,
      "end": 3376.73,
      "text": "And I'm sitting there and I looked at the wall the whole time"
    },
    {
      "start": 3377.77,
      "end": 3383.13,
      "text": "The whole time he was doing it. I looked at the wall because I didn't want to turn and lock eyes"
    },
    {
      "start": 3384.97,
      "end": 3389.85,
      "text": "Because if you lock eyes with a man with his hands on your dick, y'all fucking like y'all have made love"
    },
    {
      "start": 3390.89,
      "end": 3393.37,
      "text": "Y'all made love at that point so I couldn't look at him"
    },
    {
      "start": 3394.09,
      "end": 3396.57,
      "text": "So I just I just had to take this shit and I was just"
    },
    {
      "start": 3397.21,
      "end": 3401.69,
      "text": "I was so uncomfortable. I've never had this kind of experience. I hated every moment of it"
    },
    {
      "start": 3402.33,
      "end": 3407.05,
      "text": "And after he gets done, he grabs the towel. He was like, all right, clean yourself off. I was like, no"
    },
    {
      "start": 3409.13,
      "end": 3413.53,
      "text": "Don't talk to me like that. Like I like it meant something to you. Are you gonna call me? Like I didn't know how to feel"
    },
    {
      "start": 3414.25,
      "end": 3416.25,
      "text": "I didn't know how to feel. I was fucked up"
    },
    {
      "start": 3417.45,
      "end": 3419.45,
      "text": "so"
    },
    {
      "start": 3419.53,
      "end": 3421.93,
      "text": "So he just leaves. He just leaves me like that, right"
    },
    {
      "start": 3424.86,
      "end": 3426.86,
      "text": "And I'm sitting there"
    },
    {
      "start": 3426.86,
      "end": 3431.18,
      "text": "And I'm like, I'm gonna need so much therapy after this like I'm messed up, right"
    },
    {
      "start": 3431.9,
      "end": 3435.02,
      "text": "So then like like five minutes later my my real doctor walks in now"
    },
    {
      "start": 3435.02,
      "end": 3437.66,
      "text": "My real doctor who's gonna perform surgery was black, right?"
    },
    {
      "start": 3437.98,
      "end": 3441.18,
      "text": "And I always anytime I go to the hospitals anywhere I ask for black doctors, right?"
    },
    {
      "start": 3441.42,
      "end": 3445.02,
      "text": "Anytime I go in if you got a black dentist, you got a black like I always I want black people working on me"
    },
    {
      "start": 3445.42,
      "end": 3447.42,
      "text": "Uh, just because you know like, you know"
    },
    {
      "start": 3448.22,
      "end": 3450.22,
      "text": "I don't trust white people, right? So I just"
    },
    {
      "start": 3451.58,
      "end": 3453.58,
      "text": "I just want a black doctor"
    },
    {
      "start": 3453.58,
      "end": 3456.86,
      "text": "And you know what it was I just didn't want a white doctor when it came to that, you know"
    },
    {
      "start": 3456.86,
      "end": 3458.7,
      "text": "I mean like not not when it came to that, you know"
    },
    {
      "start": 3458.7,
      "end": 3460.7,
      "text": "Because I didn't want him to walk in and be like, see this is why we hate y'all"
    },
    {
      "start": 3460.78,
      "end": 3462.78,
      "text": "FOOT when he cut it off"
    },
    {
      "start": 3465.26,
      "end": 3469.98,
      "text": "Picks it up those over his shoulder like I'm about to blow my wife back out tonight. This is mine. I didn't want"
    },
    {
      "start": 3471.02,
      "end": 3473.02,
      "text": "I didn't want that"
    },
    {
      "start": 3474.38,
      "end": 3475.58,
      "text": "So"
    },
    {
      "start": 3475.58,
      "end": 3477.58,
      "text": "I had a black doctor"
    },
    {
      "start": 3477.58,
      "end": 3479.58,
      "text": "Now for some of you in the room y'all might not notice"
    },
    {
      "start": 3480.22,
      "end": 3482.22,
      "text": "When black people when we amongst ourselves"
    },
    {
      "start": 3482.7,
      "end": 3486.78,
      "text": "We behave differently. We talk differently. We let our hair down. We're comfortable. We root our people now"
    },
    {
      "start": 3486.78,
      "end": 3492.38,
      "text": "We chillin so he was professional at first until he saw me and then it was just bruh-de-bruh, you know"
    },
    {
      "start": 3493.02,
      "end": 3495.02,
      "text": "So he walked in he was like, okay, mr. Poli"
    },
    {
      "start": 3498.3,
      "end": 3502.54,
      "text": "I said, what up, bro? He was like you you getting upset to me. I say, yeah, he's still kind of young, bro"
    },
    {
      "start": 3502.54,
      "end": 3505.18,
      "text": "You didn't shape and everything you still you you trying to get upset to me. I was like, yeah, bro"
    },
    {
      "start": 3505.18,
      "end": 3508.78,
      "text": "I got two boys. I got two kids. I want no more kids, bro. He's like, you sure man"
    },
    {
      "start": 3508.86,
      "end": 3510.86,
      "text": "I mean these hoses out here like you"
    },
    {
      "start": 3511.42,
      "end": 3518.46,
      "text": "Know nothing I said nah, bro. I'm done. You know, I mean, I don't want no more plus, you know"
    },
    {
      "start": 3519.34,
      "end": 3521.34,
      "text": "Dude already molested me. So I can't"
    },
    {
      "start": 3522.22,
      "end": 3524.7,
      "text": "I came back out now because I'm not gonna go through that process again"
    },
    {
      "start": 3524.78,
      "end": 3529.66,
      "text": "I'm never doing that again in life. So dude didn't clean me. So let's just get started and he was like, what dude?"
    },
    {
      "start": 3535.02,
      "end": 3540.68,
      "text": "I said, no"
    },
    {
      "start": 3540.68,
      "end": 3545.08,
      "text": "He came in he came in he came in and he touched me he was doing it"
    },
    {
      "start": 3553.21,
      "end": 3556.89,
      "text": "And the doctor like, I don't know who you talking about, bro. And I was like, no, he touched me right here"
    },
    {
      "start": 3556.89,
      "end": 3558.89,
      "text": "He touched me here. He did it"
    },
    {
      "start": 3559.45,
      "end": 3561.45,
      "text": "And he was like, no, I'm just fucking with you home. And I was like, see"
    },
    {
      "start": 3563.29,
      "end": 3565.53,
      "text": "That's why I hate black people don't take shit serious, man"
    },
    {
      "start": 3566.57,
      "end": 3568.57,
      "text": "Other dude came around the corner and he was like"
    },
    {
      "start": 3570.41,
      "end": 3572.41,
      "text": "I was like, fuck both of y'all, bro"
    },
    {
      "start": 3574.09,
      "end": 3578.94,
      "text": "Play too much, man"
    },
    {
      "start": 3578.94,
      "end": 3580.7,
      "text": "so"
    },
    {
      "start": 3580.7,
      "end": 3582.7,
      "text": "After that dude was cool though. He goes, hey man"
    },
    {
      "start": 3583.42,
      "end": 3585.42,
      "text": "There's the 15 minute procedure. You're gonna be in and out of here"
    },
    {
      "start": 3585.74,
      "end": 3586.78,
      "text": "Uh"
    },
    {
      "start": 3586.78,
      "end": 3589.02,
      "text": "Now if you've ever gotten this procedure done"
    },
    {
      "start": 3589.66,
      "end": 3591.66,
      "text": "If you felt anything, your doctor messed up"
    },
    {
      "start": 3592.3,
      "end": 3593.58,
      "text": "I felt nothing"
    },
    {
      "start": 3593.58,
      "end": 3595.58,
      "text": "All the only thing you feel is the"
    },
    {
      "start": 3595.58,
      "end": 3599.34,
      "text": "The initial shot they give you real quick. It's like a real quick like bing, right? That's it"
    },
    {
      "start": 3600.06,
      "end": 3602.06,
      "text": "Goes completely numb"
    },
    {
      "start": 3602.06,
      "end": 3604.86,
      "text": "Now you don't feel anything you just feel like you know somebody's touching you"
    },
    {
      "start": 3604.94,
      "end": 3610.06,
      "text": "But there's no like paying or anything but you could all your other senses still work, right? So I'm sitting there"
    },
    {
      "start": 3611.26,
      "end": 3613.26,
      "text": "He's doing this thing and I'm just you know, I'm laying around"
    },
    {
      "start": 3616.38,
      "end": 3618.38,
      "text": "All of a sudden I hear it cliff"
    },
    {
      "start": 3619.42,
      "end": 3621.42,
      "text": "I said, what was that?"
    },
    {
      "start": 3621.9,
      "end": 3623.9,
      "text": "He said that one shut down"
    },
    {
      "start": 3624.22,
      "end": 3626.22,
      "text": "I said, okay, and then I see this smoke"
    },
    {
      "start": 3627.42,
      "end": 3629.42,
      "text": "I said, what's what's going on over there?"
    },
    {
      "start": 3629.82,
      "end": 3631.82,
      "text": "He said, oh, we had to cauterize the womb"
    },
    {
      "start": 3632.22,
      "end": 3637.02,
      "text": "I said, well, this gives a whole new meaning to great balls of fire. Like you have sent my nuts on fire. This is crazy"
    },
    {
      "start": 3637.82,
      "end": 3640.22,
      "text": "Just that's roasting on open fire. That's what's happening right now"
    },
    {
      "start": 3641.1,
      "end": 3642.22,
      "text": "right"
    },
    {
      "start": 3642.22,
      "end": 3646.62,
      "text": "So he does it it takes about five minutes rolls his chair around starts on the other side now the other side"
    },
    {
      "start": 3646.7,
      "end": 3648.06,
      "text": "She's taking a little longer"
    },
    {
      "start": 3648.06,
      "end": 3650.54,
      "text": "I say, what's going on over there? He said, well, this one's putting up a fight"
    },
    {
      "start": 3652.41,
      "end": 3654.41,
      "text": "I said, okay, he said, but don't worry"
    },
    {
      "start": 3655.05,
      "end": 3657.69,
      "text": "I always get what I want and I was like, hey, hey, hey, hey"
    },
    {
      "start": 3658.17,
      "end": 3660.33,
      "text": "I'm like, are y'all talking in here bro is weird"
    },
    {
      "start": 3661.05,
      "end": 3665.05,
      "text": "Right, so he does it takes about seven minutes and we're done. He was like, all right. I'm gonna sew you up"
    },
    {
      "start": 3665.05,
      "end": 3667.93,
      "text": "You can get out of here. I said, okay bet now if you've never had surgery before"
    },
    {
      "start": 3668.81,
      "end": 3672.73,
      "text": "The reason why people leave surgery so sore because these doctors do not care"
    },
    {
      "start": 3672.89,
      "end": 3675.69,
      "text": "They're trying to get it done fast and they rough as hell because they know you can't feel nothing"
    },
    {
      "start": 3675.85,
      "end": 3678.89,
      "text": "So I'm watching this dude and in my opinion he was doing too much"
    },
    {
      "start": 3680.09,
      "end": 3682.09,
      "text": "Because these are balls, bro"
    },
    {
      "start": 3682.65,
      "end": 3684.65,
      "text": "All I should have saw was this"
    },
    {
      "start": 3686.17,
      "end": 3688.17,
      "text": "I look down he here"
    },
    {
      "start": 3689.05,
      "end": 3690.65,
      "text": "He's so"
    },
    {
      "start": 3690.65,
      "end": 3694.65,
      "text": "Saw me up. He was pulling all tight every time he talked taking me with him. I was like, hey"
    },
    {
      "start": 3696.33,
      "end": 3699.13,
      "text": "That's too much for these little balls, bro. You ain't got to do all that right"
    },
    {
      "start": 3699.45,
      "end": 3704.81,
      "text": "And so he finishes and it's an outpatient procedure. You drive yourself home, but he gives me the rundown"
    },
    {
      "start": 3704.81,
      "end": 3706.81,
      "text": "He said, all right, man. You're free to go"
    },
    {
      "start": 3706.81,
      "end": 3708.81,
      "text": "Uh, let me give you a rundown. You got a ice"
    },
    {
      "start": 3709.45,
      "end": 3713.45,
      "text": "48 minutes 20 minutes on 10 minutes off once the swelling goes down"
    },
    {
      "start": 3713.93,
      "end": 3717.61,
      "text": "If you feel up to it, you can get back in the gym or you can get back in the in this app"
    },
    {
      "start": 3717.85,
      "end": 3719.85,
      "text": "I said, I can I can"
    },
    {
      "start": 3720.97,
      "end": 3724.81,
      "text": "He said, yeah, if it ain't no discomfort do your thing man. I said and I could shoot the club up like I could"
    },
    {
      "start": 3725.13,
      "end": 3731.29,
      "text": "And he was like no and that's where dudes mess up dudes get upset to me and think they can immediately just start shooting the club up"
    },
    {
      "start": 3731.29,
      "end": 3733.29,
      "text": "It's like, no, you got to wait like two three months"
    },
    {
      "start": 3733.77,
      "end": 3736.49,
      "text": "To clean. Yeah, you got all these live swimmers still in there. You got to clean out the gun"
    },
    {
      "start": 3736.49,
      "end": 3740.09,
      "text": "It's like if you have a pistol and you take something out the clip. It's still that chamber that can kill somebody"
    },
    {
      "start": 3740.49,
      "end": 3744.25,
      "text": "All right, so we still got stuff that can kill people. We got to we got to get we got to get rid of that"
    },
    {
      "start": 3744.73,
      "end": 3746.65,
      "text": "So you got to get all that out and then go for your follow-up"
    },
    {
      "start": 3746.65,
      "end": 3750.33,
      "text": "Then once you had a zero count, then it's a free for all and you can you can go right"
    },
    {
      "start": 3750.57,
      "end": 3753.45,
      "text": "So my wife called me. She said what the doctor said I said you can go believe this"
    },
    {
      "start": 3754.33,
      "end": 3757.53,
      "text": "She said what happened? I said we got to have sex like five times a day. That's what the doctor told me"
    },
    {
      "start": 3759.13,
      "end": 3762.01,
      "text": "I got to clean it out. I got to get it out. I got to get it all out, you know, I mean"
    },
    {
      "start": 3762.97,
      "end": 3768.73,
      "text": "And so I rushed home because when I got the surgery all I had told my boys the day before and at the time"
    },
    {
      "start": 3769.05,
      "end": 3773.05,
      "text": "They were five and seven and so at the time I'm like, all right"
    },
    {
      "start": 3773.93,
      "end": 3776.97,
      "text": "Daddy's getting a procedure tomorrow when you get home from school. Just don't be rough"
    },
    {
      "start": 3777.53,
      "end": 3780.81,
      "text": "All right, because you know and I want you jumping on me. I'm just gonna be a little sore for like two days"
    },
    {
      "start": 3780.81,
      "end": 3785.85,
      "text": "So just chill out, right? I didn't know that my wife had told them exactly what I was getting done"
    },
    {
      "start": 3786.73,
      "end": 3789.85,
      "text": "Right, so I'm rushing home trying to beat them home. I get home. I put my ice on"
    },
    {
      "start": 3790.01,
      "end": 3793.93,
      "text": "I put a robe on so they didn't see the thing and I'm watching tv right my little son walking the door"
    },
    {
      "start": 3793.93,
      "end": 3796.89,
      "text": "Now normally when they get home from school, they give me the rundown. How was school?"
    },
    {
      "start": 3797.05,
      "end": 3800.65,
      "text": "Oh, there was a fight at recess and mr. Johnson says that you know, they give you the rundown"
    },
    {
      "start": 3800.81,
      "end": 3801.93,
      "text": "Not today"
    },
    {
      "start": 3801.93,
      "end": 3803.93,
      "text": "He walking the door. He didn't even say hi"
    },
    {
      "start": 3804.25,
      "end": 3807.05,
      "text": "I said, hey, buddy. How was school? I kid you not. That's how he walked in and he goes"
    },
    {
      "start": 3807.93,
      "end": 3809.93,
      "text": "Why'd you cut your nuts?"
    },
    {
      "start": 3811.77,
      "end": 3815.45,
      "text": "I said what? He said mommy said you cut your balls, daddy"
    },
    {
      "start": 3816.73,
      "end": 3818.73,
      "text": "Why'd you cut your balls?"
    },
    {
      "start": 3819.37,
      "end": 3821.93,
      "text": "I said, no, I didn't I didn't cut them. I still I still got them. I still got them"
    },
    {
      "start": 3821.93,
      "end": 3826.81,
      "text": "But I just got a surgery done. So I don't want no I don't remember babies and he goes. Oh, why are you allergic?"
    },
    {
      "start": 3828.73,
      "end": 3830.73,
      "text": "I said a little bit. Yeah"
    },
    {
      "start": 3831.37,
      "end": 3834.65,
      "text": "But I said no, no y'all just older you gonna be in second grade your brother gonna be in third"
    },
    {
      "start": 3834.81,
      "end": 3839.37,
      "text": "I just ain't got time for that stuff no more and he was like, oh, okay. Well, what happens if a baby touches you?"
    },
    {
      "start": 3841.21,
      "end": 3845.45,
      "text": "I said, I'm not allergic, bro. Like I can babies can touch me. Nothing's gonna happen. I I'm fine"
    },
    {
      "start": 3845.53,
      "end": 3850.17,
      "text": "I just don't want any more babies and I got a surgery done. So where I won't have any more babies. That's all"
    },
    {
      "start": 3850.73,
      "end": 3852.41,
      "text": "And he goes, okay"
    },
    {
      "start": 3852.41,
      "end": 3854.41,
      "text": "What happens if mommy has another baby?"
    },
    {
      "start": 3860.8,
      "end": 3862.8,
      "text": "I said, well then mommy fucked up"
    },
    {
      "start": 3865.04,
      "end": 3867.04,
      "text": "And daddy see you on weekends"
    },
    {
      "start": 3872.08,
      "end": 3879.69,
      "text": "I'm not raising side kids. I ain't a loser, you know, I'm out"
    },
    {
      "start": 3882.89,
      "end": 3889.21,
      "text": "Well, I love them dudes, man. They funny, man. I love having kids. I love the family dynamic and everything"
    },
    {
      "start": 3889.29,
      "end": 3892.49,
      "text": "Only thing I probably said the only thing I don't like about having a family is because of my social media presence"
    },
    {
      "start": 3892.49,
      "end": 3894.49,
      "text": "People see my family and I don't really like that too much"
    },
    {
      "start": 3894.49,
      "end": 3897.45,
      "text": "And you know, I don't like the pressure to come with it or like the the assumptions people make"
    },
    {
      "start": 3898.01,
      "end": 3901.45,
      "text": "All people do is they get online and they see things and they think they want that, you know"
    },
    {
      "start": 3901.45,
      "end": 3905.69,
      "text": "So my family is an attractive family, you know, so they be like, oh my god, you have such a beautiful family"
    },
    {
      "start": 3906.25,
      "end": 3908.25,
      "text": "Goals relationship goes"
    },
    {
      "start": 3908.97,
      "end": 3912.41,
      "text": "Family goes, I'm like, y'all don't know she could be beating me every day. Y'all don't y'all don't know"
    },
    {
      "start": 3913.37,
      "end": 3916.89,
      "text": "You know what I mean? And so y'all get online and y'all see couples and these influencers and all that stuff"
    },
    {
      "start": 3916.89,
      "end": 3920.25,
      "text": "And you think you want that and you don't know if they happy or not. You don't know shit about them"
    },
    {
      "start": 3920.33,
      "end": 3922.81,
      "text": "They're showing you the highlights. That's all social media is is the highlights"
    },
    {
      "start": 3923.29,
      "end": 3926.81,
      "text": "Right, so you don't know if you want and plus let's say you see something that does look amazing"
    },
    {
      "start": 3927.13,
      "end": 3928.97,
      "text": "Right, you don't know what it took for them to get there"
    },
    {
      "start": 3929.53,
      "end": 3933.85,
      "text": "So all y'all see on social media is everybody's end results that famous person or that happy couple or whatever"
    },
    {
      "start": 3933.85,
      "end": 3937.45,
      "text": "But you don't know like you don't I saw some lady said the other day this older lady"
    },
    {
      "start": 3937.45,
      "end": 3940.57,
      "text": "She was like you don't you don't find love like this. You build love like this"
    },
    {
      "start": 3940.89,
      "end": 3943.53,
      "text": "That should take time and it's ups and downs and how to go through that"
    },
    {
      "start": 3943.53,
      "end": 3947.61,
      "text": "I've never seen a couple one time in the middle of my show. They were so distracting because they were all over each other"
    },
    {
      "start": 3947.85,
      "end": 3949.85,
      "text": "And I'm talking about I mean they"
    },
    {
      "start": 3952.09,
      "end": 3955.93,
      "text": "Right in the front row and I get distracted. I said, hey, hey, hey like enough"
    },
    {
      "start": 3956.89,
      "end": 3959.85,
      "text": "I was like, but I love to see it. You know how long y'all been together. They were like 30 years"
    },
    {
      "start": 3960.41,
      "end": 3963.77,
      "text": "I said 30 years and y'all still all over each other like that. They said, yeah, I said, well damn"
    },
    {
      "start": 3964.09,
      "end": 3965.69,
      "text": "What's the secret?"
    },
    {
      "start": 3965.69,
      "end": 3970.89,
      "text": "True story. The lady goes, well 10 years in I wanted a divorce and he wouldn't let me"
    },
    {
      "start": 3971.69,
      "end": 3974.73,
      "text": "And then 10 years later he wanted a divorce and I wouldn't let him"
    },
    {
      "start": 3975.37,
      "end": 3977.37,
      "text": "And then the last 10 have been great"
    },
    {
      "start": 3977.69,
      "end": 3980.41,
      "text": "And I said, wait, so the key to a happy marriage is"
    },
    {
      "start": 3981.21,
      "end": 3983.29,
      "text": "You got a whole people hostage that that's how this"
    },
    {
      "start": 3984.09,
      "end": 3987.69,
      "text": "That's how this shit work. Like I want a divorce. We'll get your ass in the basement and you lock the door"
    },
    {
      "start": 3988.33,
      "end": 3990.73,
      "text": "I'll let you out when you change your mind. Is that how you"
    },
    {
      "start": 3991.45,
      "end": 3993.93,
      "text": "That how you do it. I didn't know that was the keys to success. I didn't know"
    },
    {
      "start": 3994.49,
      "end": 3996.49,
      "text": "What"
    },
    {
      "start": 3996.73,
      "end": 4000.25,
      "text": "But me and my wife we communicate and I think that's why we do okay because we communicate about everything"
    },
    {
      "start": 4000.25,
      "end": 4003.69,
      "text": "We talk a lot and we're very realistic. I hate when couples get in a relationship and think like"
    },
    {
      "start": 4004.33,
      "end": 4006.33,
      "text": "Start being fake about the world"
    },
    {
      "start": 4006.49,
      "end": 4010.25,
      "text": "Like she knows I'm on the road all the time. First of all, she's very pretty like commercially pretty"
    },
    {
      "start": 4010.41,
      "end": 4012.81,
      "text": "So people hit on her all the time. She knows I'm on the road all the time"
    },
    {
      "start": 4012.89,
      "end": 4016.09,
      "text": "And you know, so she'd be asking me like, how's the road? I was like, it's good. Any girls hit on you?"
    },
    {
      "start": 4016.09,
      "end": 4018.09,
      "text": "I was like, you know, these hoes be on me. Come on, man. Let's stop"
    },
    {
      "start": 4020.25,
      "end": 4021.61,
      "text": "She'd be asking me a question. Any of them look good?"
    },
    {
      "start": 4021.69,
      "end": 4025.61,
      "text": "You ever been tempted? I was like, this one got a fat ass, but I don't know. I don't know if it's real though"
    },
    {
      "start": 4025.61,
      "end": 4027.69,
      "text": "So, you know, I got I don't know, right?"
    },
    {
      "start": 4027.69,
      "end": 4029.93,
      "text": "But we joke like that and we play like that and we're very honest though"
    },
    {
      "start": 4029.93,
      "end": 4033.93,
      "text": "But realistically, she knows like couples do need to you know, stay in lock and everything"
    },
    {
      "start": 4033.93,
      "end": 4038.49,
      "text": "So when I go on the road, she refuses to let me go on the road without us getting it in first"
    },
    {
      "start": 4038.57,
      "end": 4040.57,
      "text": "Like she will not let me get on that plane"
    },
    {
      "start": 4040.57,
      "end": 4043.37,
      "text": "Unless we smash, right? I'll be like, I don't need to like that. She'd be like, no"
    },
    {
      "start": 4043.37,
      "end": 4045.37,
      "text": "I'm not sitting out there with them hoes with a full load. No, come on"
    },
    {
      "start": 4046.09,
      "end": 4048.09,
      "text": "Knock it out, right?"
    },
    {
      "start": 4048.81,
      "end": 4052.89,
      "text": "And here's the thing. Sometimes I'm not always going for a full weekend. Sometimes it's a one-nighter"
    },
    {
      "start": 4053.45,
      "end": 4057.53,
      "text": "I'm like, I can hold it for 24 hours, ma'am. I don't need it like that. Plus I'm 40"
    },
    {
      "start": 4057.53,
      "end": 4060.89,
      "text": "I don't need it every day anymore. You know, I mean my sex drive ain't even the same every day"
    },
    {
      "start": 4060.89,
      "end": 4063.77,
      "text": "That's too much like six times a week is fine. Like I don't need"
    },
    {
      "start": 4066.09,
      "end": 4068.09,
      "text": "I don't need it every day, you know"
    },
    {
      "start": 4069.61,
      "end": 4072.65,
      "text": "But she she won't let she be like, you know, we need to do it before you leave"
    },
    {
      "start": 4072.73,
      "end": 4074.81,
      "text": "And I'm like, I don't have to she be like come try"
    },
    {
      "start": 4075.45,
      "end": 4078.49,
      "text": "You know what I mean? Like it's like when you have kids and you're about to go on a road trip"
    },
    {
      "start": 4078.49,
      "end": 4082.09,
      "text": "You're like anybody got to pee and they're like, no, you're like, go go go see go go in there and see"
    },
    {
      "start": 4082.89,
      "end": 4086.09,
      "text": "And then every time they be in the bathroom like, oh, I did I did need to go. You're right"
    },
    {
      "start": 4088.25,
      "end": 4093.21,
      "text": "And it's the same thing she'd be like come come in here come get some come see and I'll be like, I'm not horny"
    },
    {
      "start": 4093.21,
      "end": 4095.21,
      "text": "I'm fine. And she's like, let's see about that"
    },
    {
      "start": 4095.77,
      "end": 4098.81,
      "text": "And every time I'll be in there. I'll be like, you know what, you know, I did need it"
    },
    {
      "start": 4099.45,
      "end": 4101.45,
      "text": "I did need it. You're right"
    },
    {
      "start": 4101.45,
      "end": 4103.45,
      "text": "You're right"
    },
    {
      "start": 4103.53,
      "end": 4104.81,
      "text": "That's how you get out, man"
    },
    {
      "start": 4104.81,
      "end": 4108.41,
      "text": "And I'm glad I met her when I did too. I met her kind of later like almost when I was closer to 30"
    },
    {
      "start": 4108.41,
      "end": 4112.01,
      "text": "Which I think was perfect because like I said, I was I was for the streets early"
    },
    {
      "start": 4113.69,
      "end": 4116.49,
      "text": "I was out here, you know, and it wasn't 100% my fault"
    },
    {
      "start": 4117.29,
      "end": 4119.29,
      "text": "I was a victim"
    },
    {
      "start": 4119.77,
      "end": 4123.45,
      "text": "I was a victim for the circumstances like me a college athlete and stuff like that. It just it just falls in your lap"
    },
    {
      "start": 4123.45,
      "end": 4127.29,
      "text": "Like it just comes that's what comes with it, you know, I mean and I'm and and I'm glad I went to college"
    },
    {
      "start": 4127.29,
      "end": 4129.69,
      "text": "Where I did by the way, I went to college in Montana, right?"
    },
    {
      "start": 4130.17,
      "end": 4132.73,
      "text": "But yeah, I went to a PWI predominantly white institution"
    },
    {
      "start": 4134.41,
      "end": 4142.49,
      "text": "And I'm so glad I went there, you know, because I had visited an HBCU before I signed with the school and I knew that wasn't for me"
    },
    {
      "start": 4143.13,
      "end": 4145.13,
      "text": "I knew it was because I went I went to the Circle City Classic"
    },
    {
      "start": 4145.45,
      "end": 4148.65,
      "text": "Right, if y'all don't know what that is that's that's drumline in real life. Pretty much, right?"
    },
    {
      "start": 4148.65,
      "end": 4154.25,
      "text": "It was Jackson State versus Famu free and AJ there like it's a party the stadium where the Colts play full of nothing"
    },
    {
      "start": 4154.25,
      "end": 4158.65,
      "text": "But black college kids, right and I'm looking at all these beautiful black men. I'm like, yeah, I ain't no way in hell"
    },
    {
      "start": 4158.97,
      "end": 4160.33,
      "text": "I'm going here"
    },
    {
      "start": 4160.33,
      "end": 4165.13,
      "text": "Because if I go to that HBCU, I'm coming back to california with at least 15 16 kids like"
    },
    {
      "start": 4166.49,
      "end": 4173.29,
      "text": "I'm taking them down raw, you know, I mean like that's that's overwhelming for a young 19 year old unsupervised kid with all the beautiful black women"
    },
    {
      "start": 4173.29,
      "end": 4174.49,
      "text": "I can't do that"
    },
    {
      "start": 4174.49,
      "end": 4176.73,
      "text": "You know, I mean, but in montana it was just a little easier to be like"
    },
    {
      "start": 4177.29,
      "end": 4180.17,
      "text": "Easy Karen, you know, I mean like, you know, like don't get me wrong. I was fucking them too"
    },
    {
      "start": 4180.17,
      "end": 4184.41,
      "text": "But like like not not at the volume as I would have been doing with the black girls, you know, I mean"
    },
    {
      "start": 4184.57,
      "end": 4187.61,
      "text": "You know, it's just that would have been too much and to be honest"
    },
    {
      "start": 4188.41,
      "end": 4192.81,
      "text": "I'm really happy I went there because I think I honestly think it was better for me because"
    },
    {
      "start": 4194.25,
      "end": 4198.81,
      "text": "If I could be honest with y'all, you know, I knew the way I was I knew who I was and truthfully"
    },
    {
      "start": 4200.25,
      "end": 4202.25,
      "text": "Uh, I don't even know if I should say this"
    },
    {
      "start": 4204.81,
      "end": 4206.81,
      "text": "I mean, I've already crossed all the lines whatever"
    },
    {
      "start": 4208.01,
      "end": 4209.69,
      "text": "It's just"
    },
    {
      "start": 4209.69,
      "end": 4211.69,
      "text": "I'll be vulnerable. It's just"
    },
    {
      "start": 4212.33,
      "end": 4214.33,
      "text": "It's just way easier"
    },
    {
      "start": 4215.05,
      "end": 4219.92,
      "text": "To"
    },
    {
      "start": 4219.92,
      "end": 4224.96,
      "text": "It's just way easier to convince a white girl to get an abortion now. Hear me out. Hear me out. Hear me out"
    },
    {
      "start": 4227.16,
      "end": 4229.16,
      "text": "Hear me out"
    },
    {
      "start": 4229.24,
      "end": 4233.48,
      "text": "It's not because they're they're less than it's not because they have any less morals or anything like that"
    },
    {
      "start": 4233.88,
      "end": 4238.12,
      "text": "It's just an easier argument because like if I get keisha pregnant at the hbcu"
    },
    {
      "start": 4239.4,
      "end": 4242.6,
      "text": "She's not getting rid of my baby because I'm a good black. I'm a good cat"
    },
    {
      "start": 4242.68,
      "end": 4246.36,
      "text": "Like you I'm a good black man. You she not that would be done on her part"
    },
    {
      "start": 4246.36,
      "end": 4249.48,
      "text": "Her mama would be in her here like that's the dude. I got you right. No, you keeping that you keeping that"
    },
    {
      "start": 4250.52,
      "end": 4254.92,
      "text": "Because you know, I'm a good dude like I come from a two-parent home. I'm on scholarships on my athletic"
    },
    {
      "start": 4255.24,
      "end": 4261.16,
      "text": "You know what I mean? I know the lord, you know, like smart. He's good looking like my jeans everything like this"
    },
    {
      "start": 4261.24,
      "end": 4263.88,
      "text": "This little baby gonna be the next obama or some shit like she know that"
    },
    {
      "start": 4264.76,
      "end": 4267.08,
      "text": "So you don't get rid of my baby. You get rid of them. Fuck boys, baby"
    },
    {
      "start": 4267.08,
      "end": 4270.28,
      "text": "It's not mine. She's like no and she knows at the very least and being her don't work out"
    },
    {
      "start": 4270.28,
      "end": 4274.76,
      "text": "I'm still gonna be a good-ass dad. So she there's nothing I can convince a black woman to get rid of my baby"
    },
    {
      "start": 4274.76,
      "end": 4276.76,
      "text": "She's like hell now. We're gonna make this work. You know what I mean?"
    },
    {
      "start": 4277.8,
      "end": 4278.92,
      "text": "but"
    },
    {
      "start": 4278.92,
      "end": 4282.68,
      "text": "With a white girl in montana, and I'm just making this story up, but let's say"
    },
    {
      "start": 4287.1,
      "end": 4289.1,
      "text": "Let's say hypothetically"
    },
    {
      "start": 4289.66,
      "end": 4292.06,
      "text": "Hypothetically, it's your senior year"
    },
    {
      "start": 4292.78,
      "end": 4295.18,
      "text": "All right seasons over you ready to go home"
    },
    {
      "start": 4297.02,
      "end": 4299.02,
      "text": "One of the volleyball girls comes up to you"
    },
    {
      "start": 4299.66,
      "end": 4301.66,
      "text": "You guys maybe they've been messing around for a while"
    },
    {
      "start": 4302.3,
      "end": 4305.58,
      "text": "She goes, hey, I got something to tell you like, what's up? I just want to let you know"
    },
    {
      "start": 4306.38,
      "end": 4307.9,
      "text": "I'm pregnant"
    },
    {
      "start": 4307.9,
      "end": 4309.9,
      "text": "You like that's crazy"
    },
    {
      "start": 4313.1,
      "end": 4317.58,
      "text": "She's like, yeah, and uh, I'm thinking about keeping it. You like that's crazy"
    },
    {
      "start": 4320.3,
      "end": 4323.82,
      "text": "That's crazy you gonna keep a baby. Wow, okay"
    },
    {
      "start": 4325.26,
      "end": 4327.26,
      "text": "Okay, uh, well"
    },
    {
      "start": 4327.34,
      "end": 4329.9,
      "text": "You know what I'll support whatever decision you want to make"
    },
    {
      "start": 4329.98,
      "end": 4332.86,
      "text": "You know, I mean if you want to do it, I'll be here and then you start trying to look at the positives"
    },
    {
      "start": 4332.86,
      "end": 4336.14,
      "text": "You're like, well, shit. She's six foot. I'm six foot. We both cause athletes"
    },
    {
      "start": 4336.7,
      "end": 4340.7,
      "text": "This kid gonna be a beast. He's probably going to the league. I can make this work. You know, I mean you trying to"
    },
    {
      "start": 4341.82,
      "end": 4344.62,
      "text": "Trying to rationalize the best you can but you know, you don't want this baby"
    },
    {
      "start": 4345.34,
      "end": 4347.34,
      "text": "All right, and you like damn, okay"
    },
    {
      "start": 4347.58,
      "end": 4350.22,
      "text": "Well, whatever you want to do, I'm here, but I just want you to think about some things, you know"
    },
    {
      "start": 4350.3,
      "end": 4352.3,
      "text": "You realize it's gonna be a black baby"
    },
    {
      "start": 4354.14,
      "end": 4356.14,
      "text": "In montana"
    },
    {
      "start": 4358.91,
      "end": 4360.91,
      "text": "People gonna be looking"
    },
    {
      "start": 4361.23,
      "end": 4363.23,
      "text": "It's gonna be a lot to come with that matter of fact"
    },
    {
      "start": 4363.95,
      "end": 4367.23,
      "text": "What's your daddy gonna say and she's like, oh, you're right food, but she give in and I'm just saying"
    },
    {
      "start": 4369.07,
      "end": 4372.03,
      "text": "Remember earlier when I said a little bit of racism is okay. Sometimes"
    },
    {
      "start": 4372.91,
      "end": 4374.91,
      "text": "Sometimes a little racism saves your life. You know what I mean?"
    },
    {
      "start": 4377.92,
      "end": 4380.64,
      "text": "And I just made that story up. I don't know what happened to that dude. I don't"
    },
    {
      "start": 4381.2,
      "end": 4384.4,
      "text": "I think he went on to be really dope comedian and do an hour special in front of vegas"
    },
    {
      "start": 4385.52,
      "end": 4388.56,
      "text": "Thank y'all so much, keon poli. You guys have been absolutely amazing"
    },
    {
      "start": 4389.52,
      "end": 4392.56,
      "text": "And you guys very very much. I sincerely appreciate it"
    },
    {
      "start": 4392.56,
      "end": 4395.52,
      "text": "Thank y'all thank y'all very much"
    }
  ]
}