{
  "video_id": "mmzvXiIwtaw",
  "created_at": "2025-12-27T22:11:38.222884Z",
  "model": "small",
  "device": "cpu",
  "segments": [
    {
      "start": 0.14,
      "end": 10.81,
      "text": "How's it going? Nice to be here, nice to be here in Seattle man. This is where all the"
    },
    {
      "start": 10.81,
      "end": 19.17,
      "text": "progressive stuff happens. Jesus Christ, I went up to that Capitol Hill, a hipster area."
    },
    {
      "start": 19.17,
      "end": 29.34,
      "text": "I think it was the only guy not transitioning. Fucking unbelievable. It's a whole new"
    },
    {
      "start": 29.34,
      "end": 34.14,
      "text": "race of people out there. Who knew? Who knew? It used to be either gay or just"
    },
    {
      "start": 34.18,
      "end": 40.9,
      "text": "gay. There's been no fucking in between. Oh yes there is. Oh yes there is. I don't pretend to"
    },
    {
      "start": 40.9,
      "end": 45.38,
      "text": "pay attention. I am an old man at this point. I don't watch the news. You know people who"
    },
    {
      "start": 45.38,
      "end": 50.5,
      "text": "watch the news fascinate me. They always eyebrows up and like freaking out. They're like oh yeah,"
    },
    {
      "start": 50.5,
      "end": 56.18,
      "text": "alright. They just want to walk around in fight or flight mode. You know fucking life. This is"
    },
    {
      "start": 56.18,
      "end": 59.82,
      "text": "what's happening. And there's plastic. There's plastic in the cereal and then it's going"
    },
    {
      "start": 59.82,
      "end": 64.97,
      "text": "to be like you're children. There's going to be little plastic people. Is there any sort of"
    },
    {
      "start": 64.97,
      "end": 70.29,
      "text": "solution? No, no, no. Just this information. Walk around with this. Enjoy your work day."
    },
    {
      "start": 70.29,
      "end": 79.25,
      "text": "Yeah, I don't pay attention to shit. I don't know what's going on. Right? I feel like that."
    },
    {
      "start": 79.25,
      "end": 85.05,
      "text": "I mean I kind of know what's going on. Like I know Gaza Strip, that's still going. Right?"
    },
    {
      "start": 86.05,
      "end": 98.37,
      "text": "Okay, that's going on. Well did you pick a side? Who deserves to live more? Right? I hate that shit."
    },
    {
      "start": 98.37,
      "end": 103.89,
      "text": "Well these kids, they more line up with our foreign policy than these kids over here and it's"
    },
    {
      "start": 103.89,
      "end": 109.97,
      "text": "just I don't know. How the fuck is war still legal in 2024? Can you explain that to me?"
    },
    {
      "start": 109.97,
      "end": 114.77,
      "text": "Like I don't want these Oprah Winfrey clause breaks. Stop doing that. I'm just asking the"
    },
    {
      "start": 114.77,
      "end": 120.93,
      "text": "question. Alright? I mean as a comedian I can't call a fat fuck a fat fuck anymore. Alright?"
    },
    {
      "start": 120.93,
      "end": 126.05,
      "text": "Even if he took my last slice of pizza and is denying it with pepperoni on his breath,"
    },
    {
      "start": 126.05,
      "end": 132.29,
      "text": "I can't be like you fat man-titted cunt. I know what you did. Own up to it. Everybody's like"
    },
    {
      "start": 132.29,
      "end": 138.21,
      "text": "alright well he took your pizza but that's like no reason to body shame. I mean yeah. It's"
    },
    {
      "start": 138.21,
      "end": 142.17,
      "text": "like yeah it is. I can't get the fucking pizza back. At least I can make him feel bad about"
    },
    {
      "start": 142.17,
      "end": 149.83,
      "text": "himself. Alright? Yeah I'm not allowed to do that but it's still socially acceptable to"
    },
    {
      "start": 149.83,
      "end": 158.37,
      "text": "shoot a missile in the general direction of somebody you're upset with. You're like no"
    },
    {
      "start": 158.37,
      "end": 163.13,
      "text": "there was like kids over there. This is my favorite response. Well you know they're using kids"
    },
    {
      "start": 163.13,
      "end": 171.93,
      "text": "as human shields. It's like well you gotta work around that. Jesus Christ if I'm mad"
    },
    {
      "start": 171.93,
      "end": 176.89,
      "text": "at my neighbor and I want to beat the shit out of him but he's holding a baby. Alright?"
    },
    {
      "start": 176.89,
      "end": 183.33,
      "text": "I wouldn't come in and try to punch him through the baby. Yeah you go in you know you throw"
    },
    {
      "start": 183.33,
      "end": 191.25,
      "text": "a hook. You sweep the legs. You do it on the lawn so the baby bounces off the grass. Alright?"
    },
    {
      "start": 191.25,
      "end": 198.53,
      "text": "There's fucking rules to this shit. Sean Connery died. The great Sean Connery. Yeah my"
    },
    {
      "start": 198.53,
      "end": 204.73,
      "text": "favorite James Bond of all time. Yeah he was getting a proper send off for about"
    },
    {
      "start": 204.77,
      "end": 211.86,
      "text": "eight minutes on Twitter and then the first hairy leg white chick shows up. Right? And she's"
    },
    {
      "start": 211.86,
      "end": 223.49,
      "text": "just gotta be like yeah man who advocated the hitting of women. It's like first of all he"
    },
    {
      "start": 223.49,
      "end": 227.37,
      "text": "didn't advocate hitting women. Okay? He just said you know every once in a while he"
    },
    {
      "start": 227.37,
      "end": 234.17,
      "text": "gave him a little slap. Yeah give him a little back with a hand. Remind him who's making"
    },
    {
      "start": 234.17,
      "end": 244.98,
      "text": "the box office you reset their hard drive. That's all he said. Okay? Yes it's a crazy"
    },
    {
      "start": 245.06,
      "end": 255.7,
      "text": "statement in 2021. 1976 you know it's not good but it's not crazy. Alright? And he's born in 1930."
    },
    {
      "start": 256.42,
      "end": 262.58,
      "text": "You gotta put the shit in historical perspective. I love old movies. You ever watch movies from"
    },
    {
      "start": 262.58,
      "end": 269.54,
      "text": "the 30s, 40s and 50s? Yeah. Anytime a woman even has heightened emotion there's some guy like"
    },
    {
      "start": 269.54,
      "end": 274.74,
      "text": "yeah I gotta holler yourself. Yeah I'm gonna make me a pie. Put it on the window sill."
    },
    {
      "start": 276.9,
      "end": 288.26,
      "text": "That's what he grew up watching. Grew up in the 70s. I thought being a truck driver was a cool"
    },
    {
      "start": 288.26,
      "end": 293.46,
      "text": "thing. You know you had a monkey for a friend. You're going around chicks and showing their titties."
    },
    {
      "start": 293.46,
      "end": 296.74,
      "text": "I thought that that was the world. I had no idea. That's what I was watching."
    },
    {
      "start": 299.34,
      "end": 303.1,
      "text": "My thing is okay so if you're gonna cancel all of these fucking dead guys"
    },
    {
      "start": 303.1,
      "end": 306.94,
      "text": "and you're gonna shit all over them after they're dead and they can't defend themselves"
    },
    {
      "start": 307.18,
      "end": 311.98,
      "text": "why are you only going after men? You know what about all the horrible women in history?"
    },
    {
      "start": 312.7,
      "end": 317.5,
      "text": "You can't just go after the men that would be sexist and this is what they don't want."
    },
    {
      "start": 318.62,
      "end": 326.86,
      "text": "You know? I mean what about Coco Chanel? Great example. Coco Chanel widely considered a feminist"
    },
    {
      "start": 326.86,
      "end": 333.02,
      "text": "icon. She started her own purse factory right? The 19 teens or 20s whatever the hell she did."
    },
    {
      "start": 333.02,
      "end": 336.7,
      "text": "I can't imagine the sexism that she had to deal with you know."
    },
    {
      "start": 338.3,
      "end": 347.98,
      "text": "An amazing accomplishment hats off to her right? However she was also a Nazi sympathizer."
    },
    {
      "start": 349.58,
      "end": 354.14,
      "text": "Yeah that's like half her fucking Wikipedia page. Just sit there."
    },
    {
      "start": 355.18,
      "end": 359.42,
      "text": "Wait for someone to read it. Right out in the open. Nothing."
    },
    {
      "start": 360.14,
      "end": 365.1,
      "text": "So evidently what happened was in World War II old Adolf came rolling into town"
    },
    {
      "start": 365.1,
      "end": 371.26,
      "text": "okay with his tanks with the Porsche engines in them. Took over the town in like fucking 90 minutes."
    },
    {
      "start": 371.26,
      "end": 376.62,
      "text": "She freaked out. She closes up her shop right? Figured out where all the head Nazis were staying."
    },
    {
      "start": 376.62,
      "end": 381.9,
      "text": "What hotel? She moved in there and she started a relationship with one of the Nazis."
    },
    {
      "start": 382.7,
      "end": 395.86,
      "text": "Yeah she started fucking a Nazi. You ever see those Holocaust videos with those piles of kid shoes?"
    },
    {
      "start": 397.06,
      "end": 404.82,
      "text": "Yeah she was sucking the dick that did that. Now just to refresh my memory"
    },
    {
      "start": 406.66,
      "end": 413.1,
      "text": "what did Sean Connery do again? Oh you know every once in a while you give him a little slap."
    },
    {
      "start": 413.66,
      "end": 418.46,
      "text": "That's what he did. She's sitting there like hey ain't off what's going on."
    },
    {
      "start": 418.46,
      "end": 429.82,
      "text": "I sold out her own country. She had to flee it at the end of the war and I have no idea how many"
    },
    {
      "start": 429.82,
      "end": 436.14,
      "text": "dicks she had to suck to get back in it. But I'll tell you despite all of that I still don't judge her."
    },
    {
      "start": 437.18,
      "end": 442.86,
      "text": "I know because I've never been in that situation. You know I've never been in a country"
    },
    {
      "start": 442.86,
      "end": 447.42,
      "text": "where all of a sudden the most powerful army the world has ever seen comes in and takes it"
    },
    {
      "start": 447.42,
      "end": 453.02,
      "text": "over in a couple hours. She must have been terrified right? And she's a woman. You know"
    },
    {
      "start": 453.02,
      "end": 458.46,
      "text": "she's into fashion. They show up with those Hugo Boss uniforms. You know her knees buckle a little"
    },
    {
      "start": 458.46,
      "end": 466.58,
      "text": "bit. Things start getting ugly. People are getting shot in the street. She's freaking out. You know"
    },
    {
      "start": 467.62,
      "end": 472.5,
      "text": "and she's a woman and women know push comes to shove. When you get your back against the"
    },
    {
      "start": 472.5,
      "end": 478.5,
      "text": "wall no matter how bad it gets they always have the option of fucking their way out of"
    },
    {
      "start": 478.5,
      "end": 486.9,
      "text": "the situation. They always got that card they can play right? All women know this. All women"
    },
    {
      "start": 486.9,
      "end": 496.18,
      "text": "know this. Men don't realize this till they go to prison. But women learned this early on. She had"
    },
    {
      "start": 496.18,
      "end": 503.46,
      "text": "the option and she took it. I can't get mad at her for that you know. So she's dead and gone."
    },
    {
      "start": 503.46,
      "end": 508.18,
      "text": "I think she's up there in heaven. I think she made it. She's up there with Sean Connery."
    },
    {
      "start": 508.18,
      "end": 511.7,
      "text": "Every once in a while they have a disagreement. He gets a little slap you know."
    },
    {
      "start": 512.5,
      "end": 516.9,
      "text": "She doesn't care what you shit on a Nazi's chest. I mean a little backhand's not gonna freak you out."
    },
    {
      "start": 518.1,
      "end": 522.74,
      "text": "Jesus can't say anything. He got a hooker right? Everybody's got a little something they did."
    },
    {
      "start": 532.6,
      "end": 539.32,
      "text": "Still by your Coco Chanel. She's still a hero. She was a victim. She was a victim of that time."
    },
    {
      "start": 541.56,
      "end": 545.56,
      "text": "She was frightened. She was scared. She didn't know what to do."
    },
    {
      "start": 549.99,
      "end": 555.19,
      "text": "Anyway. Oh I just noticed this thing came off. We can't have this. Just got to be continuity"
    },
    {
      "start": 555.19,
      "end": 561.03,
      "text": "between the fucking shows here. Jesus Christ. This thing never comes off. It's right when you"
    },
    {
      "start": 561.03,
      "end": 565.59,
      "text": "tape a fucking special then everything just falls apart. Royal Abel Hill huh? Where did"
    },
    {
      "start": 565.59,
      "end": 573.94,
      "text": "you buy this mic stand? Huh? Where the fuck did you get this? You know the mic stand guys all"
    },
    {
      "start": 573.94,
      "end": 578.18,
      "text": "fucking pissed off. Roy it's a jolly good fucking mic stand. I know you've ever fucking janked."
    },
    {
      "start": 579.7,
      "end": 582.58,
      "text": "Fucking janked because you don't know if it's on everything coming balls off on her."
    },
    {
      "start": 585.05,
      "end": 589.29,
      "text": "Now the queen comes down here and sets in a box and walks us this show."
    },
    {
      "start": 593.69,
      "end": 600.82,
      "text": "You know what I heard about you guys? Actually by the way I've been over here for a week"
    },
    {
      "start": 600.82,
      "end": 603.94,
      "text": "and as an American I gotta say something. You guys are pretty fat too."
    },
    {
      "start": 604.9,
      "end": 616.66,
      "text": "Specifically the men. I don't know what's going on with the men but I don't give a fuck how fat"
    },
    {
      "start": 616.66,
      "end": 621.06,
      "text": "you get. You're going to pour yourself into your skinny jeans. They still got them. It's like"
    },
    {
      "start": 621.06,
      "end": 626.42,
      "text": "you're squeezing all the fat to the top like toothpaste. Roy still wearing me saying jeans"
    },
    {
      "start": 626.42,
      "end": 634.09,
      "text": "from primary school. I had lunch the other day. I'm a big time conspiracy theorist. I drive my"
    },
    {
      "start": 634.09,
      "end": 638.73,
      "text": "girlfriend nuts. You know I think they're about ready to microchip all of us. Yeah they got"
    },
    {
      "start": 638.73,
      "end": 642.81,
      "text": "this commercial down in the States. You know you got that commercial up here for Duracell batteries."
    },
    {
      "start": 642.81,
      "end": 646.97,
      "text": "They're selling batteries and the commercial is some woman can't find her kid in the park."
    },
    {
      "start": 647.85,
      "end": 652.33,
      "text": "That's how they're selling batteries. The hell kind of way to set the cell batteries."
    },
    {
      "start": 653.21,
      "end": 657.05,
      "text": "Do you remember the old commercials? They just show some guy in a rainstorm has a flat,"
    },
    {
      "start": 657.05,
      "end": 661.69,
      "text": "pulls out a flashlight. Oh thank god he had Duracell. You can see how wet I'm getting."
    },
    {
      "start": 662.57,
      "end": 665.93,
      "text": "That was it. Not a show on this woman she can't find her kid in the park."
    },
    {
      "start": 666.57,
      "end": 671.61,
      "text": "She's sitting there going Kevin. Kevin? Has anybody seen Kevin?"
    },
    {
      "start": 672.65,
      "end": 677.77,
      "text": "Sitting there freaking out and she pulls out this little device and there comes Kevin running out"
    },
    {
      "start": 677.77,
      "end": 682.33,
      "text": "of the woods and they're like Duracell batteries. It's like dude the hell with the batteries."
    },
    {
      "start": 682.33,
      "end": 687.21,
      "text": "What was that thing she just took out of her pocket? How did Kevin know to come out of the"
    },
    {
      "start": 687.21,
      "end": 692.65,
      "text": "woods? He didn't have an antenna. His sneakers weren't glowing. What the hell is in Kevin"
    },
    {
      "start": 692.65,
      "end": 698.09,
      "text": "that's connected to that device? Don't just show me that like that's normal. Ah yeah robot kid."
    },
    {
      "start": 702.09,
      "end": 711.82,
      "text": "Yeah like I love seeing kids nowadays loving their dad. Like dad let's go play dad let's go run."
    },
    {
      "start": 711.82,
      "end": 721.1,
      "text": "Yeah when I was a kid I was like dad dad fuck dad fuck run open a window mom what did you see in that?"
    },
    {
      "start": 723.51,
      "end": 730.71,
      "text": "Fucking lunatic right? It was absolute fucking lunacy and not just my house I love my parents but"
    },
    {
      "start": 730.71,
      "end": 735.27,
      "text": "it was just the time like everybody was fucking crazy you were afraid and people could put their"
    },
    {
      "start": 735.27,
      "end": 739.51,
      "text": "hands on you and other people's dads could hit you and then you come home oh what the fuck did"
    },
    {
      "start": 739.51,
      "end": 745.91,
      "text": "you do? Oh fuck it hit you first I had it I'm just nuts. Teachers would grab you dig their nails"
    },
    {
      "start": 745.91,
      "end": 750.15,
      "text": "into your fucking neck she'd come home oh she wouldn't have done that unless something happened"
    },
    {
      "start": 750.63,
      "end": 755.99,
      "text": "it was all of that shit yeah me and my siblings we all beat the shit out of each other you know"
    },
    {
      "start": 756.71,
      "end": 761.27,
      "text": "and then we all teased the dog and the dog bit all of us and we never got rid of the dog"
    },
    {
      "start": 761.27,
      "end": 765.75,
      "text": "one time the dog bit me in the face I was fucking with it was eating it I was like ah"
    },
    {
      "start": 765.75,
      "end": 771.35,
      "text": "it just latched onto my face I was like like that my dad had to stitch me up and everything"
    },
    {
      "start": 771.35,
      "end": 776.47,
      "text": "we still didn't get rid of the dog you know ah he's a good dog he had a moment Jesus"
    },
    {
      "start": 777.03,
      "end": 782.63,
      "text": "oh Jesus Christ you're starting to put your goddamn face down there near the fucking dog yeah"
    },
    {
      "start": 783.99,
      "end": 788.31,
      "text": "so that's all it was it was like it was weird we were like the Brady Bunch"
    },
    {
      "start": 788.31,
      "end": 793.43,
      "text": "meets Lord of the Flies like on paper it was great it was a station wagon full of fucking you"
    },
    {
      "start": 793.43,
      "end": 799.59,
      "text": "know Norman Rockwell we went to church we got Duncan Doddett yeah that was about the fuck yeah so"
    },
    {
      "start": 801.27,
      "end": 805.19,
      "text": "I don't know so anyway we all ended up yeah my dad was one of these people like he said"
    },
    {
      "start": 805.19,
      "end": 810.63,
      "text": "whatever the fuck was on his mind you know what I mean yeah you know like that haircut women get"
    },
    {
      "start": 810.63,
      "end": 814.71,
      "text": "when they get to a certain age they got a couple of kids they just get it cut a little shorter"
    },
    {
      "start": 814.71,
      "end": 818.95,
      "text": "because they don't want to deal with it they put that little Hillary Clinton flipping it or something"
    },
    {
      "start": 818.95,
      "end": 823.83,
      "text": "right they get it all shaved up the fucking back first time you bend them over you feel like"
    },
    {
      "start": 823.83,
      "end": 831.03,
      "text": "you're fucking your friend Eric right you know but you love your wife so you lie and you tell"
    },
    {
      "start": 831.03,
      "end": 837.42,
      "text": "him oh let's go that's great I always wanted to fuck Geraldine Ferraro I know it's amazing"
    },
    {
      "start": 841.38,
      "end": 845.86,
      "text": "my dad didn't care I remember we picked my mother up she got in the car he just goes"
    },
    {
      "start": 845.86,
      "end": 852.82,
      "text": "ah Christ it looks like shit Jesus Christ what the fuck did they do to you ah for Christ's sake"
    },
    {
      "start": 852.82,
      "end": 858.98,
      "text": "you look like a fucking man my mom's just sitting like we're in the backseat like hey this is"
    },
    {
      "start": 858.98,
      "end": 870.74,
      "text": "what a functional relationship looks like so because of all that we all ended up getting like physical"
    },
    {
      "start": 870.74,
      "end": 877.3,
      "text": "ailments from being in the fight-or-flight mode our whole lives everything gym teachers were scary"
    },
    {
      "start": 877.3,
      "end": 881.46,
      "text": "collected on your pay everybody was scary fucking everything do I remember one time my dad told a"
    },
    {
      "start": 881.46,
      "end": 890.71,
      "text": "priest he didn't deserve to wear the collar what happened they were just in the altar boy"
    },
    {
      "start": 890.71,
      "end": 896.15,
      "text": "schedule and I don't know he was going to put me on a different mask and my dad started"
    },
    {
      "start": 896.15,
      "end": 900.55,
      "text": "getting his leg on I tell you I'm doing over the fucking collar the guy's jaw was on the"
    },
    {
      "start": 900.55,
      "end": 905.19,
      "text": "ground and then the best part next week we go to mass they haven't spoken in a week and my dad"
    },
    {
      "start": 905.19,
      "end": 911.51,
      "text": "just comes walking like hey how you doing what's going on like nothing happened yeah so anyway we"
    },
    {
      "start": 911.51,
      "end": 915.83,
      "text": "all end up getting these physical ailments like one of my siblings has stomach problems"
    },
    {
      "start": 915.83,
      "end": 920.23,
      "text": "another one has just this pain that won't go away in his back I remember I had like I had"
    },
    {
      "start": 920.23,
      "end": 925.51,
      "text": "like alopecia in like the third grade third grade I literally had like clumps of hair falling out"
    },
    {
      "start": 925.51,
      "end": 930.15,
      "text": "like I was working on wall street you know and I was just sitting there like did I pick up all the"
    },
    {
      "start": 930.15,
      "end": 935.99,
      "text": "toys did I do the dishes there he's gonna find something he always finds something fuck what do"
    },
    {
      "start": 935.99,
      "end": 940.47,
      "text": "I do I gotta kill him I should kill him that's what she's doing when he's sleeping at night"
    },
    {
      "start": 940.47,
      "end": 947.91,
      "text": "I'll take an extension cord I'll wrap it up from my fucking foot on his back seems to lack the"
    },
    {
      "start": 947.91,
      "end": 958.44,
      "text": "focus in class that he needs he's not working up to his ability right I think I'll be a good"
    },
    {
      "start": 958.44,
      "end": 967.48,
      "text": "dad though you know I do no analyze it I don't I actually finally come to the point I want to have"
    },
    {
      "start": 967.48,
      "end": 973.85,
      "text": "a kid and I don't think it's that hard I don't part of me really believes that the other part is I"
    },
    {
      "start": 973.85,
      "end": 978.49,
      "text": "just like pissing off people with kids you know whenever you say shit like oh do you have no"
    },
    {
      "start": 978.49,
      "end": 984.33,
      "text": "idea how difficult it is this is a great one to say well I mean I got a dog I mean you know"
    },
    {
      "start": 984.41,
      "end": 989.69,
      "text": "how much dude you can't even fucking compare it to a dog yeah I can I just did and I'll do it again"
    },
    {
      "start": 990.81,
      "end": 997.61,
      "text": "mine's got four legs yours only has two go ahead yours bites someone it gets a time out mine gets put"
    },
    {
      "start": 997.61,
      "end": 1006.46,
      "text": "down stakes are raised no I think I know I think I know how to raise a kid you know what it is"
    },
    {
      "start": 1006.46,
      "end": 1009.98,
      "text": "you just you just play catch with them I think that's the big deal man that's how you raise a"
    },
    {
      "start": 1009.98,
      "end": 1014.62,
      "text": "kid you play catch with them you just talk about life you distract them by throwing the ball"
    },
    {
      "start": 1014.7,
      "end": 1019.26,
      "text": "they don't even notice you're filling their heads up with your theories right"
    },
    {
      "start": 1021.1,
      "end": 1024.7,
      "text": "you don't do it the old school way the way your parents used to sit down across from"
    },
    {
      "start": 1024.7,
      "end": 1028.54,
      "text": "you you want to tell me about your day did anybody offer you any drugs you're learning"
    },
    {
      "start": 1028.54,
      "end": 1033.26,
      "text": "about sex you're like dude you're freaking freaking me out trying to eat a pop tart here"
    },
    {
      "start": 1033.26,
      "end": 1038.7,
      "text": "right hey just taking the bag you play catch with them that's it you talk about life"
    },
    {
      "start": 1038.7,
      "end": 1041.82,
      "text": "right what's that son ah we're not going to church today fuck that"
    },
    {
      "start": 1043.74,
      "end": 1049.34,
      "text": "that's all a bunch of bullshit gods everywhere but I got to go down there to see them really"
    },
    {
      "start": 1049.34,
      "end": 1052.62,
      "text": "and he's mad at me down there and I owe you money go fuck yourself"
    },
    {
      "start": 1054.46,
      "end": 1062.3,
      "text": "try not stupid ridiculous it's in here all right it's not down it's in here they try to take"
    },
    {
      "start": 1062.3,
      "end": 1066.14,
      "text": "it it's not in here you do some good you feel good you do something bad you feel bad you know"
    },
    {
      "start": 1066.14,
      "end": 1071.5,
      "text": "bless you like a sociopath and you'll feel shit you know unless you got somebody duct taped upside"
    },
    {
      "start": 1071.5,
      "end": 1075.66,
      "text": "down in your apartment you know and if you do something like that I want you to feel like you"
    },
    {
      "start": 1075.66,
      "end": 1080.7,
      "text": "can come to me you know yeah come to me confess all of that we'll go down to the precinct we'll"
    },
    {
      "start": 1080.7,
      "end": 1085.18,
      "text": "tell them everything yeah I'm gonna turn you in this isn't fucking dexter what do you have you"
    },
    {
      "start": 1085.18,
      "end": 1098.04,
      "text": "might feel good serial killer walking around he only kills the bad people listen I know your"
    },
    {
      "start": 1098.04,
      "end": 1101.56,
      "text": "mother and I we've been arguing a lot lately all right but I know you know you know I love I love"
    },
    {
      "start": 1101.56,
      "end": 1106.04,
      "text": "it at death okay it's weird I love it at death but when I watch her eat toast I just want to"
    },
    {
      "start": 1106.04,
      "end": 1111.0,
      "text": "I just want to choke her I don't know what it is it's like it's the routine right left in the middle"
    },
    {
      "start": 1111.0,
      "end": 1116.12,
      "text": "just why don't you just fold it in half and fucking eat it you know what I mean it's unreal"
    },
    {
      "start": 1117.16,
      "end": 1121.48,
      "text": "you know that's that that's when you know you know you met the right one when you want"
    },
    {
      "start": 1121.48,
      "end": 1125.96,
      "text": "to slap the shit out of him but you don't you know you want to leave but you don't there's"
    },
    {
      "start": 1125.96,
      "end": 1132.28,
      "text": "something about him you just can't fucking leave right so don't settle down so you meet one like that"
    },
    {
      "start": 1132.28,
      "end": 1137.96,
      "text": "that's that's when you know until then you know put a condom on you know just bang as many as you can"
    },
    {
      "start": 1138.68,
      "end": 1141.72,
      "text": "so you don't have a midlife crisis that's what you do don't tell your mother I'm telling you any"
    },
    {
      "start": 1141.72,
      "end": 1151.64,
      "text": "of this shit either you and your lovely wife Nia have a one-year-old son daughter one-year-old"
    },
    {
      "start": 1151.64,
      "end": 1155.8,
      "text": "daughter no it's all right it's all right it's all right what are you supposed to memorize what"
    },
    {
      "start": 1155.8,
      "end": 1159.72,
      "text": "everybody has no I have one guy whose job it is to tell me if it's a son or a daughter and he's"
    },
    {
      "start": 1161.32,
      "end": 1167.96,
      "text": "right there he's squirming behind me yeah pretty much you said I had a son I thought we were friends"
    },
    {
      "start": 1167.96,
      "end": 1174.68,
      "text": "yeah wow yeah anyway not that I really rely on these things but it's just no bill uh"
    },
    {
      "start": 1176.04,
      "end": 1180.68,
      "text": "you have a one-year-old daughter yes I'm just curious what's that I said take two"
    },
    {
      "start": 1180.84,
      "end": 1184.52,
      "text": "take two I don't know we're gonna keep all that in I want people at home to know just how shitty"
    },
    {
      "start": 1184.52,
      "end": 1192.49,
      "text": "things are around you what's so what's what's the best thing so far in your opinion about being a"
    },
    {
      "start": 1192.49,
      "end": 1197.29,
      "text": "being a dad uh I actually like going to the park with my daughter pushing her on the swing"
    },
    {
      "start": 1197.29,
      "end": 1201.93,
      "text": "you know that and then also at her first birthday party I realized how lucky I was"
    },
    {
      "start": 1201.93,
      "end": 1206.49,
      "text": "to have a girl because they just sort of chill out and take things in and I saw the little"
    },
    {
      "start": 1206.49,
      "end": 1211.53,
      "text": "boys they're like maniacs they're like throwing stuff ripping like lately watching my daughter"
    },
    {
      "start": 1211.53,
      "end": 1215.53,
      "text": "she just kind of waves hide everybody and the boys would come up just rip toys out of her hands"
    },
    {
      "start": 1215.53,
      "end": 1220.41,
      "text": "it was like breaking my heart because she's you know she's so innocent she hasn't met an asshole yet"
    },
    {
      "start": 1220.41,
      "end": 1224.65,
      "text": "so like it's sort of like this oh what was that vibe and then the boys you know that climbing"
    },
    {
      "start": 1224.65,
      "end": 1228.49,
      "text": "on they're throwing rocks down on the car it was like brave heart every time I told them it's like"
    },
    {
      "start": 1228.49,
      "end": 1234.17,
      "text": "you guys you got to stop doing this and then also you can't you can't tell other people's"
    },
    {
      "start": 1234.17,
      "end": 1239.05,
      "text": "kids not to do stuff right so you got to kind of like be loudly like hey he's climbing up on"
    },
    {
      "start": 1239.05,
      "end": 1244.01,
      "text": "the utility pole and kind of hope that somebody does something we're back in the day you could"
    },
    {
      "start": 1244.01,
      "end": 1248.33,
      "text": "yell at people's kids and I think that that needs to come back and that's what's holding back this"
    },
    {
      "start": 1248.33,
      "end": 1256.33,
      "text": "country yeah at some point you got to be hey get off hey I said don't do that and then you"
    },
    {
      "start": 1256.33,
      "end": 1261.05,
      "text": "got to be like hey look you little shit you know that's my car yeah up throwing rocks on it"
    },
    {
      "start": 1261.05,
      "end": 1264.97,
      "text": "yeah yeah boy throw you over the wall you're not going to do it but you scare him a little"
    },
    {
      "start": 1265.37,
      "end": 1272.97,
      "text": "as a dad do you feel that you uh have more or less importance than you used to have when you were"
    },
    {
      "start": 1273.61,
      "end": 1278.09,
      "text": "just a couple with no children way less way less yes I think like that's been my experience as well"
    },
    {
      "start": 1278.09,
      "end": 1282.33,
      "text": "yeah like when you're dating just you feel like you're number one then the second you get like"
    },
    {
      "start": 1282.33,
      "end": 1287.29,
      "text": "engaged you become the backup quarterback like you start going down the depth chart and once"
    },
    {
      "start": 1287.29,
      "end": 1293.13,
      "text": "you have a kid I think I'm like fifth now like it goes my daughter then my wife my mother-in-law"
    },
    {
      "start": 1293.13,
      "end": 1301.29,
      "text": "like the UPS driver brings the Amazon stuff but I don't mind because I'm like anti-social always"
    },
    {
      "start": 1301.29,
      "end": 1305.77,
      "text": "you know like I had the best Christmas I've ever had since you know I was a little kid and believed"
    },
    {
      "start": 1305.77,
      "end": 1310.09,
      "text": "in Santa Claus just coming back with a kid is then you don't have to really engage with adults"
    },
    {
      "start": 1310.09,
      "end": 1313.93,
      "text": "anymore which is awesome you just come in they're like hey Billy like hey here she is and they're"
    },
    {
      "start": 1313.93,
      "end": 1319.21,
      "text": "like oh my god and they all gravitate over you can go hit the bar hang out nobody's talking"
    },
    {
      "start": 1319.21,
      "end": 1324.65,
      "text": "to you it's tremendous hit the bar in your house yeah oh yeah yeah I don't go out like some Angela's"
    },
    {
      "start": 1324.65,
      "end": 1332.73,
      "text": "ashes stuff it's spending the weekly paycheck no I just go over and I have a couple of pops"
    },
    {
      "start": 1332.73,
      "end": 1336.89,
      "text": "sure yeah you do what's right that's right get behind the wheel you know let me ask you"
    },
    {
      "start": 1337.93,
      "end": 1344.49,
      "text": "let me ask you something now I gotta move away again it's just so easy to offend people now"
    },
    {
      "start": 1344.89,
      "end": 1351.29,
      "text": "so I gotta do it though I gotta work on the temper I'm gonna do it you know I got the kid now"
    },
    {
      "start": 1351.29,
      "end": 1355.69,
      "text": "and I just don't want I don't want to pass it on to her you know I got I have like a demon in my"
    },
    {
      "start": 1355.69,
      "end": 1361.37,
      "text": "family tree like this fucking rage it's just you know just keeps following us and now I got it"
    },
    {
      "start": 1362.17,
      "end": 1366.57,
      "text": "I have it so bad like literally my daughter she's almost she's little over two years old"
    },
    {
      "start": 1366.57,
      "end": 1372.89,
      "text": "she's yet to meet me yet you know like the real me she's seen glimpses of me I come"
    },
    {
      "start": 1372.89,
      "end": 1380.15,
      "text": "hey how she's seen glimpses of the anger but I'm able to smooth it over really quickly like oh"
    },
    {
      "start": 1380.15,
      "end": 1387.21,
      "text": "daddy almost snapped his phone in half but I see it in her face I can see the way she looks at me"
    },
    {
      "start": 1387.21,
      "end": 1391.05,
      "text": "she's starting to put it together like this dude's a little fucked up man this is a little fucked up"
    },
    {
      "start": 1391.85,
      "end": 1395.05,
      "text": "I cannot tell you how heartbreaking that is to see from a toddler"
    },
    {
      "start": 1395.93,
      "end": 1399.21,
      "text": "must last your own daughter I'm like I gotta I gotta end this thing man"
    },
    {
      "start": 1400.65,
      "end": 1404.17,
      "text": "this rage it has to end with me I can I can't have an angry kid just walking around"
    },
    {
      "start": 1404.17,
      "end": 1408.89,
      "text": "fucking kicking toys fucking bullshit just being like a lunatic I want to be like that"
    },
    {
      "start": 1408.89,
      "end": 1412.41,
      "text": "priest in the exorcist when the devil got in him and he just fucking leaves out the window"
    },
    {
      "start": 1413.13,
      "end": 1419.37,
      "text": "it dies you know so I have been fucking trying everything you know I try I tried you know I don't"
    },
    {
      "start": 1419.37,
      "end": 1427.05,
      "text": "know I try I I I meditating wearing sweaters I did that for a while like if I dressed like"
    },
    {
      "start": 1427.85,
      "end": 1433.85,
      "text": "like a regular guy I'd be one I drew a smiley face on a post-it and stuck it on my dashboard"
    },
    {
      "start": 1433.85,
      "end": 1438.17,
      "text": "like that was going to help with my road rage you know driving down the street like you mother"
    },
    {
      "start": 1439.93,
      "end": 1449.46,
      "text": "too thank you smiley face I remember one night I actually considered taking a bath"
    },
    {
      "start": 1449.46,
      "end": 1452.98,
      "text": "because I was going to call my wife I was on the road I was like I don't want to have a fight"
    },
    {
      "start": 1452.98,
      "end": 1456.42,
      "text": "with her I need to relax what the fuck can I do and I thought about it's like women"
    },
    {
      "start": 1456.42,
      "end": 1460.98,
      "text": "take baths right they do it's a very feminine thing they have a bad week I just want to"
    },
    {
      "start": 1460.98,
      "end": 1466.18,
      "text": "decompress and they just have a soak and then they just fine next you know they're drinking"
    },
    {
      "start": 1466.18,
      "end": 1472.98,
      "text": "wine they're calling friends I'm so glad you're in my life and I feel I can get back out there again"
    },
    {
      "start": 1472.98,
      "end": 1479.38,
      "text": "right so I'm literally alone I start drawing a bath and the water came all the way up and at the"
    },
    {
      "start": 1479.38,
      "end": 1487.0,
      "text": "end of the day I couldn't fucking do it there's just no way as a man to take a bath"
    },
    {
      "start": 1487.0,
      "end": 1493.0,
      "text": "and not think about killing yourself you know it's just something about slipping into that"
    },
    {
      "start": 1493.0,
      "end": 1498.04,
      "text": "coffin shaped thing it's like am I going to slit my wrists am I testifying against the"
    },
    {
      "start": 1498.04,
      "end": 1503.96,
      "text": "mob what the fuck am I doing here I'm a man I don't take a bath you take a shower hose it off"
    },
    {
      "start": 1503.96,
      "end": 1509.72,
      "text": "walk out your feelings keep walking till you drop of a heart attack literally as you're going down"
    },
    {
      "start": 1509.72,
      "end": 1516.18,
      "text": "are you okay I'm fine I'm fine I can't take a bath sitting there playing with a rubber ducky"
    },
    {
      "start": 1516.18,
      "end": 1522.18,
      "text": "sticking my toe in the faucet right I'm not allowed it's not allowed to be that happy so"
    },
    {
      "start": 1522.9,
      "end": 1526.5,
      "text": "I don't know what I'm gonna do I think I'm gonna go back to therapy do that fucking bullshit again"
    },
    {
      "start": 1527.38,
      "end": 1532.34,
      "text": "fast forward through all these stories I've told him million times I gotta do it though"
    },
    {
      "start": 1532.34,
      "end": 1537.86,
      "text": "I got in and I'm gonna do it for my kid and do it for my wife and selfishly do it for me because"
    },
    {
      "start": 1538.74,
      "end": 1548.58,
      "text": "now I'm gonna tell you why you're not gonna like the results miss this is why I'm gonna do it"
    },
    {
      "start": 1548.58,
      "end": 1552.18,
      "text": "because if I actually don't have a temper like I just think to myself like what could my wife"
    },
    {
      "start": 1552.26,
      "end": 1559.46,
      "text": "complain to like what could my wife bitch at me about right I fucking crush everything"
    },
    {
      "start": 1560.98,
      "end": 1565.46,
      "text": "I do I take out the trash okay the gate was squeaky the other day I fucking I fucking"
    },
    {
      "start": 1565.46,
      "end": 1571.38,
      "text": "like they made sure that was done you know I pick up after myself I like to think I'm a good dad"
    },
    {
      "start": 1571.38,
      "end": 1578.1,
      "text": "I work my ass off and make a great fucking living crush all of that all she has on me"
    },
    {
      "start": 1578.1,
      "end": 1591.22,
      "text": "is who I am as a person if I could just not be who I was when she met me I think I'd have a shot"
    },
    {
      "start": 1591.22,
      "end": 1606.49,
      "text": "you know yeah you know what's hilarious about sexual assault you know what's hilarious about it"
    },
    {
      "start": 1606.49,
      "end": 1613.45,
      "text": "is how women are acting like that is a uniquely female experience you know what's funny I actually"
    },
    {
      "start": 1613.45,
      "end": 1617.61,
      "text": "to the letter of the fucking law within the last two and a half years got sexually assaulted"
    },
    {
      "start": 1617.61,
      "end": 1630.15,
      "text": "in this business by a woman yeah and this is my story I feel like I can live my truth"
    },
    {
      "start": 1630.71,
      "end": 1639.38,
      "text": "and be brave tonight and share this with you it's 100 true fucking story I was doing stand-up I was"
    },
    {
      "start": 1639.38,
      "end": 1643.7,
      "text": "doing a private gig all right private gigs are the fucking worst you do a public gig"
    },
    {
      "start": 1643.7,
      "end": 1648.66,
      "text": "anybody can show up it broadens what you can talk about right you do a private gig it's like"
    },
    {
      "start": 1648.66,
      "end": 1653.06,
      "text": "everybody grew up on the same fucking streets all your jokes gotta go right down fucking main street"
    },
    {
      "start": 1653.06,
      "end": 1657.14,
      "text": "or you're bombing so all you do is listen to the first comic to hear what's working and what is it"
    },
    {
      "start": 1657.14,
      "end": 1661.78,
      "text": "you just listen to him as he's up there struggling going okay they like bread talk about bread get"
    },
    {
      "start": 1661.78,
      "end": 1667.22,
      "text": "all the bread you can't don't make fun of the troops stay away from the troops right so that's"
    },
    {
      "start": 1667.22,
      "end": 1670.9,
      "text": "what we're doing right and uh the host gets him going and then he brings up the first act"
    },
    {
      "start": 1670.9,
      "end": 1675.22,
      "text": "okay she goes on stage she's not really comedian more of a personality she does her bullshit or"
    },
    {
      "start": 1675.22,
      "end": 1680.42,
      "text": "whatever and i'm standing there looking at my jokes figuring out what i'm doing she wraps it up he goes"
    },
    {
      "start": 1680.42,
      "end": 1684.5,
      "text": "on stage she goes to get off i'm thinking okay i'm next i'm looking at my stuff and she just walks"
    },
    {
      "start": 1684.5,
      "end": 1690.1,
      "text": "right by me and just fucking just flicked me right in the head of my dick and kept walking"
    },
    {
      "start": 1691.86,
      "end": 1698.1,
      "text": "like it was nothing just fucking pow i just kept i couldn't fucking believe it i know what"
    },
    {
      "start": 1698.1,
      "end": 1702.42,
      "text": "you're thinking like oh is this a friend of yours was she flirting with you was this a joke"
    },
    {
      "start": 1702.42,
      "end": 1706.98,
      "text": "none of the above you know what it was i swear to god it was like a bully vibe"
    },
    {
      "start": 1707.94,
      "end": 1712.02,
      "text": "like she was trying to get in my head like there you go you little red dick"
    },
    {
      "start": 1712.74,
      "end": 1719.21,
      "text": "follow that and she just kept walking through my first thought as i saw her walking away i just"
    },
    {
      "start": 1719.21,
      "end": 1724.01,
      "text": "wanted to punch her in the back of the head as hard as humanly possible like literally make"
    },
    {
      "start": 1724.01,
      "end": 1729.77,
      "text": "her leave her shoes you know but the other side of my brain's like oh no dude you can't do that"
    },
    {
      "start": 1729.77,
      "end": 1733.53,
      "text": "you can't do that it's a woman and it's just spitball well fucking boot her in the ass then"
    },
    {
      "start": 1733.53,
      "end": 1737.93,
      "text": "boot her in the ass can't hit her dude can't hit her it's a woman well all fucking tell somebody"
    },
    {
      "start": 1737.93,
      "end": 1742.89,
      "text": "tell somebody and all i'm thinking is like dude i'm a guy you can't fucking tell anybody nobody"
    },
    {
      "start": 1742.89,
      "end": 1747.69,
      "text": "gives a shit what happens to a guy i'm gonna walk up to another man and be like excuse me sir"
    },
    {
      "start": 1747.69,
      "end": 1752.49,
      "text": "but she just flicked me in my pee pee and i didn't like that one bit no sir i didn't like that"
    },
    {
      "start": 1752.49,
      "end": 1757.77,
      "text": "at all no i didn't all the guy's gonna be like dude if she did that to me i would have"
    },
    {
      "start": 1757.77,
      "end": 1764.41,
      "text": "taken my balls out too fucking slick both of these fucking sports power up top super ball"
    },
    {
      "start": 1766.25,
      "end": 1770.89,
      "text": "that's all i would have got right so now i'm standing there i'm waiting to go on stage"
    },
    {
      "start": 1770.89,
      "end": 1775.69,
      "text": "the dude's doing my intro i'm trying to think about jokes about bread and the tip of my dick"
    },
    {
      "start": 1775.69,
      "end": 1780.41,
      "text": "is still stinging this is the world i'm in and right as he's gonna bring me on all of a"
    },
    {
      "start": 1780.41,
      "end": 1783.77,
      "text": "sudden she came walking out because she was gonna go back out to her fucking car and that's"
    },
    {
      "start": 1783.77,
      "end": 1788.57,
      "text": "when my brain started firing up again with some ideas started thinking shit that i had never"
    },
    {
      "start": 1788.57,
      "end": 1793.13,
      "text": "thought before in my life going like dude there she is there she is flicker in the box"
    },
    {
      "start": 1794.65,
      "end": 1798.33,
      "text": "do it man equal right she did it to you you do it back to her and started making sense like yeah"
    },
    {
      "start": 1798.33,
      "end": 1802.49,
      "text": "fuck that flick my dick i'm gonna flick your clit that's right i'll fucking hit the man in the"
    },
    {
      "start": 1802.49,
      "end": 1807.77,
      "text": "boat i'm gonna drop down uppercut to the bush fuck this shit think i'm the kind of person"
    },
    {
      "start": 1807.77,
      "end": 1812.17,
      "text": "who just can flick my dick and walk away like it ain't shit right and it was making sense to"
    },
    {
      "start": 1812.17,
      "end": 1815.93,
      "text": "right when she got there finally i just started thinking all the sporting events i had watched"
    },
    {
      "start": 1815.93,
      "end": 1821.53,
      "text": "and i realized that the referee only sees the retaliation he never sees the first aggression"
    },
    {
      "start": 1821.53,
      "end": 1825.21,
      "text": "and then you get you have to go to the yellow card whatever the fuck you people do over here right"
    },
    {
      "start": 1825.21,
      "end": 1830.89,
      "text": "you go to the penalty box so i let it go and i went out on stage i did my shit but here was"
    },
    {
      "start": 1830.89,
      "end": 1835.13,
      "text": "the thing for the next three fucking days i'm driving around la and i'm just i'm losing my"
    },
    {
      "start": 1835.13,
      "end": 1838.97,
      "text": "fucking mind you know i'm trying fucking screaming at the windshield saying all the"
    },
    {
      "start": 1838.97,
      "end": 1843.93,
      "text": "shit that i wanted to say but didn't say it in the in the moment you know and it wasn't because"
    },
    {
      "start": 1843.93,
      "end": 1848.65,
      "text": "this is the thing it wasn't because she touched me you know i mean i don't give a fuck about that"
    },
    {
      "start": 1848.65,
      "end": 1852.73,
      "text": "all right you know when i was a kid i had a paper route and i was an altar boy you know"
    },
    {
      "start": 1854.73,
      "end": 1857.77,
      "text": "yeah you're gonna have to do a little bit better"
    },
    {
      "start": 1859.21,
      "end": 1862.65,
      "text": "then flick my dick over my jeans in my underwear it's like are we gonna do this or what like"
    },
    {
      "start": 1862.65,
      "end": 1870.52,
      "text": "oh what what is happening here it's the fact that she thought she could bully me so after"
    },
    {
      "start": 1870.52,
      "end": 1873.56,
      "text": "like fucking three days of this shit i had a splitting headache and i started realizing like"
    },
    {
      "start": 1873.56,
      "end": 1878.44,
      "text": "wait a minute she's winning this thing you know here i am still thinking about this shit she's"
    },
    {
      "start": 1878.44,
      "end": 1883.16,
      "text": "probably gone on to kick like i don't flick 30 to 40 dick says she's been with me i'm just gonna"
    },
    {
      "start": 1883.16,
      "end": 1888.44,
      "text": "fuck about me so you know i did i drove home my house there was nobody home i went upstairs i"
    },
    {
      "start": 1888.44,
      "end": 1897.62,
      "text": "closed the door and i just sat down and i meditated on it and i just forgave her i did i just"
    },
    {
      "start": 1897.7,
      "end": 1904.34,
      "text": "pictured her as a little five-year-old girl crying because her alcoholic dad you know wouldn't"
    },
    {
      "start": 1904.34,
      "end": 1909.14,
      "text": "hug her or something and she's just standing there crying like my daddy i love you he's like"
    },
    {
      "start": 1909.14,
      "end": 1914.26,
      "text": "get away from me i have a lot of children and then he walked through his screen door and he"
    },
    {
      "start": 1914.26,
      "end": 1920.42,
      "text": "like face planted into this above ground pool and he had a pool belt on and he just sort of"
    },
    {
      "start": 1920.42,
      "end": 1924.82,
      "text": "pulled him under and she ran out she grabbed his foot and she was pulling and pulling and his"
    },
    {
      "start": 1924.82,
      "end": 1933.4,
      "text": "boot came off and she sat down and she just watched him slowly drown i don't know what happened"
    },
    {
      "start": 1933.4,
      "end": 1942.84,
      "text": "after that i just felt like this weight lift off of my chest so there you go all you tough guys over"
    },
    {
      "start": 1942.84,
      "end": 1947.72,
      "text": "here in england don't don't be afraid to meditate man i'm telling you you can lend a lot of stuff"
    },
    {
      "start": 1947.72,
      "end": 1955.88,
      "text": "go now i'm excited to be here i am it's very uh exciting to be doing stand-up outside of my"
    },
    {
      "start": 1955.88,
      "end": 1966.04,
      "text": "own country yeah no not because of you how it's become fucking us everything's so goddamn heavy"
    },
    {
      "start": 1966.04,
      "end": 1972.52,
      "text": "fucking joke you tell me what did you mean about that i didn't go to the gym today are you calling"
    },
    {
      "start": 1972.52,
      "end": 1981.98,
      "text": "me fucking triggered i gotta fucking apologize to everybody this i screwed up my country is right"
    },
    {
      "start": 1981.98,
      "end": 1989.02,
      "text": "now do you know that you know brian cranson right that dude did a movie he played a quadriplegic"
    },
    {
      "start": 1989.98,
      "end": 1998.78,
      "text": "and people gave him shit be like why is there an able-bodied person playing a quadriplegic"
    },
    {
      "start": 2000.78,
      "end": 2007.34,
      "text": "it's like it's because it's called acting you dumb fuck see if he was a quadriplegic playing"
    },
    {
      "start": 2007.34,
      "end": 2014.06,
      "text": "a quadriplegic that's not acting that's just fucking laying there saying shit that someone else wrote"
    },
    {
      "start": 2014.7,
      "end": 2021.74,
      "text": "so tell us what did you do to prepare for the role well i dove head first into the shallow end"
    },
    {
      "start": 2021.74,
      "end": 2027.58,
      "text": "of a pool when i was 23 i feel like i've been preparing for this role for my whole life"
    },
    {
      "start": 2029.42,
      "end": 2036.06,
      "text": "right what is up next for you oh well they're gonna do a reboot of top gun i'm gonna fly i was"
    },
    {
      "start": 2036.06,
      "end": 2045.05,
      "text": "gonna be transgender so everybody will be happy she won't die her discarded dick will block her"
    },
    {
      "start": 2045.05,
      "end": 2054.41,
      "text": "head from the canopy there'll be a gender neutral bathroom on the plane how fucking dumb is that"
    },
    {
      "start": 2054.41,
      "end": 2060.25,
      "text": "that's literally like watching a movie why didn't you have a murderer play a murderer and how come"
    },
    {
      "start": 2060.25,
      "end": 2072.39,
      "text": "the guy he shot i saw him in another movie i mean what the fuck is going on all right everybody's so"
    },
    {
      "start": 2072.55,
      "end": 2082.86,
      "text": "yeah i want to get a gun i do i really do i never had that feeling before till i moved out to"
    },
    {
      "start": 2082.86,
      "end": 2088.86,
      "text": "los angeles this city just messes with your mind you know it's overpopulated technically doesn't"
    },
    {
      "start": 2088.86,
      "end": 2095.26,
      "text": "have a water supply right the dollar's crashing shit keeps you up at night you're just thinking"
    },
    {
      "start": 2096.06,
      "end": 2103.1,
      "text": "what am i doing the zombies come right start reading up on shit get some powdered food"
    },
    {
      "start": 2103.66,
      "end": 2111.9,
      "text": "plant some zucchini get a windmill right and that's all well and good but if you don't know"
    },
    {
      "start": 2111.9,
      "end": 2117.02,
      "text": "how to fight all you're doing is gathering supplies for the toughest guy in the block"
    },
    {
      "start": 2117.02,
      "end": 2123.22,
      "text": "just thinking about that what am i gonna do some dude turns me upside down start shaking the"
    },
    {
      "start": 2123.22,
      "end": 2131.78,
      "text": "gold coins out of my pockets i gotta get a gun so i'm on the road right i'm in reno great gun"
    },
    {
      "start": 2131.78,
      "end": 2137.06,
      "text": "town so go down to that little gun store right come walking in there's some red neck there i'm like"
    },
    {
      "start": 2137.06,
      "end": 2141.54,
      "text": "hey man i don't want to get a gun she's like i hear you what you're looking for what you want"
    },
    {
      "start": 2141.54,
      "end": 2149.46,
      "text": "mossberg over under a 357 magnum right such rattling off all this gibberish right i don't know shit"
    },
    {
      "start": 2149.46,
      "end": 2152.74,
      "text": "i'm trying to play it off i feel like a bitch because i don't know anything about guns"
    },
    {
      "start": 2154.34,
      "end": 2158.66,
      "text": "so it's like what do i do here ah hell well i go i'm gonna go with honesty i go look"
    },
    {
      "start": 2158.66,
      "end": 2164.1,
      "text": "dude i don't know anything about guns they terrify me but i'm worried about the zombies all right"
    },
    {
      "start": 2165.46,
      "end": 2173.38,
      "text": "dude's just like you need a shotgun need a shotgun man it's got a good spread it's easy to load"
    },
    {
      "start": 2173.38,
      "end": 2178.1,
      "text": "doesn't have a lot of work and parts got a good spread you kept saying that it's got a good"
    },
    {
      "start": 2178.1,
      "end": 2183.3,
      "text": "spread i'm like what does that mean he goes well i mean he ain't gotta be that accurate"
    },
    {
      "start": 2184.26,
      "end": 2187.62,
      "text": "it's got a good spread further away you are the more shit you hit"
    },
    {
      "start": 2189.22,
      "end": 2193.54,
      "text": "it's got a good spread in fact you got a problem over here you ain't even gotta look you just turned"
    },
    {
      "start": 2193.54,
      "end": 2200.74,
      "text": "wow that's it you ain't got a problem over here anymore anything that was even remotely a problem"
    },
    {
      "start": 2200.74,
      "end": 2205.7,
      "text": "ain't there anymore trust me and then these people here they saw what you just did here"
    },
    {
      "start": 2205.7,
      "end": 2210.82,
      "text": "you ain't got a problem here either feel me 90 degrees taking care of right there one shot"
    },
    {
      "start": 2210.82,
      "end": 2214.9,
      "text": "these people get smart flipping over wow that's it it's got a good spray"
    },
    {
      "start": 2216.98,
      "end": 2220.5,
      "text": "so i'm like laughing my ass off i'm like dude look i just want to shoot the guy"
    },
    {
      "start": 2220.5,
      "end": 2227.3,
      "text": "i don't have to do a bunch of drywall work you know reframe my diploma get my parakeet another"
    },
    {
      "start": 2227.3,
      "end": 2231.78,
      "text": "friend you know i just want to shoot the guy so i'm like you know how about one of these"
    },
    {
      "start": 2231.78,
      "end": 2236.42,
      "text": "pistols so you're just like that classic like that redneck trailing off thing like ah you want"
    },
    {
      "start": 2236.42,
      "end": 2245.46,
      "text": "a pistol guy get a pistol what do i know i just been here 20 years get a shiny one right so i was"
    },
    {
      "start": 2245.46,
      "end": 2250.66,
      "text": "like what's wrong with getting a pistol he goes i'll tell you why buddy because life life ain't a movie"
    },
    {
      "start": 2252.02,
      "end": 2257.3,
      "text": "you feel me i'm like no can you please stop speaking in these backwards riddles"
    },
    {
      "start": 2258.5,
      "end": 2261.94,
      "text": "can you just say what you're saying i told you i don't know shit about guns come on do me solid"
    },
    {
      "start": 2261.94,
      "end": 2266.34,
      "text": "here what he goes well look you ever watch a movie gotta go blah blah blah he kills three"
    },
    {
      "start": 2266.34,
      "end": 2271.7,
      "text": "people real life man you miss you miss all the fucking time you miss enough times man you"
    },
    {
      "start": 2271.7,
      "end": 2274.42,
      "text": "might as well you're empty might as well as you stand there with a big stapler in here"
    },
    {
      "start": 2277.11,
      "end": 2283.59,
      "text": "and what you gonna do i was like well fuck it let's get the shotgun please all ready to box"
    },
    {
      "start": 2283.59,
      "end": 2287.03,
      "text": "the thing up and then i'm like wait a minute i live with my girl i can't just show up with a"
    },
    {
      "start": 2287.03,
      "end": 2292.71,
      "text": "shotgun right that's not some shit you can just come home with if i found this stool on"
    },
    {
      "start": 2292.71,
      "end": 2296.71,
      "text": "the side of the road i can come home with this look at it we can we can refinish it"
    },
    {
      "start": 2296.71,
      "end": 2300.15,
      "text": "we can carve our initials in it we can have a good time right"
    },
    {
      "start": 2301.11,
      "end": 2306.95,
      "text": "they just show up with a shotgun hey i got it for us right one barrel for you one for me now"
    },
    {
      "start": 2309.26,
      "end": 2314.46,
      "text": "so she cod bosses the whole thing till the other night somebody broke into our car sitting in"
    },
    {
      "start": 2314.46,
      "end": 2320.94,
      "text": "the driveway starts fucking with her head right so she starts reading up on guns you know she's"
    },
    {
      "start": 2320.94,
      "end": 2324.06,
      "text": "reading too much because now she wants to get one but she's just like well i heard you gotta"
    },
    {
      "start": 2324.06,
      "end": 2329.66,
      "text": "keep the bullets in the safe keep this dock in the garage and then what then what i run around the"
    },
    {
      "start": 2329.66,
      "end": 2334.86,
      "text": "house and assemble it there's some dudes chasing me with an axe you know even thinking this thing"
    },
    {
      "start": 2334.86,
      "end": 2339.82,
      "text": "through sweetheart run around with where's the scope it's in the living room he's in the living"
    },
    {
      "start": 2339.82,
      "end": 2346.9,
      "text": "room we're getting this thing i want that fucking thing loaded right on the bedroom wall right"
    },
    {
      "start": 2346.9,
      "end": 2355.82,
      "text": "there i'll put that thing on my jam jam sleeves just like that there's no other point that's"
    },
    {
      "start": 2355.82,
      "end": 2360.22,
      "text": "funny though when you talk about getting a gun you know people like they either totally ford"
    },
    {
      "start": 2360.22,
      "end": 2364.22,
      "text": "or completely against it you know they either go nuts and start screaming right well they start"
    },
    {
      "start": 2364.22,
      "end": 2368.86,
      "text": "throwing up those stats you know actually you you increase your chances of getting shot by 80"
    },
    {
      "start": 2368.86,
      "end": 2373.58,
      "text": "percent the second you get a gun in the house really what because i'm going to load it and"
    },
    {
      "start": 2373.58,
      "end": 2382.23,
      "text": "shower with it like the fuck i know it's dangerous you get a pool in your backyard"
    },
    {
      "start": 2382.23,
      "end": 2387.03,
      "text": "you immediately increase your odds of drowning in your backyard right you couldn't do that"
    },
    {
      "start": 2387.03,
      "end": 2395.21,
      "text": "before now you step on a rake in you go no i'm telling you i don't buy any of that shit"
    },
    {
      "start": 2396.89,
      "end": 2402.41,
      "text": "stats are so fucking stupid you know not that that's stupid it's the way people apply them"
    },
    {
      "start": 2402.41,
      "end": 2407.13,
      "text": "you already have your mind made up and then you go to omrite.com you start memorizing a"
    },
    {
      "start": 2407.13,
      "end": 2413.05,
      "text": "bunch of shit and you just throw it up at people this guy tried to get me to go scuba diving"
    },
    {
      "start": 2413.05,
      "end": 2417.29,
      "text": "like i'm not going i don't want to get eaten by a shark he's like well actually 90 percent of"
    },
    {
      "start": 2417.29,
      "end": 2421.53,
      "text": "shark attacks actually happen in shallow water it's like no shit it's where the people are"
    },
    {
      "start": 2423.53,
      "end": 2428.41,
      "text": "it's called the beach 90 percent of people are frolicking along the coastline"
    },
    {
      "start": 2429.29,
      "end": 2432.97,
      "text": "it's like there's people swimming to europe with good eyes sling your pussies"
    },
    {
      "start": 2433.61,
      "end": 2442.06,
      "text": "right it's a fucking idiot what kind of a fucking idiot white person"
    },
    {
      "start": 2442.06,
      "end": 2448.78,
      "text": "refers to themselves as woke you know if you if you actually were socially conscious"
    },
    {
      "start": 2448.78,
      "end": 2455.1,
      "text": "you'd realize that white people stole that word from black people once again doing the Elvis thing"
    },
    {
      "start": 2455.82,
      "end": 2464.46,
      "text": "right but you know what i blame black people for that one of them fucked up they were at a party"
    },
    {
      "start": 2464.46,
      "end": 2471.58,
      "text": "there was white people there and they let it slip out stay woke i'm gonna fuck you say it"
    },
    {
      "start": 2471.66,
      "end": 2479.02,
      "text": "and some white person heard it like oh what was that oh my god stay woke i want to say that i gotta"
    },
    {
      "start": 2479.02,
      "end": 2483.5,
      "text": "say that around my white friends so they know that i'm down oh my god i'm gonna fucking say that"
    },
    {
      "start": 2486.07,
      "end": 2492.31,
      "text": "fucking woke i'm fucking woke i'm a woke snickler i fucking had it i've had it"
    },
    {
      "start": 2493.83,
      "end": 2499.59,
      "text": "i support black people in my white apartment on twitter that's what i do i'm fucking here for"
    },
    {
      "start": 2502.74,
      "end": 2507.38,
      "text": "every white person likes the lie to themselves that they were alive you know 150 years ago"
    },
    {
      "start": 2507.38,
      "end": 2511.46,
      "text": "that they would have been working on the underground railroad trying to help slaves escape"
    },
    {
      "start": 2511.46,
      "end": 2516.9,
      "text": "right i would be one of the good white people i would have taken time out of my day"
    },
    {
      "start": 2518.5,
      "end": 2525.3,
      "text": "risked my life and the reality is is you'd be doing back then exactly what you're doing today"
    },
    {
      "start": 2525.3,
      "end": 2534.79,
      "text": "nothing fucking thick maybe a little hashtag black lives matter oh my god my heart breaks"
    },
    {
      "start": 2535.59,
      "end": 2536.95,
      "text": "on my l-shaped couch"
    },
    {
      "start": 2543.38,
      "end": 2548.74,
      "text": "my favorite thing about the black lives matter marches was the the store windows that would"
    },
    {
      "start": 2548.74,
      "end": 2554.34,
      "text": "have the plywood over the windows and then it would say black lives matter on top of the"
    },
    {
      "start": 2554.34,
      "end": 2560.82,
      "text": "plywood i just love the duality of that message you know it's like black lives matter we're all"
    },
    {
      "start": 2560.82,
      "end": 2567.06,
      "text": "the same we're all one don't burn down my store you fucking animals everybody is welcome in this"
    },
    {
      "start": 2567.06,
      "end": 2579.61,
      "text": "store anyone can come in one at a time follow him it's just a safe space for everyone yeah"
    },
    {
      "start": 2580.33,
      "end": 2584.65,
      "text": "john win was born in 1907 that's what the fuck he's gonna sound like then he got all these"
    },
    {
      "start": 2584.65,
      "end": 2593.37,
      "text": "douchebags going like that's not an excuse it's like yes it is it absolutely is you are of your time"
    },
    {
      "start": 2594.41,
      "end": 2598.09,
      "text": "look at these young kids remember that for like a year and a half they take a water bottle"
    },
    {
      "start": 2598.09,
      "end": 2602.57,
      "text": "they're all standing around and one kid would flip it and if it landed upright they do"
    },
    {
      "start": 2612.62,
      "end": 2618.54,
      "text": "stand it but up born in 1968 so i'm just like all right well no one tried to slap it out of"
    },
    {
      "start": 2618.54,
      "end": 2623.18,
      "text": "the way you know you're doing enough time that's gonna fucking land upright what is happening here"
    },
    {
      "start": 2623.18,
      "end": 2628.3,
      "text": "right i don't want to ruin that good time you know they're excited they're gonna get on their scooters"
    },
    {
      "start": 2628.3,
      "end": 2635.42,
      "text": "and ride off like a little posse or some shit i'm like you can do that yes so anyway so i took this"
    },
    {
      "start": 2635.42,
      "end": 2642.62,
      "text": "these fucking mushrooms right and i realized that i have been carrying that shit around"
    },
    {
      "start": 2643.5,
      "end": 2649.1,
      "text": "and being like all right well that's why i drank the way i did that's why i've trashed women"
    },
    {
      "start": 2649.9,
      "end": 2656.22,
      "text": "the way i do all the fucking shit all i knew every fucking thing i did good and bad in that moment"
    },
    {
      "start": 2656.22,
      "end": 2659.98,
      "text": "it's like all right so now i got to get sober and i got to fucking work my way through this shit"
    },
    {
      "start": 2660.62,
      "end": 2664.62,
      "text": "because uh you know my wife's you know i i don't know if you guys notice i have a bit of a temper"
    },
    {
      "start": 2665.26,
      "end": 2672.79,
      "text": "but not you bill yeah so here's the thing but i i didn't think you know i'm so fucked up"
    },
    {
      "start": 2672.79,
      "end": 2677.35,
      "text": "and grew up such a fucked up time that i didn't even think i had a temper because i was like"
    },
    {
      "start": 2677.35,
      "end": 2683.27,
      "text": "well i don't fucking yell at people in my house like i don't like curse my wife out i mean we get into"
    },
    {
      "start": 2683.27,
      "end": 2687.27,
      "text": "it i'm not gonna lie to you i get into it with her but i don't like go like oh jesus christ you"
    },
    {
      "start": 2687.27,
      "end": 2692.39,
      "text": "fucking bitch i don't do any of that stuff i don't yell at my kids but what i do is i still do"
    },
    {
      "start": 2692.39,
      "end": 2698.47,
      "text": "is i flip out so like i said i didn't think that this was a problem my wife told me it was a"
    },
    {
      "start": 2698.47,
      "end": 2704.63,
      "text": "problem but i don't listen to her you know why would i listen to her all she does is criticize"
    },
    {
      "start": 2704.63,
      "end": 2711.67,
      "text": "you know i got nothing but bad reviews on the fucking husband yelp it's just all you know didn't"
    },
    {
      "start": 2711.67,
      "end": 2719.35,
      "text": "enjoy the experience thumbs down half a star never get a fucking out of boy right so it just"
    },
    {
      "start": 2719.35,
      "end": 2723.11,
      "text": "becomes white noise after a after a while i don't know what am i doing something wrong again oh yeah"
    },
    {
      "start": 2723.11,
      "end": 2728.07,
      "text": "you again okay great great what did i do what i do this what i do this time huh what do i"
    },
    {
      "start": 2728.07,
      "end": 2734.68,
      "text": "have to work on go ahead fucking let me know right so i don't listen to my lovely wife"
    },
    {
      "start": 2735.32,
      "end": 2739.96,
      "text": "like an idiot like an idiot that i am so one day i learned a harsh lesson okay"
    },
    {
      "start": 2741.24,
      "end": 2746.2,
      "text": "it was a breakfast time right for some reason i had like 20 minutes to myself which is really rare"
    },
    {
      "start": 2746.2,
      "end": 2750.6,
      "text": "when you got two kids four and under right so i'm thinking like holy shit i can actually make"
    },
    {
      "start": 2750.6,
      "end": 2755.32,
      "text": "myself a breakfast like the old days i'll make myself two eggs over easy i'll make some toast"
    },
    {
      "start": 2755.32,
      "end": 2759.88,
      "text": "i'll make some bacon fucking burning up the way i like it it's gonna be the shit right"
    },
    {
      "start": 2759.88,
      "end": 2764.12,
      "text": "so i'm having a great time make myself a little grand slam breakfast i sit down to eat i got the"
    },
    {
      "start": 2764.12,
      "end": 2769.32,
      "text": "oj i got the glass of water it looks like it looks like a picture from a commercial and right as i sit"
    },
    {
      "start": 2769.32,
      "end": 2774.76,
      "text": "down to eat my phone lights up and i get a text message from my buddy he goes hey man i thought"
    },
    {
      "start": 2774.76,
      "end": 2780.68,
      "text": "you were coming on this this this zoom meeting it started five minutes ago we need you on this"
    },
    {
      "start": 2780.68,
      "end": 2785.4,
      "text": "and i just i just absolutely lost it i was like jesus christ of course i have a meeting of course"
    },
    {
      "start": 2785.4,
      "end": 2790.36,
      "text": "i have my meeting because why couldn't i just have one god damn cocksucking motherfucking"
    },
    {
      "start": 2791.0,
      "end": 2797.24,
      "text": "fucking toast flying all over the place flipping the fuck out and then all of a sudden"
    },
    {
      "start": 2798.2,
      "end": 2802.52,
      "text": "my daughter who was like two and a half at the time comes running into the kitchen"
    },
    {
      "start": 2802.52,
      "end": 2809.48,
      "text": "with big tears in her eyes just going like i'm sorry i'm sorry dad dad i'm sorry and i was like"
    },
    {
      "start": 2809.48,
      "end": 2813.88,
      "text": "oh shit so i literally just squatted down i was like no no no buddy no come here come here"
    },
    {
      "start": 2813.88,
      "end": 2817.4,
      "text": "i wasn't yelling you daddy wasn't yelling you i would never yell you i love you buddy"
    },
    {
      "start": 2817.4,
      "end": 2822.2,
      "text": "i was daddy was yelling at the phone okay dad yells at the phone when it says stuff that he"
    },
    {
      "start": 2822.2,
      "end": 2828.52,
      "text": "doesn't like okay dad has issues okay i'm sorry buddy i would never yell at you and i could literally"
    },
    {
      "start": 2828.52,
      "end": 2833.32,
      "text": "feel her tears like drying in my shirt i was like buddy come on i would never do that okay i love"
    },
    {
      "start": 2833.32,
      "end": 2837.16,
      "text": "you you still love me she's like yeah yeah i go okay all right buddy and then i did that thing"
    },
    {
      "start": 2837.16,
      "end": 2840.6,
      "text": "you know you do that thing with a kid where you turn him around and then you like push him"
    },
    {
      "start": 2840.6,
      "end": 2853.02,
      "text": "in the direction you want him to go in and i just had to sit there like i just did that"
    },
    {
      "start": 2853.26,
      "end": 2858.3,
      "text": "to a two and a half year old and she was like walking away and i'm just sitting there like"
    },
    {
      "start": 2858.3,
      "end": 2864.78,
      "text": "thinking like how bad was that is she just going to go play with the toy and forget about it"
    },
    {
      "start": 2865.42,
      "end": 2872.78,
      "text": "or is she no longer going to be an astronaut like what did i just do i thought i was better"
    },
    {
      "start": 2872.78,
      "end": 2877.66,
      "text": "than my dad i'm making the same mistakes that he's making i fucking hate myself i didn't even"
    },
    {
      "start": 2877.66,
      "end": 2881.18,
      "text": "i didn't do the meeting i didn't eat the breakfast i just went upstairs just wanted to"
    },
    {
      "start": 2881.18,
      "end": 2885.82,
      "text": "be alone right just want to be fucking alone you know but i got a wife so it doesn't work that way"
    },
    {
      "start": 2885.82,
      "end": 2892.14,
      "text": "you know especially when you fuck up as bad as i did and as loudly as i did i knew i knew"
    },
    {
      "start": 2892.14,
      "end": 2897.26,
      "text": "she was coming down the hall i knew i was gonna have to watch some game film she was bringing"
    },
    {
      "start": 2897.26,
      "end": 2902.86,
      "text": "the projector the screen was gonna come down and i'm literally just laying in there like please"
    },
    {
      "start": 2902.86,
      "end": 2906.46,
      "text": "god just let her give me two minutes just give me two minutes to fucking calm down"
    },
    {
      "start": 2907.26,
      "end": 2913.66,
      "text": "nope she just comes right in and she's just like you want to discuss that little internet"
    },
    {
      "start": 2914.22,
      "end": 2918.46,
      "text": "that happened downstairs in the kitchen and i'm like no honey i just can you just give me a second"
    },
    {
      "start": 2918.46,
      "end": 2921.9,
      "text": "my heart is still on the floor down there just give me a second i know i fucked up you know she"
    },
    {
      "start": 2921.9,
      "end": 2925.66,
      "text": "doesn't give a shit at that point and she's right it's her kid too so she just wants it i'll tell"
    },
    {
      "start": 2925.66,
      "end": 2931.82,
      "text": "you right now and give it here and give it back again oh shit and i mean she was right she was"
    },
    {
      "start": 2931.82,
      "end": 2937.18,
      "text": "a hundred percent right but i wasn't ready to hear the information so she just sort of zoned out"
    },
    {
      "start": 2938.06,
      "end": 2949.58,
      "text": "and i'm just sitting there laying in the bed with the nerve to be upset with her she didn't do anything"
    },
    {
      "start": 2949.58,
      "end": 2956.98,
      "text": "i'm just staring at her mouth because it's moving not hearing anything i just started thinking in the"
    },
    {
      "start": 2956.98,
      "end": 2962.66,
      "text": "news like like a news story just popped into my head you know that news story every once in a while"
    },
    {
      "start": 2962.66,
      "end": 2966.02,
      "text": "you'll see it only every year year and a half you just see some guy never committed a crime"
    },
    {
      "start": 2966.02,
      "end": 2971.86,
      "text": "in his life you know went to church every week helped old ladies across the street and then"
    },
    {
      "start": 2971.86,
      "end": 2980.9,
      "text": "i don't know where he just kills his wife nothing like it's gotta be from times like this he just had"
    },
    {
      "start": 2980.9,
      "end": 2986.66,
      "text": "something to say he just had like i don't know i just fucked up but she was right i know she was"
    },
    {
      "start": 2986.66,
      "end": 2991.54,
      "text": "right so i sat there i fucking took it you know i will say as an aside i think you know the next"
    },
    {
      "start": 2991.54,
      "end": 2996.74,
      "text": "time you see a guy who never even cheated on his taxes and then i don't know where he kills"
    },
    {
      "start": 2996.74,
      "end": 3001.14,
      "text": "his wife i think it's high time to bring back the question what did she say okay just say"
    },
    {
      "start": 3001.14,
      "end": 3013.5,
      "text": "all right examine the problem from 360 degrees i like violence man i am i'm not like when it happens"
    },
    {
      "start": 3013.5,
      "end": 3019.5,
      "text": "to me or if i see it live i like watching it on tv you know watching people you know get attacked by"
    },
    {
      "start": 3019.5,
      "end": 3025.58,
      "text": "animals just get blasted in the face or something you know like i'm a huge sports fan you're my"
    },
    {
      "start": 3025.58,
      "end": 3029.9,
      "text": "favorite like moment of like the last year was in sports at detroit piston indiana pacer bench"
    },
    {
      "start": 3029.9,
      "end": 3036.06,
      "text": "climmer and brawl wasn't that great that was one of the greatest things i've ever seen i was so confused"
    },
    {
      "start": 3036.06,
      "end": 3040.3,
      "text": "when i watched espn that day they were like that was absolutely disgraceful basketball fans"
    },
    {
      "start": 3042.46,
      "end": 3046.38,
      "text": "i'll say that look like i'm a basketball fan i loved it i thoroughly enjoyed watching"
    },
    {
      "start": 3046.38,
      "end": 3052.06,
      "text": "out of shape civilians get the shit kicked out of them by professional athletes it was fascinating"
    },
    {
      "start": 3053.02,
      "end": 3056.86,
      "text": "and i think as sports fans we kind of had a coming right because how many times you go into a"
    },
    {
      "start": 3056.86,
      "end": 3060.7,
      "text": "game right you got a little too drunk you started screaming at some dude in the field"
    },
    {
      "start": 3060.7,
      "end": 3065.34,
      "text": "who could clearly kick the shit out of you right if you saw him in the parking lot you'd be like"
    },
    {
      "start": 3065.34,
      "end": 3069.98,
      "text": "hey can you sign my stamp collection i think you're awesome you get in the game you're all drunk"
    },
    {
      "start": 3069.98,
      "end": 3076.46,
      "text": "you're like you suck buddy you're a piece of shit and they're always calling them up come on up here"
    },
    {
      "start": 3077.42,
      "end": 3084.87,
      "text": "no come on up here well they came up there they didn't they kicked the shit out of"
    },
    {
      "start": 3084.87,
      "end": 3091.43,
      "text": "everybody was great it was like a cartoon you're like beating up whole rows of people at once like"
    },
    {
      "start": 3093.19,
      "end": 3099.43,
      "text": "i loved every second i love how ron our test punched the wrong guy wasn't that great"
    },
    {
      "start": 3100.47,
      "end": 3105.75,
      "text": "he taught that dude a valuable lesson in life when shit goes down you don't just stand there"
    },
    {
      "start": 3105.75,
      "end": 3113.19,
      "text": "like you're watching a movie like wow it's coming right at me must be in three tears something"
    },
    {
      "start": 3114.15,
      "end": 3119.91,
      "text": "that was a five foot six inch 110 pound white dude had an angry six foot ten inch black dude running"
    },
    {
      "start": 3119.91,
      "end": 3125.83,
      "text": "right at him that had to have been in his top three nightmares all time right behind getting"
    },
    {
      "start": 3125.83,
      "end": 3132.15,
      "text": "his dick cut off and being lit on fire and he just stood there he's like trying to explain"
    },
    {
      "start": 3132.15,
      "end": 3139.53,
      "text": "himself well i still have the liquid in my cup so there's there's no way i could an idiot"
    },
    {
      "start": 3139.53,
      "end": 3142.57,
      "text": "there's been uh the me too movement has happened since the last time i was here"
    },
    {
      "start": 3142.89,
      "end": 3147.05,
      "text": "we have no it had to happen jesus christ but you know i think it's dying down"
    },
    {
      "start": 3148.09,
      "end": 3159.34,
      "text": "you know i don't know i think they got everybody judging by the stories i feel like they kind of"
    },
    {
      "start": 3159.34,
      "end": 3164.7,
      "text": "got everybody because the first stories that came out they were fucking unbelievable it was just"
    },
    {
      "start": 3164.7,
      "end": 3172.14,
      "text": "guys taking their dicks out at work like look at it look at it fucking blocking doors and"
    },
    {
      "start": 3172.14,
      "end": 3178.3,
      "text": "jizzing on plants you're fucking at home watching jesus christ people did this shit"
    },
    {
      "start": 3180.06,
      "end": 3186.22,
      "text": "i remember this this one poor woman said she was a pa went into some directors uh trailer and he came"
    },
    {
      "start": 3186.22,
      "end": 3201.02,
      "text": "allegedly came running out masturbating vigorously while holding a shrimp cocktail i know that's"
    },
    {
      "start": 3201.02,
      "end": 3204.94,
      "text": "fucked up but i gotta tell you something it's a little bit funny that she felt the need"
    },
    {
      "start": 3204.94,
      "end": 3211.74,
      "text": "to use the adjective vigorously after she said he was masturbating he was masturbating vigorously"
    },
    {
      "start": 3211.74,
      "end": 3220.92,
      "text": "i'm thinking in my head like uh as opposed to what i know there is only one successful way"
    },
    {
      "start": 3221.72,
      "end": 3228.68,
      "text": "to perform that act and that would be vigorously is there another way to do it can you do it"
    },
    {
      "start": 3228.68,
      "end": 3234.2,
      "text": "passively you know is that how sting does it is that how he's able to fuck for hours and hours"
    },
    {
      "start": 3235.16,
      "end": 3243.8,
      "text": "fans a little air on it he puts on fields of gold just let that thing rise up just let it marinate"
    },
    {
      "start": 3243.8,
      "end": 3249.99,
      "text": "right yeah so the stories were big in the beginning like oh my god what a bunch of"
    },
    {
      "start": 3249.99,
      "end": 3254.95,
      "text": "fucking animals and then they just started tapering tapering off and about i don't know"
    },
    {
      "start": 3254.95,
      "end": 3260.55,
      "text": "six months in they just sounded like bad dates it was like he was he was ten minutes late"
    },
    {
      "start": 3260.55,
      "end": 3269.1,
      "text": "the chicken was cold i think i was raped career over what about my side of the story"
    },
    {
      "start": 3269.1,
      "end": 3275.56,
      "text": "fuck your side of the story you have a dick in balls we don't want to hear it yeah"
    },
    {
      "start": 3276.84,
      "end": 3281.08,
      "text": "it's really weird how the whole thing it went from like nobody listening men not listening to women"
    },
    {
      "start": 3281.08,
      "end": 3285.72,
      "text": "at all to just this total overcorrection that anything they fucking said means it happens"
    },
    {
      "start": 3285.72,
      "end": 3292.84,
      "text": "you know they got these hashtags like you know believe women believe women right it's a little"
    },
    {
      "start": 3292.84,
      "end": 3298.76,
      "text": "open-ended huh just straight across the fucking board all of them every last fucking one of them"
    },
    {
      "start": 3300.36,
      "end": 3305.64,
      "text": "what about the psychos what about the ones that key your car and light your shit on fire"
    },
    {
      "start": 3305.64,
      "end": 3310.68,
      "text": "because you didn't you didn't fucking answer a text what about them how about you believe"
    },
    {
      "start": 3310.68,
      "end": 3315.64,
      "text": "like 88 percent and that last 12 percent that's out of their fucking mind you know i think that's"
    },
    {
      "start": 3315.64,
      "end": 3324.36,
      "text": "a fair percentage wouldn't you no are you too afraid to not believe that's that's the world"
    },
    {
      "start": 3324.36,
      "end": 3330.44,
      "text": "we're fucking living in right now no everything has just become fucking absolutes in in in in"
    },
    {
      "start": 3330.44,
      "end": 3334.92,
      "text": "in the states it's fucking nuts like that Colin Kaepernick guy right you knew when he was like"
    },
    {
      "start": 3334.92,
      "end": 3338.52,
      "text": "protesting during the national anthem no one was going to listen to what the fuck he had to"
    },
    {
      "start": 3338.52,
      "end": 3342.6,
      "text": "say no matter how much he explained it he goes i'm taking a knee during the national anthem"
    },
    {
      "start": 3342.68,
      "end": 3347.08,
      "text": "this is a protest about police brutality the way people of color are treated we like to open a"
    },
    {
      "start": 3347.08,
      "end": 3351.32,
      "text": "dialogue he got about halfway through that people like my brother's fighting in iraq you fucking crazy"
    },
    {
      "start": 3351.32,
      "end": 3357.96,
      "text": "shit it's just like buddy buddy nobody is saying your brother isn't in iraq fighting you're not"
    },
    {
      "start": 3357.96,
      "end": 3362.76,
      "text": "listening this is about police brutality my brother's a firefighter he watched 9-11 on television"
    },
    {
      "start": 3365.8,
      "end": 3369.88,
      "text": "nobody's saying that your brother's not a firefighter i had a bone spur on my heel"
    },
    {
      "start": 3369.88,
      "end": 3374.6,
      "text": "i can still stand up during the fucking song buddy nobody is saying you can't see a fucking"
    },
    {
      "start": 3374.6,
      "end": 3382.04,
      "text": "podiatrist all right you're not listening that's what it became it went from not listening to women to"
    },
    {
      "start": 3382.04,
      "end": 3385.88,
      "text": "just believe women right and then you know and then people just like did you see that story"
    },
    {
      "start": 3385.88,
      "end": 3390.44,
      "text": "did you read the story you can't make something like that up i wish i wanted to be like well did"
    },
    {
      "start": 3390.44,
      "end": 3396.92,
      "text": "you see star wars i mean somebody made that up they made like fucking 15 of them you know"
    },
    {
      "start": 3397.8,
      "end": 3402.6,
      "text": "people can make shit up right you part of the fucking problem get the fuck out"
    },
    {
      "start": 3406.47,
      "end": 3411.35,
      "text": "no means no that's another one no means no it's like no it doesn't all right"
    },
    {
      "start": 3414.6,
      "end": 3421.32,
      "text": "look no means no no that means no all right but no stop it what are you doing oh my god"
    },
    {
      "start": 3422.52,
      "end": 3431.24,
      "text": "you're being so bad stop it no yeah that's not a fucking no that means i want to do it"
    },
    {
      "start": 3431.24,
      "end": 3435.4,
      "text": "but i'm afraid you're gonna judge me so i'm just gonna make it look like it was your idea so you"
    },
    {
      "start": 3435.4,
      "end": 3441.91,
      "text": "don't figure out that i've already performed this act with 40 other fucking people right but then"
    },
    {
      "start": 3442.87,
      "end": 3447.11,
      "text": "then you go to court and you get a bad reading that some guy reading it uh you're on earth she said"
    },
    {
      "start": 3447.11,
      "end": 3453.67,
      "text": "no stop it what are you doing you're being so bad yeah and you just sent me like she didn't"
    },
    {
      "start": 3453.67,
      "end": 3464.06,
      "text": "fucking say it like that she didn't say it like that yeah so now everybody's just like scared"
    },
    {
      "start": 3464.06,
      "end": 3470.86,
      "text": "shitless you know because i guess if women ran the world there'd be no war evidently there'd be no"
    },
    {
      "start": 3470.86,
      "end": 3477.58,
      "text": "due process either so you just gotta sit back on my dad was like that my dad's the greatest dude i"
    },
    {
      "start": 3477.58,
      "end": 3482.3,
      "text": "haven't met in my life and he had a temper anytime anything broke in the house five minutes into"
    },
    {
      "start": 3482.3,
      "end": 3489.54,
      "text": "fixing it he was bitching about his marriage it was hilarious he'd see something broke oh christ"
    },
    {
      "start": 3489.54,
      "end": 3494.66,
      "text": "would you look at that god damn it feel like give me that fucking screwdriver i swear to god i"
    },
    {
      "start": 3494.66,
      "end": 3500.58,
      "text": "don't want the fuck i ever got married for 13 god damn years of this shit ah you're a bitch lady"
    },
    {
      "start": 3500.58,
      "end": 3505.54,
      "text": "you've been a bitch for years give me the flyers yeah most guys would have left by now most guys"
    },
    {
      "start": 3505.54,
      "end": 3512.82,
      "text": "would have left by now that was one of his catchphrases most guys would have left by now"
    },
    {
      "start": 3512.82,
      "end": 3520.28,
      "text": "and you don't know how fucking good you got it lady and when i was a kid i thought he was nuts"
    },
    {
      "start": 3521.4,
      "end": 3525.64,
      "text": "then i got older you know started dating i realized these guys make a lot of good points"
    },
    {
      "start": 3527.91,
      "end": 3534.18,
      "text": "they're not expressing them in the healthiest of ways i gotta be honest with you i'm kind of i'm"
    },
    {
      "start": 3534.18,
      "end": 3539.3,
      "text": "kind of like jealous of the way my dad gets to talk to my mom sometimes you know where are all those"
    },
    {
      "start": 3539.3,
      "end": 3545.7,
      "text": "old school women you can just take your day out on you know when did they stop making those angels"
    },
    {
      "start": 3546.66,
      "end": 3551.54,
      "text": "who just knew it had nothing to do with them they just sit there let you blow out the lines right"
    },
    {
      "start": 3552.1,
      "end": 3559.3,
      "text": "what a luxury right to fail all day you come home and download all your insecurities on this other"
    },
    {
      "start": 3559.3,
      "end": 3565.7,
      "text": "person how was your day how the fuck was your day you're not even making decisions take these kids"
    },
    {
      "start": 3565.7,
      "end": 3578.28,
      "text": "away from me give me a goddamn drink oh with the tears then the bra burning generation came in right"
    },
    {
      "start": 3578.28,
      "end": 3583.32,
      "text": "and i get to sit there and listen to their stories all the time oh it's the worst you know it's"
    },
    {
      "start": 3583.32,
      "end": 3586.36,
      "text": "the worst is when they're telling you a story and you want to listen but it's what they're"
    },
    {
      "start": 3587.0,
      "end": 3592.76,
      "text": "talking about you can't even retain it so it's supposed to go out to lunch with jennifer i'm already"
    },
    {
      "start": 3592.76,
      "end": 3597.48,
      "text": "to do that i show up she's there with susan she knows i hate susan i look like shit susan's been"
    },
    {
      "start": 3597.48,
      "end": 3603.77,
      "text": "going to the gym i mean at that point your head is like a newborn baby you're trying to hold it up"
    },
    {
      "start": 3607.21,
      "end": 3611.37,
      "text": "you can't even if you're trying to pay attention you can't then they're you just start staring"
    },
    {
      "start": 3611.37,
      "end": 3615.21,
      "text": "at their mouth after a while like i can't believe it keeps coming out this is fucking unbelievable"
    },
    {
      "start": 3616.17,
      "end": 3622.09,
      "text": "it's like it starts fading off you start thinking about your own life right why don't"
    },
    {
      "start": 3622.09,
      "end": 3626.65,
      "text": "i take nebraska given 28 the fuck is wrong with me instead of waging all of a sudden our voice"
    },
    {
      "start": 3626.65,
      "end": 3637.14,
      "text": "goes it goes up all right like god fuck that was a question all right now what do you do"
    },
    {
      "start": 3637.14,
      "end": 3640.74,
      "text": "can't say yes you can't say no you got to come on something neutral hey what the fuck are you"
    },
    {
      "start": 3640.74,
      "end": 3646.65,
      "text": "gonna do what do you do what it is you put one foot in front of the other and"
    },
    {
      "start": 3647.61,
      "end": 3657.35,
      "text": "you have time adjustments i got nothing i don't want to make my dad's out like a psycho my"
    },
    {
      "start": 3657.35,
      "end": 3661.83,
      "text": "my dad's the best dude i know man but you know i understand him though you know he's like the"
    },
    {
      "start": 3661.83,
      "end": 3667.43,
      "text": "exact opposite of me you know i planned out my life a little more right that's why i never got married"
    },
    {
      "start": 3668.23,
      "end": 3673.19,
      "text": "never thought about getting married it just looked horrific it looked really difficult"
    },
    {
      "start": 3673.19,
      "end": 3678.39,
      "text": "it looked like a lot of them failed then if you had a kid you have that whole weird situation"
    },
    {
      "start": 3678.39,
      "end": 3683.11,
      "text": "right you got this thing that half looks like you half looks like somebody used to love and now"
    },
    {
      "start": 3683.11,
      "end": 3688.31,
      "text": "want to slap the shit out of right kids coming up to the walk you're like son just look to the"
    },
    {
      "start": 3688.31,
      "end": 3698.63,
      "text": "right a little let me just kind of cheat but dad i want to look at you my dad was the exact opposite"
    },
    {
      "start": 3699.27,
      "end": 3705.83,
      "text": "fell in love got married to start having kids had five kids by the time he was 33 pre-opera"
    },
    {
      "start": 3705.83,
      "end": 3711.59,
      "text": "pre-doctor phil pre-chicken soup for the holy fuck i got five kids i don't even know who i am yet"
    },
    {
      "start": 3712.79,
      "end": 3716.95,
      "text": "it's a pressure of that feeding all those kids man i'm telling you every three four days he would"
    },
    {
      "start": 3716.95,
      "end": 3721.27,
      "text": "just snap just snap out of nowhere you know can you pass the salt that you fucking bitch out the"
    },
    {
      "start": 3721.27,
      "end": 3725.83,
      "text": "fucking thing i made for this bullshit boom he slammed the door had the car in third gear by"
    },
    {
      "start": 3725.83,
      "end": 3731.27,
      "text": "the time they got into the end of the drive like my mother would always do the exact same"
    },
    {
      "start": 3731.27,
      "end": 3734.63,
      "text": "shit just locked the door behind him turn around look at the kids and just be like"
    },
    {
      "start": 3738.2,
      "end": 3742.36,
      "text": "and he's just crazy he's just a crazy person but what is wrong with him"
    },
    {
      "start": 3743.32,
      "end": 3746.6,
      "text": "eight hours later he showed up no apology she'd have dinner ready"
    },
    {
      "start": 3747.24,
      "end": 3750.84,
      "text": "she messed it up he gave her a rough time christ you cooked that shit out of it"
    },
    {
      "start": 3755.13,
      "end": 3758.73,
      "text": "no i uh i took mushrooms back in february for the first time ever"
    },
    {
      "start": 3764.82,
      "end": 3770.66,
      "text": "this is the perfect state to tell this story you guys should literally have"
    },
    {
      "start": 3772.02,
      "end": 3774.58,
      "text": "you should have mushrooms on your fucking license plate"
    },
    {
      "start": 3775.46,
      "end": 3781.62,
      "text": "all right so here's the deal i never fucked with anything like that i was always a booze guy"
    },
    {
      "start": 3781.62,
      "end": 3787.62,
      "text": "i was a booze guy you know yeah you know i like all right relax everybody i was getting like"
    },
    {
      "start": 3788.42,
      "end": 3790.82,
      "text": "i was getting nervous when i get white guys going like yeah all right"
    },
    {
      "start": 3792.82,
      "end": 3802.7,
      "text": "build the wall i'm just i'm fucking around relax it's frightening to listen to but that's"
    },
    {
      "start": 3803.42,
      "end": 3806.7,
      "text": "what being a guy is you're not allowed to have emotions"
    },
    {
      "start": 3807.82,
      "end": 3809.5,
      "text": "so that's all of that shit comes out when you drink"
    },
    {
      "start": 3811.74,
      "end": 3815.11,
      "text": "dumb so i don't feel stupid"
    },
    {
      "start": 3819.78,
      "end": 3825.06,
      "text": "so yeah i was always like a booze guy so like i never fucked with like psychedelics or whatever"
    },
    {
      "start": 3825.06,
      "end": 3829.3,
      "text": "so i think you know it was just one of those deals i was out in the desert man and i was like"
    },
    {
      "start": 3829.3,
      "end": 3834.82,
      "text": "all right i got somebody watching my kids everything's fine i'm in my fifties if i gotta"
    },
    {
      "start": 3834.82,
      "end": 3840.18,
      "text": "do it now or i'm never gonna do it right so this person who might may or may not have been"
    },
    {
      "start": 3840.18,
      "end": 3852.31,
      "text": "my opening act tonight goes all right man he's a good man he's a good man he says to me he goes"
    },
    {
      "start": 3852.31,
      "end": 3856.95,
      "text": "all right he goes okay just you know just take like you know you know you know it's always just"
    },
    {
      "start": 3856.95,
      "end": 3863.03,
      "text": "like all right so like how fucked up do you want to get all right and there's always like a square"
    },
    {
      "start": 3863.03,
      "end": 3869.43,
      "text": "and it's like okay don't eat the whole square just like bite one corner lick the other one"
    },
    {
      "start": 3869.43,
      "end": 3873.11,
      "text": "and then rub the other one and let it absorb in your face or whatever"
    },
    {
      "start": 3874.95,
      "end": 3879.35,
      "text": "so i'm like all right he goes how far into it do you want to go i go i just want to trip a little"
    },
    {
      "start": 3879.35,
      "end": 3883.43,
      "text": "bit nothing fucking crazy so he goes fine so i eat just a little bit so i get a little nauseous"
    },
    {
      "start": 3883.43,
      "end": 3887.43,
      "text": "or whatever at first it feels like i ate some weed but then all of a sudden like i noticed"
    },
    {
      "start": 3887.43,
      "end": 3892.95,
      "text": "shit that's not alive looks like it's breathing right like the refrigerator looked like it just"
    },
    {
      "start": 3892.95,
      "end": 3899.77,
      "text": "did a lap around the house it's kind of threatening you know it's just like you know"
    },
    {
      "start": 3899.77,
      "end": 3907.72,
      "text": "it needed it you know tv started getting bigger it's looking like it's gonna fall on me all right"
    },
    {
      "start": 3907.72,
      "end": 3913.0,
      "text": "and i was doing fine i was fine i was like i know that tv's not getting bigger and if it is i don't"
    },
    {
      "start": 3913.0,
      "end": 3918.76,
      "text": "give a shit go ahead spill that pixelation all over me i don't give a fuck i know i'm tripping"
    },
    {
      "start": 3918.76,
      "end": 3923.96,
      "text": "i'm having fun i'm giggling i'm laughing at shit i'm putting things together right and"
    },
    {
      "start": 3923.96,
      "end": 3930.76,
      "text": "everything is fucking great and all of a sudden about an hour in all of a sudden this profound"
    },
    {
      "start": 3930.76,
      "end": 3939.16,
      "text": "sense of loneliness and not feeling loved just washed over me yeah and i was just like i fucking knew"
    },
    {
      "start": 3939.16,
      "end": 3946.12,
      "text": "it i fucking knew it this is why i didn't do it i knew i had too many demons i knew i wasn't"
    },
    {
      "start": 3946.12,
      "end": 3952.76,
      "text": "going to speak god and fucking unicorns and slide down the rainbow and roll around in the grass"
    },
    {
      "start": 3952.76,
      "end": 3957.96,
      "text": "i fucking knew satan was coming up there was going to be a guy with a knife and shit i was"
    },
    {
      "start": 3957.96,
      "end": 3964.92,
      "text": "just like all right go ahead drag me into the abyss let me see how fucked up i am and this feeling"
    },
    {
      "start": 3964.92,
      "end": 3970.84,
      "text": "it just it just enveloped me and i don't even know how to describe it it wasn't even a feeling it just"
    },
    {
      "start": 3970.84,
      "end": 3978.04,
      "text": "was it just was so i'm freaking the fuck i'm just sitting there like what the fuck i can't get"
    },
    {
      "start": 3978.04,
      "end": 3982.84,
      "text": "out of it dude like i i could walk a hundred fucking million miles i can't walk out of it it"
    },
    {
      "start": 3982.84,
      "end": 3987.8,
      "text": "just was so i didn't want everybody else is like tripping i don't want to ruin their trip"
    },
    {
      "start": 3987.8,
      "end": 3990.52,
      "text": "so i'm just like all right dude i'm just going to go to the bedroom you know"
    },
    {
      "start": 4001.4,
      "end": 4011.16,
      "text": "just playing it off right go into the fucking bedroom and i'm just laying down in the bedroom"
    },
    {
      "start": 4011.16,
      "end": 4018.52,
      "text": "like dude what the fuck what the fuck and every time every time i thought i felt the bottom"
    },
    {
      "start": 4018.52,
      "end": 4025.72,
      "text": "it would just just further into the bed further into the bed further into the bed"
    },
    {
      "start": 4026.6,
      "end": 4032.68,
      "text": "so about a half hour later my wife comes in she's like hey how you doing typical guy"
    },
    {
      "start": 4042.17,
      "end": 4046.01,
      "text": "so she's laying next to god i'm feeling a little nauseous this is a little bit much for me"
    },
    {
      "start": 4046.01,
      "end": 4050.25,
      "text": "and she's just laying down and i'm just feeling this feeling not feeling loved"
    },
    {
      "start": 4050.81,
      "end": 4055.69,
      "text": "profound sense of loneliness so now i'm just looking at my wife my brain just starts going"
    },
    {
      "start": 4055.69,
      "end": 4063.93,
      "text": "like oh fuck did i marry the wrong person why am i looking at it i know that seems fucked up but"
    },
    {
      "start": 4063.93,
      "end": 4068.41,
      "text": "once you're married long enough even not on mushrooms you have that thought every fucking"
    },
    {
      "start": 4068.41,
      "end": 4075.05,
      "text": "six weeks you just do something happens where you just look at the side of their head and just"
    },
    {
      "start": 4075.05,
      "end": 4080.33,
      "text": "do the math and just think why did i ever talk to you why didn't i could have just walked by"
    },
    {
      "start": 4080.33,
      "end": 4089.35,
      "text": "i didn't have to say hello we had no relationship we were nothing why did i ever talk what what"
    },
    {
      "start": 4089.35,
      "end": 4093.59,
      "text": "would happen if i just never talked to you every six weeks you think that's a healthy relationship"
    },
    {
      "start": 4094.95,
      "end": 4099.59,
      "text": "that means you're still held on to a part of yourself that even though you love this person"
    },
    {
      "start": 4099.59,
      "end": 4103.75,
      "text": "you know you still you know you still want to fucking run around like a Mustang a little bit"
    },
    {
      "start": 4103.75,
      "end": 4109.11,
      "text": "right so anyways i'm like okay i was like dude i was freaking me out even more to think of my"
    },
    {
      "start": 4109.11,
      "end": 4114.07,
      "text": "wife and and be feeling that so i was like fuck i need to pull the ripcord i gotta get out of this"
    },
    {
      "start": 4114.07,
      "end": 4119.83,
      "text": "i gotta get out of this fucking it's like a giant beanbag i couldn't get out of it right so i was"
    },
    {
      "start": 4119.83,
      "end": 4125.43,
      "text": "like oh fuck think about your kids think about your kids now my kids i love my kids and i know"
    },
    {
      "start": 4125.43,
      "end": 4130.31,
      "text": "they love me there is no fucking question and i start thinking about my kids and i still felt"
    },
    {
      "start": 4130.31,
      "end": 4138.23,
      "text": "that feeling and i was like all right what the fuck is this because i know that's bullshit"
    },
    {
      "start": 4139.19,
      "end": 4145.67,
      "text": "and i just sort of laid there and i relaxed and i went oh fuck i know what this is"
    },
    {
      "start": 4149.37,
      "end": 4157.54,
      "text": "this is how i felt growing up this is what the 70s and 80s were like"
    },
    {
      "start": 4158.26,
      "end": 4162.18,
      "text": "both your parents work you got a set of keys to the house when you were three"
    },
    {
      "start": 4167.37,
      "end": 4172.65,
      "text": "it was fucking up yeah i grew up in a very like angry time you know like you were afraid"
    },
    {
      "start": 4172.65,
      "end": 4177.21,
      "text": "of your dad your dad's dad i talked about this shit before but i'm still working through it so"
    },
    {
      "start": 4177.21,
      "end": 4184.09,
      "text": "just bear with me you just were fucking yeah like i love seeing kids nowadays loving their dad"
    },
    {
      "start": 4184.09,
      "end": 4193.18,
      "text": "like dad let's go play dad let's go yeah when i was a kid i was like dad dad fuck dad fuck"
    },
    {
      "start": 4193.18,
      "end": 4205.0,
      "text": "run open a window mom what did you see in that fucking lunatic right"
    }
  ]
}