{
  "video_id": "vTib7w4xwTM",
  "created_at": "2025-12-27T22:35:32.899427Z",
  "model": "small",
  "device": "cpu",
  "segments": [
    {
      "start": 18.32,
      "end": 82.5,
      "text": "Thank you. Thank you for coming to my show Alcoholicost. It's a big theatre, man. I appreciate"
    },
    {
      "start": 82.5,
      "end": 85.66,
      "text": "coming out. People who are watching this at home might know this is a fucking Monday"
    },
    {
      "start": 85.66,
      "end": 90.66,
      "text": "night, so I appreciate how many people have come. I realise that in this economy, tickets"
    },
    {
      "start": 90.66,
      "end": 100.14,
      "text": "for things such as comedy shows aren't that cheap. For men, for women, same price they've"
    },
    {
      "start": 100.14,
      "end": 104.94,
      "text": "always fucking been, are they? Women don't pay for things like this. There's women in"
    },
    {
      "start": 104.94,
      "end": 111.66,
      "text": "this room who have no fucking idea how much a ticket for this show costs. No fucking idea."
    },
    {
      "start": 111.66,
      "end": 115.3,
      "text": "Your husband came home and said, remember when I sang Jim Jeffries, you said who and"
    },
    {
      "start": 115.3,
      "end": 121.74,
      "text": "now you're fucking here. Women don't pay. Basically, women are a bunch of cunts. To"
    },
    {
      "start": 121.74,
      "end": 127.38,
      "text": "summarize, women are cunts. See, I don't know if women even know that drinks cost"
    },
    {
      "start": 127.38,
      "end": 131.74,
      "text": "money. You know? Ugly chicks know. If you know that drinks cost money, you're a"
    },
    {
      "start": 131.74,
      "end": 136.78,
      "text": "fucking ugly bitch, but otherwise you're a good-looking girl. Good luck to you."
    },
    {
      "start": 136.78,
      "end": 142.42,
      "text": "See, my birthday's on Valentine's Day, so even on my fucking birthday I'm"
    },
    {
      "start": 142.42,
      "end": 148.78,
      "text": "buying some bitch dinner. If I meet a nice girl and I'm in a restaurant and the"
    },
    {
      "start": 148.78,
      "end": 152.22,
      "text": "check comes and I put the credit card down and she's a nice girl, she'll do the"
    },
    {
      "start": 152.22,
      "end": 157.42,
      "text": "purse grab. And if I go, no, no, no, it's okay. She's very quick to give up on that"
    },
    {
      "start": 157.42,
      "end": 163.58,
      "text": "argument. Other arguments she can keep going for fucking years, but that one"
    },
    {
      "start": 163.58,
      "end": 171.26,
      "text": "she's ever so gracious about. This is why I think I'd like to be gay. I think"
    },
    {
      "start": 171.26,
      "end": 174.86,
      "text": "gay would be a good move for me. I wouldn't enjoy the sex. I'd have to get"
    },
    {
      "start": 174.86,
      "end": 179.62,
      "text": "through the sex. I would have a cock in my mouth with tears streaming down my"
    },
    {
      "start": 179.62,
      "end": 184.78,
      "text": "face and as the jizz hit the back of my throat, I'd be thinking of my happy"
    },
    {
      "start": 184.78,
      "end": 194.58,
      "text": "place, but it'd be worthwhile just so I could split the occasional bill. That's"
    },
    {
      "start": 194.58,
      "end": 201.36,
      "text": "why gay guys are happy and that's why lesbians are fucking miserable. Lesbians"
    },
    {
      "start": 201.36,
      "end": 204.72,
      "text": "are fucking miserable people because they have to hang out with women all"
    },
    {
      "start": 204.8,
      "end": 209.0,
      "text": "day. It must be fucking horrible. They must just be sitting there at dinner"
    },
    {
      "start": 209.0,
      "end": 214.16,
      "text": "going, I'm not gonna pay for this bitch. I've just worn my best plaid shirt and"
    },
    {
      "start": 214.16,
      "end": 223.65,
      "text": "shaved my head. She better treat me like a princess. Now if there's any lesbians"
    },
    {
      "start": 223.65,
      "end": 229.54,
      "text": "in the room and I assume there's not because laughter's not your thing. But"
    },
    {
      "start": 229.54,
      "end": 234.42,
      "text": "if there is, I'd like to apologize for that last joke. But if you hate"
    },
    {
      "start": 234.42,
      "end": 240.66,
      "text": "men so much, stop trying to look like them. You never see a Jew dressed as a"
    },
    {
      "start": 240.66,
      "end": 254.64,
      "text": "Nazi. I did a joke in America. I said lesbians have no sense of humor and"
    },
    {
      "start": 254.64,
      "end": 259.12,
      "text": "they're not fun or whatever and these two lesbians stood up and stormed out of"
    },
    {
      "start": 259.12,
      "end": 266.42,
      "text": "the room as if to prove my point. They're just not fun people. Gay guys are"
    },
    {
      "start": 266.42,
      "end": 270.94,
      "text": "fun. I don't care how homophobic you are. If you're holding a dinner party"
    },
    {
      "start": 270.94,
      "end": 275.82,
      "text": "and a gay guy shows up, you get a little bit excited. You're like, oh, fucking"
    },
    {
      "start": 275.82,
      "end": 281.5,
      "text": "a gay guy. Strap yourself in love. Hey, I've got a live one. If you're"
    },
    {
      "start": 281.5,
      "end": 286.9,
      "text": "holding a dinner party and a lesbian shows up, you're just like, ah, fuck"
    },
    {
      "start": 286.9,
      "end": 290.94,
      "text": "me. All I wanted to do was relax and play"
    },
    {
      "start": 290.94,
      "end": 302.3,
      "text": "Pictionary. She's drawing something political. You can't even point"
    },
    {
      "start": 302.34,
      "end": 307.66,
      "text": "lesbians out. And they're so fucking obvious. They're so obvious. You can't"
    },
    {
      "start": 307.66,
      "end": 313.62,
      "text": "point them out. If you saw like, if I see like two lesbians in the audience and"
    },
    {
      "start": 313.62,
      "end": 318.18,
      "text": "go, excuse me, you lesbians, they'll be like, what the fuck? What do you mean"
    },
    {
      "start": 318.18,
      "end": 321.82,
      "text": "by that? Right? But if I see two gay guys in the audience and go, excuse"
    },
    {
      "start": 321.82,
      "end": 327.94,
      "text": "me, you gay guys, they'll go guilty because gay guys fucking love being"
    },
    {
      "start": 327.94,
      "end": 334.7,
      "text": "gay. The word gay comes from happy. They like fucking men in the ass so much."
    },
    {
      "start": 335.02,
      "end": 341.42,
      "text": "They've called it happy. I have been a heterosexual my whole life. I would"
    },
    {
      "start": 341.42,
      "end": 349.98,
      "text": "not call the experience happy. I would call it a struggle at best. I'll"
    },
    {
      "start": 349.98,
      "end": 354.3,
      "text": "tell you another reason why it must be awesome to be a gay guy. It must be"
    },
    {
      "start": 354.3,
      "end": 359.46,
      "text": "wonderful to be in a relationship where if your partner's being a dickhead,"
    },
    {
      "start": 359.7,
      "end": 367.26,
      "text": "you can punch him in the head. Hasn't that got to give your relationship a"
    },
    {
      "start": 367.26,
      "end": 372.3,
      "text": "whole new dimension? I can't tell you the amount of arguments I've had with"
    },
    {
      "start": 372.3,
      "end": 379.5,
      "text": "women that could have been sorted out quicker with a punch. Why were the"
    },
    {
      "start": 379.5,
      "end": 387.88,
      "text": "subject of domestic violence? It's a horrible thing, of course it is."
    },
    {
      "start": 389.4,
      "end": 395.98,
      "text": "Now, you ever met a woman who's like been married like four times? She's"
    },
    {
      "start": 396.02,
      "end": 399.82,
      "text": "like, I guess I just choose the wrong type of man. I've been married four"
    },
    {
      "start": 399.82,
      "end": 405.86,
      "text": "times and all my husbands beat me. And you're like, all of them. All four. One,"
    },
    {
      "start": 405.86,
      "end": 410.66,
      "text": "two, three, fucking four. They all beat you. Someone doesn't know when to shut"
    },
    {
      "start": 410.66,
      "end": 418.98,
      "text": "the fuck up now, do they? Because I'm a tolerant man. I'll give anyone three"
    },
    {
      "start": 418.98,
      "end": 429.01,
      "text": "but four. You're a fucking button pusher. That's a nice, cheery way to start"
    },
    {
      "start": 429.01,
      "end": 438.46,
      "text": "the show. I do a lot of gigs. Well, not a lot. I do some gigs out in Iraq and"
    },
    {
      "start": 438.46,
      "end": 441.86,
      "text": "Afghanistan and stuff like that, which if I was in an American crowd right now"
    },
    {
      "start": 441.86,
      "end": 445.94,
      "text": "they'd go, oh yeah. But I'm not. So I can be honest with you, I do it for"
    },
    {
      "start": 445.94,
      "end": 457.78,
      "text": "money. The first time I go to a gig in Iraq they fly me and my manager in a"
    },
    {
      "start": 457.78,
      "end": 463.26,
      "text": "passenger plane into Kuwait. Now it turns out that Kuwait is a regular country"
    },
    {
      "start": 463.26,
      "end": 470.83,
      "text": "that anyone can visit. Then a military truck gets me and my manager and"
    },
    {
      "start": 470.83,
      "end": 474.83,
      "text": "drives us over the border into Iraq and drops us off. And we're standing in"
    },
    {
      "start": 474.83,
      "end": 478.19,
      "text": "the middle of the desert of a war-torn country. We can't see anything on the"
    },
    {
      "start": 478.19,
      "end": 486.25,
      "text": "horizon. And I turn to my manager and go, good booking, fuckface. And then this"
    },
    {
      "start": 486.25,
      "end": 491.33,
      "text": "helicopter comes in over the horizon and lands in front of us and the blades"
    },
    {
      "start": 491.33,
      "end": 495.93,
      "text": "are still going. And this soldier runs off and goes, excuse me? Are you Jim"
    },
    {
      "start": 495.93,
      "end": 500.29,
      "text": "Jeffries? And I went, what other white cunt were you looking for in the"
    },
    {
      "start": 500.29,
      "end": 508.9,
      "text": "desert at this exact location? Then he hands me my bulletproof face to my"
    },
    {
      "start": 508.94,
      "end": 512.82,
      "text": "helmet. He's obviously wearing his bulletproof vest in his helmet. Here's a"
    },
    {
      "start": 512.82,
      "end": 521.54,
      "text": "camouflaged mine. Fucking blue. And I said, why do I have a blue vest in"
    },
    {
      "start": 521.54,
      "end": 525.02,
      "text": "helmet? He said, that's so the enemy know you're a civilian. I'm like, does"
    },
    {
      "start": 525.02,
      "end": 530.02,
      "text": "the enemy give a shit? That's my main concern because I've never been a"
    },
    {
      "start": 530.02,
      "end": 534.02,
      "text": "sniper. But every time I got off the helicopter I surrounded my soldiers"
    },
    {
      "start": 534.02,
      "end": 538.1,
      "text": "protecting me. If I was a sniper, I'd be like, the cut in blue looks"
    },
    {
      "start": 538.1,
      "end": 546.96,
      "text": "important, right? So we got in this helicopter. And we're sitting in this"
    },
    {
      "start": 546.96,
      "end": 551.88,
      "text": "chopper. That's what we call them in the biz chopper. And I'm sitting here. I"
    },
    {
      "start": 551.88,
      "end": 554.68,
      "text": "got two soldiers sitting next to me there. My manager Brett sitting there."
    },
    {
      "start": 554.68,
      "end": 557.28,
      "text": "He's got two soldiers sitting next to him. There's two soldiers in the"
    },
    {
      "start": 557.28,
      "end": 561.24,
      "text": "cockpit. There's a great big door open next to me there. And there's"
    },
    {
      "start": 561.24,
      "end": 564.08,
      "text": "another door open there. And at that door, there's a soldier with a"
    },
    {
      "start": 564.12,
      "end": 568.56,
      "text": "great big gun on a hinge with bullets coming out of it like that thing"
    },
    {
      "start": 568.56,
      "end": 575.8,
      "text": "that Chewbacca wears. And we take off and off we go to Baghdad. And as we"
    },
    {
      "start": 575.8,
      "end": 579.44,
      "text": "hit the border of the city, I hear a great big bang. And these two"
    },
    {
      "start": 579.44,
      "end": 583.12,
      "text": "small flare shoot up from the small wings of the helicopter, followed"
    },
    {
      "start": 583.12,
      "end": 588.76,
      "text": "by a trail of smoke. And then the helicopter goes. Now, the reason"
    },
    {
      "start": 588.76,
      "end": 591.4,
      "text": "they do this is when they get over the danger area, if there's a"
    },
    {
      "start": 591.4,
      "end": 594.92,
      "text": "heat seeking missile, it'll be distracted by the flares. And then"
    },
    {
      "start": 594.92,
      "end": 600.88,
      "text": "the helicopter will fly out of range. Very clever. Now, they never"
    },
    {
      "start": 600.88,
      "end": 606.72,
      "text": "told me this was happening. As far as I'm concerned, the wings have"
    },
    {
      "start": 606.72,
      "end": 612.72,
      "text": "just exploded. And we're now plummeting to our death. It's nice"
    },
    {
      "start": 612.72,
      "end": 617.6,
      "text": "to know how you react under pressure. Because I reacted thusly by"
    },
    {
      "start": 617.6,
      "end": 621.68,
      "text": "vomiting over my lovely blue vest, ironically, making it more"
    },
    {
      "start": 621.68,
      "end": 629.38,
      "text": "camouflaged than it was before. And yelling out, we're going down the"
    },
    {
      "start": 629.38,
      "end": 633.82,
      "text": "two pilots, the soldiers, the gunner, they all start pissing"
    },
    {
      "start": 633.82,
      "end": 637.1,
      "text": "themselves laughing. They're reaching through the high five at"
    },
    {
      "start": 637.1,
      "end": 640.7,
      "text": "each other. It turns out they've been waiting for this joke for"
    },
    {
      "start": 640.7,
      "end": 645.14,
      "text": "months. I'm cleaning vomit off myself going, Oh, you got was a"
    },
    {
      "start": 645.14,
      "end": 652.54,
      "text": "good one. Thank you for defending my freedom. So I sit back down"
    },
    {
      "start": 652.58,
      "end": 656.38,
      "text": "covered in vomit in the helicopter. And so I'm trying to look out"
    },
    {
      "start": 656.38,
      "end": 659.58,
      "text": "the door to try to unqueeze myself. I'm looking out over the"
    },
    {
      "start": 659.58,
      "end": 663.46,
      "text": "ground over Baghdad, by the way, Baghdad, beautiful city untouched."
    },
    {
      "start": 666.46,
      "end": 670.14,
      "text": "I look out in the ground. And I see a little Arab fellow with a"
    },
    {
      "start": 670.14,
      "end": 675.62,
      "text": "handgun shooting up at the helicopter just once again, a freak"
    },
    {
      "start": 675.62,
      "end": 682.41,
      "text": "gap. The gunner now is laughing so fucking hard. He's"
    },
    {
      "start": 682.45,
      "end": 685.29,
      "text": "laughing even harder than he's before he's laughing so hard he's"
    },
    {
      "start": 685.29,
      "end": 689.57,
      "text": "killed over the guns is dangling out in a hinge. And I'm like,"
    },
    {
      "start": 689.57,
      "end": 693.81,
      "text": "what's your fucking problem, man? And he's like, Jim, you're"
    },
    {
      "start": 693.81,
      "end": 697.41,
      "text": "gonna have to calm down, mate. We're in a military helicopter"
    },
    {
      "start": 697.41,
      "end": 703.49,
      "text": "with a bulletproof bottom. That's a handgun. We're so high up"
    },
    {
      "start": 703.49,
      "end": 708.32,
      "text": "the bullets can't even reach us. They just sort of go and then"
    },
    {
      "start": 708.32,
      "end": 712.16,
      "text": "I jokingly said, I bet our bullets can reach him. And he"
    },
    {
      "start": 712.16,
      "end": 739.03,
      "text": "went, oh yeah. And the little cunt died. And I was like, I was"
    },
    {
      "start": 739.03,
      "end": 749.11,
      "text": "just saying, man. I didn't want to ruin anyone's day. Isn't that a"
    },
    {
      "start": 749.11,
      "end": 756.67,
      "text": "fun story about a man dying? It's funny though, my limited"
    },
    {
      "start": 756.67,
      "end": 760.99,
      "text": "time in a war zone, I'd really, you know, I didn't see what"
    },
    {
      "start": 761.03,
      "end": 766.19,
      "text": "all the bad stuff was. They were very nice to me. But this was"
    },
    {
      "start": 766.19,
      "end": 768.99,
      "text": "kind of crazy to me because I don't know historically how we're"
    },
    {
      "start": 768.99,
      "end": 772.55,
      "text": "going to talk about it. See, like my grandfather, he fought"
    },
    {
      "start": 772.55,
      "end": 778.75,
      "text": "during the Second World War for the Japs weirdly enough. No, no,"
    },
    {
      "start": 778.75,
      "end": 781.39,
      "text": "for the Australians, he killed a lot of Japanese hated him"
    },
    {
      "start": 781.39,
      "end": 785.63,
      "text": "till he died. Love the food hate the people used to say."
    },
    {
      "start": 786.55,
      "end": 794.78,
      "text": "What a complex man. I used to I used to love listening when I was"
    },
    {
      "start": 794.78,
      "end": 798.38,
      "text": "a kid listening to him tell stories about killing Nazis. There"
    },
    {
      "start": 798.38,
      "end": 802.94,
      "text": "was always something exciting about it. You know, I just don't"
    },
    {
      "start": 802.94,
      "end": 806.66,
      "text": "know what I will tell my grandson about what's happened in"
    },
    {
      "start": 806.66,
      "end": 810.54,
      "text": "history. Now, I imagine I'll be 80 years old. I'll be sitting"
    },
    {
      "start": 810.54,
      "end": 814.82,
      "text": "in my chair. And my grandson will be on the floor looking up"
    },
    {
      "start": 814.86,
      "end": 822.78,
      "text": "at me adoringly. And I'll go. Now, there used to be these people"
    },
    {
      "start": 822.78,
      "end": 829.59,
      "text": "called Arabs. And they lived in the Middle East. Or as you call"
    },
    {
      "start": 829.59,
      "end": 840.44,
      "text": "it, the radiation zone. In 2020, President Macaulay Culkin got"
    },
    {
      "start": 840.44,
      "end": 844.0,
      "text": "really upset with the Arabs and he nuked them all. But what"
    },
    {
      "start": 844.0,
      "end": 846.64,
      "text": "Macaulay Culkin and the rest of the Americans hadn't"
    },
    {
      "start": 846.64,
      "end": 850.28,
      "text": "realized was that China had slowly but surely become the"
    },
    {
      "start": 850.28,
      "end": 853.92,
      "text": "superpower of the world. So why the Americans were nuking the"
    },
    {
      "start": 853.92,
      "end": 857.92,
      "text": "Arabs, the Chinese nuked the Americans. And that's why we"
    },
    {
      "start": 857.92,
      "end": 862.64,
      "text": "have no Americans and no Arabs. And then my grandson will look"
    },
    {
      "start": 862.64,
      "end": 881.22,
      "text": "up at me and go, Marsha, you know, I like about that joke. It"
    },
    {
      "start": 881.22,
      "end": 884.3,
      "text": "has the feel of racism, but you can't pick the exact"
    },
    {
      "start": 884.34,
      "end": 894.14,
      "text": "moment. You know it is. It's definitely racist. So let's let's"
    },
    {
      "start": 894.14,
      "end": 903.69,
      "text": "change subject quickly. How do blind people wipe their arses? I"
    },
    {
      "start": 903.69,
      "end": 906.89,
      "text": "know you're thinking the same as us, but you're not thinking"
    },
    {
      "start": 906.89,
      "end": 911.69,
      "text": "outside the box. Because wiping your arse is a very visual"
    },
    {
      "start": 911.69,
      "end": 917.33,
      "text": "activity. No one's ever just lent up, wiped, then dropped"
    },
    {
      "start": 917.37,
      "end": 924.49,
      "text": "into the bowl. You wipe your check. There's a lot of poo there."
    },
    {
      "start": 924.49,
      "end": 932.52,
      "text": "I'm gonna wipe again. There's still a lot of poo. It feels dry,"
    },
    {
      "start": 932.52,
      "end": 940.62,
      "text": "but there's still poo. I think I left one up there. I bet"
    },
    {
      "start": 940.62,
      "end": 950.21,
      "text": "that's where the dog comes in handy. No. I'm not saying the"
    },
    {
      "start": 950.21,
      "end": 955.41,
      "text": "dog licks the blind person's arse. I'm saying these are very"
    },
    {
      "start": 955.41,
      "end": 959.65,
      "text": "intelligent dogs. They would have worked out some form of"
    },
    {
      "start": 959.65,
      "end": 965.37,
      "text": "barking system. So the blind guy would have the dog like sit in"
    },
    {
      "start": 965.37,
      "end": 991.23,
      "text": "front of him. Woof, woof, woof, woof, woof. They probably work"
    },
    {
      "start": 991.23,
      "end": 996.51,
      "text": "up some special Morse Cody bark for when there's blood in the"
    },
    {
      "start": 996.51,
      "end": 1004.66,
      "text": "poo. No, it's because they've already been through a rough"
    },
    {
      "start": 1004.7,
      "end": 1010.3,
      "text": "time. They're blind. No need for arse cancer. Not that blood"
    },
    {
      "start": 1010.3,
      "end": 1013.58,
      "text": "always means arse cancer. I suffer from hemorrhoids. I've done"
    },
    {
      "start": 1013.58,
      "end": 1018.1,
      "text": "since I was 22 years old. And it's very young age to get"
    },
    {
      "start": 1018.1,
      "end": 1020.3,
      "text": "hemorrhoids. But there's a lot of blood involved. If you've"
    },
    {
      "start": 1020.3,
      "end": 1022.58,
      "text": "never had one, there's a lot of blood involved in a bad"
    },
    {
      "start": 1022.58,
      "end": 1025.38,
      "text": "hemorrhoid. I've had toilet balls that look like"
    },
    {
      "start": 1025.38,
      "end": 1032.47,
      "text": "abortions. It's not good. And the first time when you're"
    },
    {
      "start": 1032.47,
      "end": 1035.91,
      "text": "22, when you get one, your brain goes to arse cancer. You're"
    },
    {
      "start": 1035.91,
      "end": 1038.99,
      "text": "like, oh, I got arse cancer because no one ever tells you"
    },
    {
      "start": 1038.99,
      "end": 1041.51,
      "text": "about hemorrhoids when you're young. Your dad never sits you"
    },
    {
      "start": 1041.51,
      "end": 1045.87,
      "text": "down and goes, when you get a bit older, you'll be pushing a"
    },
    {
      "start": 1045.87,
      "end": 1049.99,
      "text": "poo a little bit hard. And a small portion of your arse hole"
    },
    {
      "start": 1049.99,
      "end": 1058.47,
      "text": "will fall out. Now, it's nothing to be alarmed about. It's"
    },
    {
      "start": 1058.47,
      "end": 1065.55,
      "text": "just part of becoming a man. So the first time I got a"
    },
    {
      "start": 1065.59,
      "end": 1067.71,
      "text": "hemorrhoid, I didn't tell anyone because I thought I was dying,"
    },
    {
      "start": 1067.71,
      "end": 1071.15,
      "text": "obviously. And I go to the same doctor I've had my whole life"
    },
    {
      "start": 1071.15,
      "end": 1077.15,
      "text": "and he makes me, I got arse cancer and he makes me bend over"
    },
    {
      "start": 1077.15,
      "end": 1080.27,
      "text": "a chair. And then he gets a rubber glove on and he sort of"
    },
    {
      "start": 1080.27,
      "end": 1083.87,
      "text": "prods around my arse a little bit. And he goes, oh, you've"
    },
    {
      "start": 1083.87,
      "end": 1086.59,
      "text": "just got hemorrhoids there. And I said, I thought that"
    },
    {
      "start": 1086.59,
      "end": 1089.59,
      "text": "only happens to old people and pregnant women. And he"
    },
    {
      "start": 1089.63,
      "end": 1111.33,
      "text": "went, and you. So I live in America now. And I people get so"
    },
    {
      "start": 1111.33,
      "end": 1116.08,
      "text": "entertained by that. But where else am I going to put them? We'll"
    },
    {
      "start": 1116.08,
      "end": 1118.96,
      "text": "put that away for continuity in case they cut the jokes up"
    },
    {
      "start": 1118.96,
      "end": 1127.65,
      "text": "differently. There we go. That's a bit of because I noticed"
    },
    {
      "start": 1127.65,
      "end": 1130.89,
      "text": "people are sitting home going, Oh, that beer went like that."
    },
    {
      "start": 1130.89,
      "end": 1140.74,
      "text": "Then it went like that. Fucking nerds. So I live in"
    },
    {
      "start": 1140.78,
      "end": 1144.26,
      "text": "America. It's fucking blows my mind. I live in America now. I"
    },
    {
      "start": 1144.26,
      "end": 1147.42,
      "text": "come from Australia and everything. I never thought I'd"
    },
    {
      "start": 1147.42,
      "end": 1150.5,
      "text": "sort of go this far with my career or anything. And I find"
    },
    {
      "start": 1150.5,
      "end": 1152.78,
      "text": "myself now I'm out there auditioning for major movies"
    },
    {
      "start": 1152.78,
      "end": 1157.26,
      "text": "and shit, man. And I still feel retarded every time I go in"
    },
    {
      "start": 1157.26,
      "end": 1160.54,
      "text": "there. Now the first time I went for an audition, I've"
    },
    {
      "start": 1160.54,
      "end": 1164.26,
      "text": "been in LA for like a couple of days. And my agency sent me"
    },
    {
      "start": 1164.26,
      "end": 1166.62,
      "text": "to this audition. And I went along and I met this girl in"
    },
    {
      "start": 1166.62,
      "end": 1168.98,
      "text": "the corridor called Carla. And I was really nervous and she"
    },
    {
      "start": 1169.02,
      "end": 1171.46,
      "text": "could tell I was nervous. And she sort of calmed me down. And"
    },
    {
      "start": 1171.46,
      "end": 1173.58,
      "text": "we had a little bit of a chat. And she was really cute. And we"
    },
    {
      "start": 1173.58,
      "end": 1178.38,
      "text": "flirted together and stuff. And then I read the little bit. And"
    },
    {
      "start": 1178.38,
      "end": 1181.46,
      "text": "then I went home. And then I got a call the later on that"
    },
    {
      "start": 1181.46,
      "end": 1183.94,
      "text": "afternoon, going, they loved you. You're going to come back"
    },
    {
      "start": 1183.94,
      "end": 1186.46,
      "text": "for callbacks. I'm like, Excellent. That's good. So I"
    },
    {
      "start": 1186.46,
      "end": 1188.82,
      "text": "go back for callback. And when you do callbacks often"
    },
    {
      "start": 1188.82,
      "end": 1190.74,
      "text": "they have you reading with another person. So I'm in"
    },
    {
      "start": 1190.74,
      "end": 1193.86,
      "text": "the room reading with this girl. And it's the same girl"
    },
    {
      "start": 1193.86,
      "end": 1195.9,
      "text": "from the corridor. It's Carla, right? And we're sort"
    },
    {
      "start": 1195.94,
      "end": 1202.7,
      "text": "of flirting. And so we're reading we have great on screen"
    },
    {
      "start": 1202.7,
      "end": 1206.06,
      "text": "chemistry and all type of stuff. And then after the audition,"
    },
    {
      "start": 1206.06,
      "end": 1209.86,
      "text": "I said, Carla, do you have any taxi cab numbers? I got to get to"
    },
    {
      "start": 1209.86,
      "end": 1212.14,
      "text": "me next audition. She said, where are you trying to get to? And"
    },
    {
      "start": 1212.14,
      "end": 1215.1,
      "text": "I went Santa Monica. And she said, that's where I'm going."
    },
    {
      "start": 1215.34,
      "end": 1218.86,
      "text": "I'll give you a lift. Now please note at this stage of"
    },
    {
      "start": 1218.86,
      "end": 1222.98,
      "text": "the story, I didn't ask for the lift. We go down to the"
    },
    {
      "start": 1222.98,
      "end": 1228.54,
      "text": "car. She gets in. She unwinds me window. She looks out and"
    },
    {
      "start": 1228.54,
      "end": 1233.06,
      "text": "goes, Jim, what's your full name? And I went, Jim Jeffries. And"
    },
    {
      "start": 1233.06,
      "end": 1236.14,
      "text": "she went, wait there. And she called her mum up and said, Hi"
    },
    {
      "start": 1236.14,
      "end": 1239.62,
      "text": "mum, it's Carla. I just met a very nice boy at the audition"
    },
    {
      "start": 1239.62,
      "end": 1243.3,
      "text": "today. And I'm going to give him a lift. But in case I get"
    },
    {
      "start": 1243.3,
      "end": 1249.17,
      "text": "raped or murdered. His name is Jim Jeffries. So if you"
    },
    {
      "start": 1249.17,
      "end": 1252.09,
      "text": "don't hear from me an hour, assume something bad has"
    },
    {
      "start": 1252.13,
      "end": 1261.35,
      "text": "happened and call the cops. Get in Jim. So I get in. We got like a"
    },
    {
      "start": 1261.35,
      "end": 1266.11,
      "text": "15 mile drive. I say fucking nothing for the first five miles."
    },
    {
      "start": 1266.43,
      "end": 1270.79,
      "text": "I just look forward. And eventually I turn to her and go,"
    },
    {
      "start": 1271.07,
      "end": 1277.15,
      "text": "you've just made this rape really awkward. She fucking freaks"
    },
    {
      "start": 1277.15,
      "end": 1282.35,
      "text": "out. She slams her foot on the brakes, she skids off the"
    },
    {
      "start": 1282.39,
      "end": 1285.95,
      "text": "brakes, she starts slapping at me. I'm grabbing a wrist now. I"
    },
    {
      "start": 1285.95,
      "end": 1291.03,
      "text": "feel kind of rapy and I didn't want to. And it's like you offer"
    },
    {
      "start": 1291.03,
      "end": 1295.79,
      "text": "the lift. I didn't ask for the fucking lift. You seem more"
    },
    {
      "start": 1295.79,
      "end": 1303.9,
      "text": "concerned in solving this crime than preventing it. So I raped"
    },
    {
      "start": 1303.9,
      "end": 1316.38,
      "text": "to the teacher a lesson goes. How else would she learn? Now"
    },
    {
      "start": 1316.38,
      "end": 1324.21,
      "text": "let's let's get a little bit deeper. I suffer from depression. I"
    },
    {
      "start": 1324.25,
      "end": 1327.53,
      "text": "have done my whole life. I've been suicidal on and off for the"
    },
    {
      "start": 1327.53,
      "end": 1331.29,
      "text": "last sort of 10 years. And it's it's something that I sort of"
    },
    {
      "start": 1331.29,
      "end": 1336.29,
      "text": "deal with on a day to day basis. And I'm on antidepressives on"
    },
    {
      "start": 1336.29,
      "end": 1339.97,
      "text": "the box that says they don't work if you drink. So I'm not on"
    },
    {
      "start": 1339.97,
      "end": 1346.43,
      "text": "antidepressives. But whenever I get depressed or down, I always"
    },
    {
      "start": 1346.43,
      "end": 1350.31,
      "text": "feel like a selfish asshole for doing it because it's really"
    },
    {
      "start": 1350.31,
      "end": 1355.31,
      "text": "a childish act to be depressed. Do you realize that we're"
    },
    {
      "start": 1355.31,
      "end": 1358.39,
      "text": "here in the first world countries, Canada, America, Australia,"
    },
    {
      "start": 1358.39,
      "end": 1364.83,
      "text": "Britain, not Scotland. You know, these major countries, they're"
    },
    {
      "start": 1364.83,
      "end": 1371.88,
      "text": "all the good ones. Do you know we have a higher rate of suicide"
    },
    {
      "start": 1371.92,
      "end": 1377.58,
      "text": "than the people of Africa? Let's just think about that for"
    },
    {
      "start": 1377.58,
      "end": 1381.86,
      "text": "a second, right? The people in Africa, one in four of them are"
    },
    {
      "start": 1381.86,
      "end": 1386.14,
      "text": "dying from AIDS. They're sitting in a grass fucking hut in"
    },
    {
      "start": 1386.14,
      "end": 1390.38,
      "text": "their own shit. They walk five miles to get water with a fucking"
    },
    {
      "start": 1390.38,
      "end": 1397.62,
      "text": "jug on their head. Yet they're happier than you. You're sitting"
    },
    {
      "start": 1397.62,
      "end": 1401.14,
      "text": "at home with a fucking pantry full of food watching fucking x"
    },
    {
      "start": 1401.14,
      "end": 1408.04,
      "text": "factor or 700 channels go and I'm not happy. And you want to"
    },
    {
      "start": 1408.04,
      "end": 1411.04,
      "text": "know why you're not happy? Because we were brought up on"
    },
    {
      "start": 1411.04,
      "end": 1414.76,
      "text": "dreams. And even when I said that, you're all silent"
    },
    {
      "start": 1414.88,
      "end": 1417.8,
      "text": "because all of you are going, better not fuck with my"
    },
    {
      "start": 1417.8,
      "end": 1423.36,
      "text": "dreams. You think dreams are wonderful, don't you? You think"
    },
    {
      "start": 1423.36,
      "end": 1426.24,
      "text": "dreams are the great thing on earth. You got to have dreams. You"
    },
    {
      "start": 1426.24,
      "end": 1428.6,
      "text": "know what happens with dreams that don't happen. You fucking"
    },
    {
      "start": 1430.36,
      "end": 1434.36,
      "text": "you know what dreams are like in Africa? Don't die today. Don't"
    },
    {
      "start": 1434.36,
      "end": 1441.72,
      "text": "die today. Don't die today. That's a real fucking dream. And"
    },
    {
      "start": 1441.72,
      "end": 1444.84,
      "text": "I'm as guilty as you man. When I was it, when I was a young"
    },
    {
      "start": 1444.84,
      "end": 1447.28,
      "text": "comic, all I wanted to do is get on stage for five minutes"
    },
    {
      "start": 1447.32,
      "end": 1451.44,
      "text": "make people laugh. And then I thought fuck that man. They better"
    },
    {
      "start": 1451.44,
      "end": 1457.96,
      "text": "pay me. And then they started paying me. And I went on better"
    },
    {
      "start": 1457.96,
      "end": 1461.44,
      "text": "than these cunts. I better be a headline act became a headline"
    },
    {
      "start": 1461.44,
      "end": 1463.96,
      "text": "act. Then I went to the Edinburgh Festival did fucking"
    },
    {
      "start": 1463.96,
      "end": 1466.88,
      "text": "that. And then I went, All right, I better do it. Go over to"
    },
    {
      "start": 1466.88,
      "end": 1469.48,
      "text": "America. When I was in America, I recorded my DVD in"
    },
    {
      "start": 1469.48,
      "end": 1472.48,
      "text": "America. And I was like, Yeah, that's too fucking right. Now"
    },
    {
      "start": 1472.48,
      "end": 1474.88,
      "text": "I want to be a movie star. And you know what? I'm not a"
    },
    {
      "start": 1474.92,
      "end": 1481.56,
      "text": "movie star. I want to kill myself. That's retarded. I have gone"
    },
    {
      "start": 1481.56,
      "end": 1486.24,
      "text": "further than a man of my looks or intellect should ever fucking"
    },
    {
      "start": 1486.24,
      "end": 1496.18,
      "text": "go. And at this fucking moment, I'm in a sold out theater in"
    },
    {
      "start": 1496.18,
      "end": 1500.02,
      "text": "fucking London in the West End. This would be a dream of mine"
    },
    {
      "start": 1500.02,
      "end": 1502.78,
      "text": "as a child. And you know what I'm gonna do tonight? Cry"
    },
    {
      "start": 1502.78,
      "end": 1513.75,
      "text": "myself to sleep. Because I was taught to dream. Because you"
    },
    {
      "start": 1513.79,
      "end": 1517.87,
      "text": "never complete your dreams. You do complete them. But then what"
    },
    {
      "start": 1517.87,
      "end": 1522.39,
      "text": "you do, you put another one on. And then another one on. And"
    },
    {
      "start": 1522.39,
      "end": 1525.03,
      "text": "then when you die, you'll be on the death beginning. My dream"
    },
    {
      "start": 1525.03,
      "end": 1527.63,
      "text": "is to see my grandkids again. Then they don't come. Then you"
    },
    {
      "start": 1527.63,
      "end": 1533.58,
      "text": "die fucking miserable. You're never gonna complete all of"
    },
    {
      "start": 1533.58,
      "end": 1535.78,
      "text": "them. No one's ever gone. I got no more dreams left. I'm"
    },
    {
      "start": 1535.78,
      "end": 1543.27,
      "text": "fucking done. So I'm not gonna dream anymore. Fuck that."
    },
    {
      "start": 1543.63,
      "end": 1546.59,
      "text": "I'm gonna make little tiny achievable dreams that I can"
    },
    {
      "start": 1546.59,
      "end": 1552.47,
      "text": "achieve. Like for instance, I was drunk last night. So my"
    },
    {
      "start": 1552.47,
      "end": 1559.86,
      "text": "dream for this evening is not to shit myself on stage. Now it"
    },
    {
      "start": 1559.86,
      "end": 1564.54,
      "text": "might happen. It might not happen. But if it does happen,"
    },
    {
      "start": 1564.54,
      "end": 1572.07,
      "text": "I'll wash myself off and start again because I'm a dreamer. But"
    },
    {
      "start": 1572.07,
      "end": 1574.67,
      "text": "it's not our fault. This is bred into us. This is in our"
    },
    {
      "start": 1574.67,
      "end": 1577.11,
      "text": "psyche. You can't fix things that have been said to you"
    },
    {
      "start": 1577.15,
      "end": 1581.79,
      "text": "as a child. Like when we're at school, we had school teachers"
    },
    {
      "start": 1581.79,
      "end": 1585.83,
      "text": "stand in front of every single one of us and go, if you work"
    },
    {
      "start": 1585.83,
      "end": 1591.39,
      "text": "hard, and you put your mind to it, you can achieve anything. You"
    },
    {
      "start": 1591.39,
      "end": 1596.75,
      "text": "know what that was? That was a fucking lie. You can't achieve"
    },
    {
      "start": 1596.75,
      "end": 1599.71,
      "text": "anything. Nobody can. Don't put that pressure on yourself."
    },
    {
      "start": 1600.11,
      "end": 1603.47,
      "text": "Everybody in the world has limitations. No matter how hard"
    },
    {
      "start": 1603.47,
      "end": 1605.67,
      "text": "I think about it, no matter how hard a practice never be"
    },
    {
      "start": 1605.67,
      "end": 1608.23,
      "text": "in the NBA, because I'm a fat white guy, not a tall black guy."
    },
    {
      "start": 1612.15,
      "end": 1615.47,
      "text": "Like, do you remember that fat fucking dumb ugly kid who couldn't"
    },
    {
      "start": 1615.47,
      "end": 1618.99,
      "text": "fucking catch a ball? You know, those kids are like, like if he"
    },
    {
      "start": 1618.99,
      "end": 1623.43,
      "text": "was like, one IQ smaller, he'd get benefits. But he's just, he's"
    },
    {
      "start": 1623.43,
      "end": 1628.91,
      "text": "just on the border of retardation. Right? That kid"
    },
    {
      "start": 1628.91,
      "end": 1635.54,
      "text": "was told he could achieve anything. Right? You know what"
    },
    {
      "start": 1635.54,
      "end": 1637.02,
      "text": "they should have done with that kid? They could have got"
    },
    {
      "start": 1637.34,
      "end": 1641.86,
      "text": "it. Oi, Kevin, you're fat prick. Dig a fucking hole, you dumb"
    },
    {
      "start": 1641.86,
      "end": 1646.1,
      "text": "cunt. All right, you fucked that up as well, but no one else"
    },
    {
      "start": 1646.1,
      "end": 1653.58,
      "text": "wants to do it. So you got the gig big boy. While I'm at it, if"
    },
    {
      "start": 1653.58,
      "end": 1658.3,
      "text": "you're a dumb ugly cunt, and your wife or your husband's a dumb"
    },
    {
      "start": 1658.3,
      "end": 1664.34,
      "text": "ugly cunt, guess what your fucking kids are? Your kids"
    },
    {
      "start": 1664.34,
      "end": 1668.1,
      "text": "are dumb ugly cunts just like fucking you, except they're"
    },
    {
      "start": 1668.1,
      "end": 1673.06,
      "text": "fucking super concentrate dumb ugly cunts. Because they come"
    },
    {
      "start": 1673.06,
      "end": 1677.98,
      "text": "from both of you into a bottleneck of fucking retardation. But"
    },
    {
      "start": 1677.98,
      "end": 1680.5,
      "text": "you still think they're the greatest things on earth, you go"
    },
    {
      "start": 1680.5,
      "end": 1683.46,
      "text": "to their soccer games, kick the ball, John, you're doing a"
    },
    {
      "start": 1683.46,
      "end": 1689.38,
      "text": "good job, he's getting better. You should fucking lock that"
    },
    {
      "start": 1689.38,
      "end": 1696.86,
      "text": "thing up. It doesn't matter if you're an idiot, you're"
    },
    {
      "start": 1696.86,
      "end": 1699.38,
      "text": "stupid, and you can't fucking catch a ball and"
    },
    {
      "start": 1699.38,
      "end": 1701.66,
      "text": "everything in your life is retarded. Because you know,"
    },
    {
      "start": 1701.86,
      "end": 1707.38,
      "text": "you'll always be welcome with God. God loves the stupid and the"
    },
    {
      "start": 1707.38,
      "end": 1712.22,
      "text": "fucking hot. This is the thing about people who believe in God."
    },
    {
      "start": 1715.04,
      "end": 1716.04,
      "text": "They're idiots."
    },
    {
      "start": 1721.75,
      "end": 1725.91,
      "text": "There's no dancing around it. You're a borderline fucking"
    },
    {
      "start": 1725.91,
      "end": 1729.79,
      "text": "mentalist. You're an idiot. You're like a 13 year old kid"
    },
    {
      "start": 1729.79,
      "end": 1733.79,
      "text": "who still believes in Santa. Oh, fuck you."
    },
    {
      "start": 1737.1,
      "end": 1745.59,
      "text": "You know, I don't hate people who believe in God. I don't hate"
    },
    {
      "start": 1745.59,
      "end": 1749.67,
      "text": "them. Right. But I just don't want to talk to them. I don't"
    },
    {
      "start": 1749.67,
      "end": 1754.27,
      "text": "want to be around them. It's like how I don't hate them"
    },
    {
      "start": 1754.27,
      "end": 1758.71,
      "text": "mentally insane. Right. But the mentally insane and"
    },
    {
      "start": 1758.71,
      "end": 1762.67,
      "text": "religious people are the same fucking bag. If I'm if I'm"
    },
    {
      "start": 1762.67,
      "end": 1765.47,
      "text": "staying at a bar chatting to either of them, eventually I'll"
    },
    {
      "start": 1765.51,
      "end": 1778.39,
      "text": "walk away going. Okay. See, do you know that I live in"
    },
    {
      "start": 1778.39,
      "end": 1780.91,
      "text": "America, so I have to deal with this all fucking day. Okay,"
    },
    {
      "start": 1780.91,
      "end": 1785.35,
      "text": "85% of Americans believe in God. That's mental. Here in"
    },
    {
      "start": 1785.35,
      "end": 1791.75,
      "text": "Britain, it's like 36%. In Australia, it's 27%. In I think"
    },
    {
      "start": 1791.75,
      "end": 1797.31,
      "text": "in Canada, it's like in the 60s. And in Russia, no one."
    },
    {
      "start": 1799.31,
      "end": 1801.63,
      "text": "Do you want to know why? Because it's fucking cold."
    },
    {
      "start": 1805.82,
      "end": 1808.5,
      "text": "No one believes in God. So all the Russians, they don't get to"
    },
    {
      "start": 1808.5,
      "end": 1811.9,
      "text": "go to heaven because they were born in the wrong country. Born"
    },
    {
      "start": 1811.9,
      "end": 1814.82,
      "text": "in the wrong country, you don't get to go to heaven. Americans"
    },
    {
      "start": 1814.82,
      "end": 1818.42,
      "text": "born in the right country. Hey, you get to go to heaven,"
    },
    {
      "start": 1818.42,
      "end": 1821.14,
      "text": "you're born in the right place. Because God's very"
    },
    {
      "start": 1821.14,
      "end": 1825.3,
      "text": "particular about where you're born. Right. So half of"
    },
    {
      "start": 1825.3,
      "end": 1827.46,
      "text": "you fucking cunts get to go to heaven because you're"
    },
    {
      "start": 1827.46,
      "end": 1832.14,
      "text": "British. Few Australians get to go and then the Americans"
    },
    {
      "start": 1832.14,
      "end": 1834.7,
      "text": "all get to go and most of the Canadians get to fucking"
    },
    {
      "start": 1834.74,
      "end": 1838.74,
      "text": "go. And then there's those dumb cunts in those musy"
    },
    {
      "start": 1838.74,
      "end": 1843.02,
      "text": "countries. They don't even believe in the right God. They're"
    },
    {
      "start": 1843.02,
      "end": 1846.38,
      "text": "fucking dead. They're not going. And what about those"
    },
    {
      "start": 1846.38,
      "end": 1850.66,
      "text": "dumb Asian fucks? With that fucking Buddha. They don't"
    },
    {
      "start": 1850.66,
      "end": 1853.46,
      "text": "get to go to heaven because they've made up a God that"
    },
    {
      "start": 1853.46,
      "end": 1856.54,
      "text": "doesn't exist. And then there's the Indians with the"
    },
    {
      "start": 1856.54,
      "end": 1860.74,
      "text": "fucking monkey elephant guy. What is wrong with them? They"
    },
    {
      "start": 1860.74,
      "end": 1864.22,
      "text": "must be retarded. They're believing in the wrong God. Not"
    },
    {
      "start": 1864.26,
      "end": 1874.15,
      "text": "us though. We were born in the right country. Because God"
    },
    {
      "start": 1874.15,
      "end": 1878.47,
      "text": "selects countries. That's why they always say God bless"
    },
    {
      "start": 1878.47,
      "end": 1882.51,
      "text": "America. Because the world's billions of years old and"
    },
    {
      "start": 1882.51,
      "end": 1886.75,
      "text": "America's 250 years old. And that's when God decided to"
    },
    {
      "start": 1886.75,
      "end": 1897.94,
      "text": "choose a team. There's a web page called Ask God where"
    },
    {
      "start": 1897.94,
      "end": 1903.34,
      "text": "children can write questions to God. And then through the"
    },
    {
      "start": 1903.38,
      "end": 1911.93,
      "text": "power of the Internet, God will answer them. I'm a bit"
    },
    {
      "start": 1911.93,
      "end": 1918.73,
      "text": "dubious. So the most asked question on Ask God is were"
    },
    {
      "start": 1918.73,
      "end": 1924.57,
      "text": "there kangaroos on the Ark? So children could ask any"
    },
    {
      "start": 1924.57,
      "end": 1927.65,
      "text": "question in the world. But a child's mind works like this."
    },
    {
      "start": 1927.65,
      "end": 1930.81,
      "text": "They go, I like kangaroos. I think the Ark story is"
    },
    {
      "start": 1930.81,
      "end": 1937.04,
      "text": "bullshit. So shazam. And the answer that question is,"
    },
    {
      "start": 1937.48,
      "end": 1941.4,
      "text": "although there are no mention of kangaroos in the Bible, it"
    },
    {
      "start": 1941.4,
      "end": 1944.68,
      "text": "does state that there was two of each animal. So you can be"
    },
    {
      "start": 1944.68,
      "end": 1949.52,
      "text": "assured that there were kangaroos in the Ark. Now why is"
    },
    {
      "start": 1949.52,
      "end": 1954.04,
      "text": "there no mention of kangaroos in the Bible? Could it be that"
    },
    {
      "start": 1954.04,
      "end": 1957.4,
      "text": "when the Bible was written, Australia hadn't been found."
    },
    {
      "start": 1957.76,
      "end": 1965.11,
      "text": "Therefore, no mention of kangaroos. But didn't God create"
    },
    {
      "start": 1965.15,
      "end": 1969.39,
      "text": "kangaroos? Isn't the Bible written through the hand of man"
    },
    {
      "start": 1969.39,
      "end": 1973.43,
      "text": "through the voice of God? Why wouldn't he mention the kangaroos?"
    },
    {
      "start": 1974.95,
      "end": 1982.45,
      "text": "They're such an exciting animal. It seems to me that they"
    },
    {
      "start": 1982.45,
      "end": 1985.77,
      "text": "only seem to mention things in the Bible that are within a five"
    },
    {
      "start": 1985.77,
      "end": 1995.02,
      "text": "mile radius of the guy writing it. Like if I was God, at the"
    },
    {
      "start": 1995.02,
      "end": 2000.18,
      "text": "end of the Bible, I would have lent in and gone, Oi, tell"
    },
    {
      "start": 2000.18,
      "end": 2010.96,
      "text": "them it's round. Didn't know the world was round. Fucking build it"
    },
    {
      "start": 2011.0,
      "end": 2019.94,
      "text": "didn't know it was round. Now, I just like religious people. I"
    },
    {
      "start": 2019.94,
      "end": 2026.7,
      "text": "didn't say that. Don't just go back. Now, the thing is, what I"
    },
    {
      "start": 2026.82,
      "end": 2034.18,
      "text": "hate about Christians is they start sentences like this as a"
    },
    {
      "start": 2034.18,
      "end": 2039.06,
      "text": "Christian. You can't start a sentence like that and explain"
    },
    {
      "start": 2039.06,
      "end": 2042.46,
      "text": "to me that your rest of your sentence has any more meaning"
    },
    {
      "start": 2042.46,
      "end": 2045.9,
      "text": "than the beginning of the sentence. It means bullshit."
    },
    {
      "start": 2045.9,
      "end": 2048.7,
      "text": "That's a little fucking get out of jail free card shit you"
    },
    {
      "start": 2048.7,
      "end": 2053.1,
      "text": "do. Right? Because I can't get in court and start a sentence"
    },
    {
      "start": 2053.14,
      "end": 2061.02,
      "text": "like this as an atheist. I didn't rape her didn't rape her. She"
    },
    {
      "start": 2061.02,
      "end": 2073.05,
      "text": "was she was giving me a lift. Now, when I started this show, my"
    },
    {
      "start": 2073.05,
      "end": 2079.41,
      "text": "first routine was about how lesbians were fat, ugly, useless"
    },
    {
      "start": 2079.45,
      "end": 2084.85,
      "text": "with no sense of humor. And you couldn't applaud more. Then I"
    },
    {
      "start": 2084.85,
      "end": 2089.05,
      "text": "killed an Arab man from a fucking helicopter. Just shot"
    },
    {
      "start": 2089.21,
      "end": 2093.41,
      "text": "him dead. Then I said that there's no Christian that Christians"
    },
    {
      "start": 2093.41,
      "end": 2096.85,
      "text": "are bullshit and there is no God. And that's the moment when"
    },
    {
      "start": 2096.85,
      "end": 2103.3,
      "text": "half the audience chose to be offended. Was that the fucking"
    },
    {
      "start": 2103.3,
      "end": 2108.18,
      "text": "moment that got you? How very Christian of you towards the"
    },
    {
      "start": 2108.18,
      "end": 2121.79,
      "text": "Muslims and the lesbians. Next time, start your sentences"
    },
    {
      "start": 2121.83,
      "end": 2131.7,
      "text": "with, well, as a hypocrite. Now, I'll tell you this last thing"
    },
    {
      "start": 2131.7,
      "end": 2133.82,
      "text": "about you think you're a good person because you have Christian"
    },
    {
      "start": 2133.82,
      "end": 2136.02,
      "text": "values. Do you want to know what Christian values are Christian"
    },
    {
      "start": 2136.02,
      "end": 2139.9,
      "text": "values are a load of shit. What are Christian values to 10"
    },
    {
      "start": 2139.9,
      "end": 2142.86,
      "text": "commandments? What are the 10 commandments very sensible rules"
    },
    {
      "start": 2142.86,
      "end": 2145.66,
      "text": "to live your life by? You know what's a lot of shit about"
    },
    {
      "start": 2145.66,
      "end": 2151.22,
      "text": "them? The fact that you had to have them written down. The"
    },
    {
      "start": 2151.26,
      "end": 2155.1,
      "text": "fact you couldn't figure out internally not to kill people"
    },
    {
      "start": 2155.18,
      "end": 2161.84,
      "text": "don't steal really. You should just know these. These should be"
    },
    {
      "start": 2161.84,
      "end": 2165.6,
      "text": "internal in you. The Bible is too wordy. All the stories are"
    },
    {
      "start": 2165.6,
      "end": 2168.44,
      "text": "too worthy. The 10 commandments are a load of shit. You don't"
    },
    {
      "start": 2168.44,
      "end": 2171.84,
      "text": "need all these things. The Bible should be one sheet of paper."
    },
    {
      "start": 2172.24,
      "end": 2175.88,
      "text": "And on that sheet of paper, it should say try not to be a"
    },
    {
      "start": 2175.88,
      "end": 2186.65,
      "text": "cunt. And if you do that, every day, you'll be a good person."
    },
    {
      "start": 2190.54,
      "end": 2193.06,
      "text": "We're trying to sell this show to the Americans. I don't like"
    },
    {
      "start": 2193.06,
      "end": 2199.54,
      "text": "our chances. So let's do something we can all enjoy."
    },
    {
      "start": 2203.82,
      "end": 2209.53,
      "text": "Sometimes when I'm fucking a chick, I go to fuck him again in"
    },
    {
      "start": 2209.53,
      "end": 2220.06,
      "text": "the morning and they'll say something like this. No, when"
    },
    {
      "start": 2220.06,
      "end": 2224.18,
      "text": "we fucked last night, it was a little bit dry. And now I'm"
    },
    {
      "start": 2224.22,
      "end": 2230.98,
      "text": "sore. Now, to any woman who said something similar to this, may"
    },
    {
      "start": 2230.98,
      "end": 2239.74,
      "text": "I say your problem? My job was to get an erection. Your job was"
    },
    {
      "start": 2239.74,
      "end": 2246.1,
      "text": "to get your whole wet. Didn't you get your whole wet? We both"
    },
    {
      "start": 2246.1,
      "end": 2255.84,
      "text": "have things to do. See, if I don't get an erection during"
    },
    {
      "start": 2255.84,
      "end": 2259.76,
      "text": "sex, I'm called impotent. But a dry hole is the same as a"
    },
    {
      "start": 2259.76,
      "end": 2265.56,
      "text": "flaccid penis. A dry hole is an impotent hole. And you're not a"
    },
    {
      "start": 2265.56,
      "end": 2276.02,
      "text": "complete woman and you should be ashamed of yourself. But women"
    },
    {
      "start": 2276.02,
      "end": 2279.86,
      "text": "don't take responsibility for the dry hole. If I go to fuck a"
    },
    {
      "start": 2279.86,
      "end": 2284.1,
      "text": "chick tonight, I get too drunk, which I will. And I go to fuck"
    },
    {
      "start": 2284.1,
      "end": 2286.1,
      "text": "a chick and I don't get an erection. She'll go back to"
    },
    {
      "start": 2286.1,
      "end": 2289.14,
      "text": "friends and go, Oh, I went to fuck that Jim Jeffries, he"
    },
    {
      "start": 2289.14,
      "end": 2292.5,
      "text": "couldn't get an erection. But if I go to fuck a chick and she"
    },
    {
      "start": 2292.5,
      "end": 2295.58,
      "text": "doesn't get wet, she'll go back to her friends and go, I fucked"
    },
    {
      "start": 2295.58,
      "end": 2302.5,
      "text": "Jim Jeffries. He didn't even get me wet. You see the problem"
    },
    {
      "start": 2302.5,
      "end": 2308.86,
      "text": "there? I'm in charge of everything. It's like, I used to"
    },
    {
      "start": 2308.86,
      "end": 2314.46,
      "text": "fuck this chick for a while. I stopped fucking her. She"
    },
    {
      "start": 2314.46,
      "end": 2316.5,
      "text": "sent me a text. Well, you know, I just stopped calling"
    },
    {
      "start": 2316.58,
      "end": 2320.78,
      "text": "her. You know, just ignored her. And she'd sent me a text message"
    },
    {
      "start": 2320.78,
      "end": 2325.5,
      "text": "a month later that went, Oh, by the way, you never made me come."
    },
    {
      "start": 2325.58,
      "end": 2330.66,
      "text": "And I was like, really? You think you're the one who makes me"
    },
    {
      "start": 2330.66,
      "end": 2338.09,
      "text": "come? Do you want to know who makes me come? I make me come. All"
    },
    {
      "start": 2338.09,
      "end": 2341.69,
      "text": "the horrible thoughts I have in my fucking head makes me"
    },
    {
      "start": 2341.69,
      "end": 2344.65,
      "text": "come. You have very little to do with it. You're just a"
    },
    {
      "start": 2344.65,
      "end": 2355.22,
      "text": "container I shoot it into. But let's go back to the dry"
    },
    {
      "start": 2355.22,
      "end": 2360.89,
      "text": "cunts. There are women in the room who are thinking, maybe I"
    },
    {
      "start": 2360.89,
      "end": 2364.89,
      "text": "wouldn't be dry if there was a bit of foreplay. Let's explain"
    },
    {
      "start": 2364.89,
      "end": 2368.97,
      "text": "foreplay. Foreplay is what we do to each other to get each"
    },
    {
      "start": 2368.97,
      "end": 2374.45,
      "text": "other ready for sex. If I have an erection, that means I'm"
    },
    {
      "start": 2374.45,
      "end": 2380.61,
      "text": "ready for sex. And I'm all foreplayed out. Now the"
    },
    {
      "start": 2380.61,
      "end": 2384.69,
      "text": "foreplay that's necessary for a woman goes like this, you got to"
    },
    {
      "start": 2384.69,
      "end": 2391.21,
      "text": "start by kissing them. Women love kissing. Men don't give a shit"
    },
    {
      "start": 2391.21,
      "end": 2395.89,
      "text": "about kissing. We kiss you because we like you. And let's be"
    },
    {
      "start": 2395.89,
      "end": 2405.29,
      "text": "honest, we spoil you. Men don't give a fuck about kissing used"
    },
    {
      "start": 2405.29,
      "end": 2409.73,
      "text": "to like kissing when we're in our early teens. Then someone"
    },
    {
      "start": 2409.77,
      "end": 2416.33,
      "text": "sucked our dick. And then what's this kissing thing? Why am I"
    },
    {
      "start": 2416.33,
      "end": 2420.05,
      "text": "kissing this person? Why would I ride on the swings? I've"
    },
    {
      "start": 2420.05,
      "end": 2428.08,
      "text": "already been to Disneyland. We kiss you because we like you and"
    },
    {
      "start": 2428.08,
      "end": 2433.61,
      "text": "we're a charitable bunch. Then you start kissing down the"
    },
    {
      "start": 2433.61,
      "end": 2437.37,
      "text": "neck. Now the whole time you're doing this, you're working"
    },
    {
      "start": 2437.37,
      "end": 2442.21,
      "text": "downwards towards the cunt. Now you know you're going to"
    },
    {
      "start": 2442.25,
      "end": 2446.73,
      "text": "the cunt. She knows you're going to the cunt. Everybody knows."
    },
    {
      "start": 2449.33,
      "end": 2453.77,
      "text": "You're going to the cunt. But for some unknown reason, you have"
    },
    {
      "start": 2453.77,
      "end": 2457.69,
      "text": "to act like you're not going to the cunt. And that you're"
    },
    {
      "start": 2457.69,
      "end": 2463.65,
      "text": "enjoying the journey of this creature. Women, you got to give"
    },
    {
      "start": 2463.65,
      "end": 2467.17,
      "text": "them a journey. Men don't give a shit about a journey. If a"
    },
    {
      "start": 2467.17,
      "end": 2471.25,
      "text": "man's driving from point A to point B, we fill the tank,"
    },
    {
      "start": 2471.25,
      "end": 2477.49,
      "text": "we get on the motorway, we make good time, right? Where women"
    },
    {
      "start": 2477.49,
      "end": 2482.61,
      "text": "you got to give them a fucking journey. Got to take them by the"
    },
    {
      "start": 2482.61,
      "end": 2489.58,
      "text": "water or antiquing or some shit. So you think is women read so"
    },
    {
      "start": 2489.58,
      "end": 2493.54,
      "text": "many magazines about how to send your man wild and how to"
    },
    {
      "start": 2493.66,
      "end": 2497.34,
      "text": "titillate your man and all these 25 steps to do all"
    },
    {
      "start": 2497.34,
      "end": 2502.54,
      "text": "these sort of fucking bullshit or get a feather involved food"
    },
    {
      "start": 2502.58,
      "end": 2506.86,
      "text": "in the relationship. This is all bullshit. Play with these"
    },
    {
      "start": 2506.86,
      "end": 2513.02,
      "text": "nipples. These things are fucking dead. Dead to me. These mean"
    },
    {
      "start": 2513.02,
      "end": 2517.42,
      "text": "nothing. You could cut these off and donate them to some poor"
    },
    {
      "start": 2517.42,
      "end": 2523.86,
      "text": "African child without nipples. I wouldn't give a fuck. This is"
    },
    {
      "start": 2523.86,
      "end": 2528.62,
      "text": "what we want you to do. Fucking suck our cock and cup our"
    },
    {
      "start": 2528.62,
      "end": 2531.86,
      "text": "balls. And when you're sucking our cock, look like"
    },
    {
      "start": 2531.9,
      "end": 2534.94,
      "text": "you're in a bit of pain because we enjoy it if you look"
    },
    {
      "start": 2534.94,
      "end": 2548.1,
      "text": "uncomfortable. Anyway, but back to the lady. You keep kissing"
    },
    {
      "start": 2548.1,
      "end": 2553.34,
      "text": "down. Now you're at the tits. Now tits are a mixed bag. Some"
    },
    {
      "start": 2553.34,
      "end": 2556.82,
      "text": "tits you got to be firm with some tits you got to be soft"
    },
    {
      "start": 2556.82,
      "end": 2561.1,
      "text": "with some tits you can bite the nipple. Some tits don't even"
    },
    {
      "start": 2561.1,
      "end": 2565.22,
      "text": "go in the nipple. Tits are like golf you play the course"
    },
    {
      "start": 2565.34,
      "end": 2577.34,
      "text": "you're on. You keep kissing down. Now you're at the cunt. But"
    },
    {
      "start": 2577.34,
      "end": 2581.58,
      "text": "even when you get to the cunt, you have to act like you're not"
    },
    {
      "start": 2581.58,
      "end": 2585.62,
      "text": "at the cunt. You have to act like you've stumbled upon the"
    },
    {
      "start": 2585.62,
      "end": 2591.1,
      "text": "cunt by accident. So you'll be kissing like a dimply bit of"
    },
    {
      "start": 2591.1,
      "end": 2597.34,
      "text": "thigh here and the cunts there. And you have to sort of"
    },
    {
      "start": 2597.34,
      "end": 2605.12,
      "text": "almost. Oh, hello. I was visiting dimply thigh. I forgot you"
    },
    {
      "start": 2605.12,
      "end": 2611.04,
      "text": "lived down here. Now always a pleasure never a joy. Do you"
    },
    {
      "start": 2611.04,
      "end": 2618.24,
      "text": "mind if I pop in? Then you then you lick the whole general"
    },
    {
      "start": 2618.44,
      "end": 2623.72,
      "text": "cunt area. Then there's a bit at the top of the cunt. If you"
    },
    {
      "start": 2623.72,
      "end": 2630.69,
      "text": "lick that they seem to enjoy it. This all takes between 10"
    },
    {
      "start": 2630.73,
      "end": 2641.18,
      "text": "and 40 minutes. And and she might be wet. And that's the"
    },
    {
      "start": 2641.18,
      "end": 2645.7,
      "text": "foreplay that's necessary for a woman. Now the foreplay that's"
    },
    {
      "start": 2645.7,
      "end": 2652.54,
      "text": "necessary for a man. We just need to see you naked. Maybe you"
    },
    {
      "start": 2652.54,
      "end": 2657.42,
      "text": "need kisses, caresses, compliments and licks. When all we"
    },
    {
      "start": 2657.42,
      "end": 2676.53,
      "text": "need is you. Maybe we take our relationship seriously. Wasn't"
    },
    {
      "start": 2676.57,
      "end": 2685.61,
      "text": "that a romantic joke? And follow the word cunt 15 days. We"
    },
    {
      "start": 2685.61,
      "end": 2687.49,
      "text": "have to keep moving the show because I need to have a piss"
    },
    {
      "start": 2687.49,
      "end": 2691.13,
      "text": "now. Because I've been drinking too much. I always get nervous"
    },
    {
      "start": 2691.13,
      "end": 2693.09,
      "text": "before things like this. And I saw I got hammered in the"
    },
    {
      "start": 2693.09,
      "end": 2698.58,
      "text": "dressing room. This is the show's called alcoholics and"
    },
    {
      "start": 2698.58,
      "end": 2701.86,
      "text": "this because I'm planning because to me that means the"
    },
    {
      "start": 2701.86,
      "end": 2706.54,
      "text": "death of alcohol. Because I'm planning to stop drinking"
    },
    {
      "start": 2706.58,
      "end": 2709.38,
      "text": "after this Edinburgh Festival. I'm not you know, I'm"
    },
    {
      "start": 2709.42,
      "end": 2714.58,
      "text": "not promising. But I'd like to this might be the last DVD I"
    },
    {
      "start": 2714.58,
      "end": 2724.73,
      "text": "record where I'm drunk. So the next DVD is gonna suck balls. The"
    },
    {
      "start": 2724.73,
      "end": 2727.57,
      "text": "thing is I call the show a Holocaust. And now because I"
    },
    {
      "start": 2727.57,
      "end": 2732.97,
      "text": "live in America, some Jewish people have gotten offended. And"
    },
    {
      "start": 2732.97,
      "end": 2735.69,
      "text": "I'm like, no, it's not like I'm at the Holocaust getting"
    },
    {
      "start": 2735.69,
      "end": 2744.62,
      "text": "people drunk. Just a funny word. I tell you what, though, I"
    },
    {
      "start": 2744.62,
      "end": 2749.98,
      "text": "did a, I did a gig in Poland. And when I was out there, because"
    },
    {
      "start": 2749.98,
      "end": 2753.22,
      "text": "I did a corporate gig out in Poland. I went out to"
    },
    {
      "start": 2753.22,
      "end": 2756.3,
      "text": "Auschwitz. See, a lot of you uneducated people thought it"
    },
    {
      "start": 2756.3,
      "end": 2760.22,
      "text": "was in Germany, didn't you? Auschwitz is in Poland. And I went"
    },
    {
      "start": 2760.22,
      "end": 2764.78,
      "text": "out there. And apart from the concentration campy bit in"
    },
    {
      "start": 2764.78,
      "end": 2773.1,
      "text": "the corner, the rest of it's delightful. It's a beautiful"
    },
    {
      "start": 2773.14,
      "end": 2777.62,
      "text": "little village. It's I reckon that tourism board needs to get"
    },
    {
      "start": 2777.62,
      "end": 2785.22,
      "text": "together and go, okay, we have a bit of a bad rap. Has anyone"
    },
    {
      "start": 2785.22,
      "end": 2791.98,
      "text": "gotten the ideas? Hans, give it to me. Yep, that's true. We do"
    },
    {
      "start": 2791.98,
      "end": 2798.03,
      "text": "have the biggest tower of secondhand shoes in the world. I"
    },
    {
      "start": 2798.03,
      "end": 2805.45,
      "text": "don't I don't know. I don't know if that's a keeper, but"
    },
    {
      "start": 2805.49,
      "end": 2813.1,
      "text": "I'm going to write it down. Johan, even though that's a"
    },
    {
      "start": 2813.1,
      "end": 2819.7,
      "text": "Scandinavian name. Uh-huh. Uh-huh. Pizza festival, you say. As"
    },
    {
      "start": 2819.7,
      "end": 2828.54,
      "text": "we can cook 400 pizzas at once. This bit won't be in the DVD."
    },
    {
      "start": 2833.22,
      "end": 2842.42,
      "text": "Funny joke though. I like living in Britain because my my"
    },
    {
      "start": 2842.42,
      "end": 2847.14,
      "text": "obvious alcohol problem isn't a problem here."
    },
    {
      "start": 2850.7,
      "end": 2854.54,
      "text": "Before I came on stage here, my manager, the last thing he said"
    },
    {
      "start": 2854.54,
      "end": 2859.06,
      "text": "to me was, do you need another drink? That would never happen"
    },
    {
      "start": 2859.06,
      "end": 2862.3,
      "text": "in America. When I recorded my special in America, they"
    },
    {
      "start": 2862.3,
      "end": 2867.3,
      "text": "employed someone to stand by the bar to make sure I didn't"
    },
    {
      "start": 2867.3,
      "end": 2872.46,
      "text": "get wasted. Because Americans, they don't really drink like"
    },
    {
      "start": 2872.46,
      "end": 2876.18,
      "text": "you people drink like they think they do, but they're"
    },
    {
      "start": 2876.22,
      "end": 2880.74,
      "text": "very into like drinking games, which you people don't really"
    },
    {
      "start": 2880.74,
      "end": 2884.18,
      "text": "have drinking games, right? Whenever like I'm out drinking"
    },
    {
      "start": 2884.18,
      "end": 2886.38,
      "text": "in America, it always makes me like like college boy, he'll"
    },
    {
      "start": 2886.38,
      "end": 2891.94,
      "text": "come to me and go, Hey, dude, ever played beer pong? And I"
    },
    {
      "start": 2891.94,
      "end": 2894.62,
      "text": "went, like, what's beer pong? Where you got to get a ping"
    },
    {
      "start": 2894.62,
      "end": 2896.5,
      "text": "pong ball, you got to throw it in the cup. If you don't"
    },
    {
      "start": 2896.5,
      "end": 2901.38,
      "text": "get in the cup, then you got to chug your beer. And I'm"
    },
    {
      "start": 2901.38,
      "end": 2906.26,
      "text": "like, well, let me just get this straight. I'm trying to"
    },
    {
      "start": 2906.26,
      "end": 2912.74,
      "text": "get drunk. And you're putting an activity in front of me that"
    },
    {
      "start": 2912.74,
      "end": 2919.78,
      "text": "may impede me from getting to my beverage. I said, they have a"
    },
    {
      "start": 2919.78,
      "end": 2921.82,
      "text": "drinking game in England. Do you want to know what it's"
    },
    {
      "start": 2921.82,
      "end": 2930.95,
      "text": "called? Drinking is how it's played. What you do is you have"
    },
    {
      "start": 2930.95,
      "end": 2932.43,
      "text": "a drink, then you get another drink, you have a drink,"
    },
    {
      "start": 2932.43,
      "end": 2933.83,
      "text": "have a drink, have a drink, have a drink, have a drink,"
    },
    {
      "start": 2933.83,
      "end": 2935.91,
      "text": "have a drink, have a drink. You do this as fast as you"
    },
    {
      "start": 2935.91,
      "end": 2939.75,
      "text": "can. And if you get so drunk that your friend has to drive you"
    },
    {
      "start": 2939.75,
      "end": 2960.27,
      "text": "home, then you fucking win. How many more do you reckon there's"
    },
    {
      "start": 2960.27,
      "end": 2971.01,
      "text": "behind? There's a dwarf behind there mixing me a cocktail. I am"
    },
    {
      "start": 2971.01,
      "end": 2979.6,
      "text": "fucking drunk. I'm going to tell you a story. This story is"
    },
    {
      "start": 2979.6,
      "end": 2982.24,
      "text": "very long. The first three minutes of this story are very"
    },
    {
      "start": 2982.24,
      "end": 2987.4,
      "text": "depressing. Just hitching up my pants. The first three"
    },
    {
      "start": 2987.4,
      "end": 2989.04,
      "text": "minutes of this story are very depressing, but there is a"
    },
    {
      "start": 2989.08,
      "end": 2992.76,
      "text": "moment where this story takes flight. And you have to hang in"
    },
    {
      "start": 2992.76,
      "end": 2995.48,
      "text": "there with me until this moment and trust me that the story is"
    },
    {
      "start": 2995.48,
      "end": 3001.26,
      "text": "going to get good. I grew up at number three Taramara Street. At"
    },
    {
      "start": 3001.26,
      "end": 3005.78,
      "text": "number five was my two best childhood friends, Andrew and"
    },
    {
      "start": 3005.78,
      "end": 3009.3,
      "text": "Daniel Connor. Daniel was born with a disease called"
    },
    {
      "start": 3009.3,
      "end": 3012.26,
      "text": "muscular dystrophy. If you don't know muscular dystrophy"
    },
    {
      "start": 3012.26,
      "end": 3015.46,
      "text": "is a horrible disease that wastes away your muscles. It's"
    },
    {
      "start": 3015.46,
      "end": 3018.1,
      "text": "the same as Lou Gehrig's disease or modern neuro disease"
    },
    {
      "start": 3018.18,
      "end": 3022.7,
      "text": "except you're born with it. You get diagnosed when you're"
    },
    {
      "start": 3022.7,
      "end": 3025.1,
      "text": "about six years old when you're walking right and they put you"
    },
    {
      "start": 3025.1,
      "end": 3029.02,
      "text": "on crutches. By the time you're 10, you're in a wheelchair. By"
    },
    {
      "start": 3029.02,
      "end": 3032.02,
      "text": "the time you're 20, you're in a completely vegetated state."
    },
    {
      "start": 3032.7,
      "end": 3036.7,
      "text": "Most people die before their 25th birthday. Dan's lived to"
    },
    {
      "start": 3036.7,
      "end": 3042.18,
      "text": "be 33 years old, still alive and kicking. Let me rephrase"
    },
    {
      "start": 3042.18,
      "end": 3051.29,
      "text": "that. Still alive. He's actually died seven times in his"
    },
    {
      "start": 3051.29,
      "end": 3055.05,
      "text": "life and been resuscitated seven. And I once asked him, I"
    },
    {
      "start": 3055.05,
      "end": 3061.21,
      "text": "said, Dan, what happens after you die? And he said, nothing. So"
    },
    {
      "start": 3061.21,
      "end": 3066.49,
      "text": "good luck with your religion and your faith. I'll take an actual"
    },
    {
      "start": 3066.49,
      "end": 3074.39,
      "text": "statistic. Now his family had since moved to Melbourne. I had"
    },
    {
      "start": 3074.39,
      "end": 3076.43,
      "text": "moved to the Great Britain. I went to do the Melbourne"
    },
    {
      "start": 3076.43,
      "end": 3079.87,
      "text": "Comedy Festival. This is about a year ago. I hadn't seen"
    },
    {
      "start": 3080.23,
      "end": 3083.39,
      "text": "him in all that time. His brother Andrew came to see my show and"
    },
    {
      "start": 3083.39,
      "end": 3086.47,
      "text": "then Andrew took me to see Dan and I went in to see him and I"
    },
    {
      "start": 3086.47,
      "end": 3088.91,
      "text": "never seen anyone live this long with this disease and he's"
    },
    {
      "start": 3088.91,
      "end": 3091.63,
      "text": "laying on a bed. His eyelids are a muscle that he can't keep"
    },
    {
      "start": 3091.63,
      "end": 3094.47,
      "text": "open anymore and he's just squinting through these little"
    },
    {
      "start": 3094.47,
      "end": 3097.79,
      "text": "things. He has a breathing mask on him to keep his lungs"
    },
    {
      "start": 3097.79,
      "end": 3100.27,
      "text": "working because the lungs are a muscle that he can't keep"
    },
    {
      "start": 3100.27,
      "end": 3103.99,
      "text": "pumping. He has a heart monitoring machine in case he"
    },
    {
      "start": 3103.99,
      "end": 3106.15,
      "text": "flat lines in the middle of the night and someone has to"
    },
    {
      "start": 3106.15,
      "end": 3109.31,
      "text": "resuscitate him. And as soon as I walked in and saw this"
    },
    {
      "start": 3109.35,
      "end": 3113.19,
      "text": "guy that I used to run around with as a child, I burst into"
    },
    {
      "start": 3113.19,
      "end": 3116.43,
      "text": "tears. There's nothing worse you can give anyone in this"
    },
    {
      "start": 3116.43,
      "end": 3120.47,
      "text": "world than pity. I went in the corridor, I felt like a"
    },
    {
      "start": 3120.47,
      "end": 3125.63,
      "text": "right prick and I was fucking wiping my eyes off. I went"
    },
    {
      "start": 3125.63,
      "end": 3128.91,
      "text": "back in and I sat with Dan. His brother Andrew went off"
    },
    {
      "start": 3128.91,
      "end": 3133.63,
      "text": "to work. I mean, Dan chatted for a while. 20 minutes"
    },
    {
      "start": 3133.63,
      "end": 3139.03,
      "text": "into the conversation, Dan says to me, Jim, I'm 32"
    },
    {
      "start": 3139.27,
      "end": 3143.55,
      "text": "years old. I've never been with a woman. Will you take me to"
    },
    {
      "start": 3143.55,
      "end": 3148.91,
      "text": "a prostitute? And that's where the story picks up. Because I"
    },
    {
      "start": 3148.91,
      "end": 3152.63,
      "text": "went, fuck yeah. And he remember, don't tell my brother, he"
    },
    {
      "start": 3152.63,
      "end": 3154.91,
      "text": "wouldn't understand. I said, that's where you're wrong. I"
    },
    {
      "start": 3154.91,
      "end": 3158.15,
      "text": "have known your brother my entire life. Trust me, he will"
    },
    {
      "start": 3158.15,
      "end": 3161.03,
      "text": "understand. And against Dan's will, when Andrew came home"
    },
    {
      "start": 3161.03,
      "end": 3163.59,
      "text": "from work, I pulled Andrew aside and said, Andrew, look,"
    },
    {
      "start": 3163.71,
      "end": 3166.19,
      "text": "here's the deal. Dan's asked me to take him to a"
    },
    {
      "start": 3166.19,
      "end": 3168.71,
      "text": "prostitute. I'm going to do it whether you like it or"
    },
    {
      "start": 3168.75,
      "end": 3170.75,
      "text": "not. But I think as his brother, you should come along and"
    },
    {
      "start": 3170.75,
      "end": 3174.59,
      "text": "help out. And Andrew went, we're not doing it. And I went,"
    },
    {
      "start": 3174.59,
      "end": 3184.12,
      "text": "why? And he went, it'll kill him. And I went, he's gonna die"
    },
    {
      "start": 3184.12,
      "end": 3188.12,
      "text": "soon anyway. This is a good way for him to go. Like, sure,"
    },
    {
      "start": 3188.12,
      "end": 3194.38,
      "text": "we'll have to answer a few questions. And he said, we're"
    },
    {
      "start": 3194.38,
      "end": 3197.1,
      "text": "not doing it. And I said, why? And he goes, because mom"
    },
    {
      "start": 3197.1,
      "end": 3201.46,
      "text": "doesn't like you already. And I went, your mom's never"
    },
    {
      "start": 3201.46,
      "end": 3204.5,
      "text": "likes me. That's why I'm the right guy to kill your"
    },
    {
      "start": 3204.54,
      "end": 3209.94,
      "text": "brother. And he said, all right, we'll do it. But he can't"
    },
    {
      "start": 3209.94,
      "end": 3213.06,
      "text": "have full sex. Full sex will kill him. He can only have a"
    },
    {
      "start": 3213.06,
      "end": 3217.86,
      "text": "blowjob. And I thought that was fairly reasonable. So we went"
    },
    {
      "start": 3217.86,
      "end": 3221.3,
      "text": "back in and saw Dan, he was where we left him. And we"
    },
    {
      "start": 3221.3,
      "end": 3229.87,
      "text": "said, Dan, here's the deal, I know you told me not to tell"
    },
    {
      "start": 3229.87,
      "end": 3232.23,
      "text": "you brother, but I told you brother, me and him are"
    },
    {
      "start": 3232.23,
      "end": 3234.19,
      "text": "both going to take you to the knock shop tomorrow,"
    },
    {
      "start": 3234.19,
      "end": 3237.07,
      "text": "mate. But you can't have full sex. You can only have a"
    },
    {
      "start": 3237.07,
      "end": 3240.83,
      "text": "blowjob. And Dan went, I want full sex. And his brother"
    },
    {
      "start": 3240.83,
      "end": 3244.07,
      "text": "Andrew went, Dan, you're in no position to argue with"
    },
    {
      "start": 3244.07,
      "end": 3251.11,
      "text": "anyone ever. Then Dan reluctantly agreed. Now, prostitution"
    },
    {
      "start": 3251.11,
      "end": 3254.15,
      "text": "in Australia is legal. So I spent the rest of the"
    },
    {
      "start": 3254.15,
      "end": 3256.75,
      "text": "afternoon going through the phone book trying to find a"
    },
    {
      "start": 3256.75,
      "end": 3262.11,
      "text": "brothel with wheelchair access. Best afternoon ever."
    },
    {
      "start": 3266.71,
      "end": 3268.71,
      "text": "Eventually I found one the biggest brothel in the"
    },
    {
      "start": 3268.71,
      "end": 3271.31,
      "text": "Southern Hemisphere, the Daily Planet, or as the"
    },
    {
      "start": 3271.35,
      "end": 3277.42,
      "text": "Australians call it four floors of halls. It's a 24 hour"
    },
    {
      "start": 3277.42,
      "end": 3281.46,
      "text": "brothel because Australia is a go ahead country. So we"
    },
    {
      "start": 3281.46,
      "end": 3284.06,
      "text": "decided we were going to go early in the morning, like"
    },
    {
      "start": 3284.06,
      "end": 3286.98,
      "text": "really like six a.m. We wanted to go in and the place"
    },
    {
      "start": 3286.98,
      "end": 3290.94,
      "text": "was quiet. And we weren't going to cause a scene. So we"
    },
    {
      "start": 3290.94,
      "end": 3293.3,
      "text": "wake him up at six o'clock in the morning. It's hard"
    },
    {
      "start": 3293.3,
      "end": 3299.34,
      "text": "to tell if he's awake. And we get him in his chair. Now"
    },
    {
      "start": 3299.34,
      "end": 3302.42,
      "text": "he hasn't got your bog standard fucking wheelchair. He's"
    },
    {
      "start": 3302.42,
      "end": 3305.62,
      "text": "got one of those big sort of silver looking things with"
    },
    {
      "start": 3305.62,
      "end": 3308.82,
      "text": "their truck tires on it. I think the model's called a"
    },
    {
      "start": 3308.82,
      "end": 3315.77,
      "text": "Hawking. And even though his muscles don't work, they get"
    },
    {
      "start": 3315.77,
      "end": 3318.89,
      "text": "sore. So this thing can move him from side to side and back"
    },
    {
      "start": 3318.89,
      "end": 3322.41,
      "text": "to front and even into a full bed. So we get him in the"
    },
    {
      "start": 3322.41,
      "end": 3325.61,
      "text": "chair, then we order a taxi. And then it's not like you"
    },
    {
      "start": 3325.61,
      "end": 3329.37,
      "text": "have black cabs out there. It's like a normal car. But"
    },
    {
      "start": 3329.37,
      "end": 3333.81,
      "text": "they've modified the back to go higher. And they drive"
    },
    {
      "start": 3333.81,
      "end": 3338.61,
      "text": "him up through the boot. And they strap him in there. And"
    },
    {
      "start": 3338.61,
      "end": 3342.13,
      "text": "he sits up high with windows all around him, like a big"
    },
    {
      "start": 3342.13,
      "end": 3347.38,
      "text": "retarded pope. Or as the Catholics would say, the"
    },
    {
      "start": 3347.38,
      "end": 3355.89,
      "text": "Pope. And we drive off to the brothel. Now when we get"
    },
    {
      "start": 3355.89,
      "end": 3358.21,
      "text": "to the brothel, it takes 10 minutes to get him off the"
    },
    {
      "start": 3358.21,
      "end": 3362.17,
      "text": "taxi. I see this is my window of opportunity. So why"
    },
    {
      "start": 3362.17,
      "end": 3364.81,
      "text": "they're getting him off the taxi? I run into the"
    },
    {
      "start": 3364.81,
      "end": 3367.01,
      "text": "brothel. Now there's two ways that brothels work."
    },
    {
      "start": 3367.65,
      "end": 3370.61,
      "text": "Either the prostitutes will stand in a row in their"
    },
    {
      "start": 3370.61,
      "end": 3374.93,
      "text": "lingerie and you just pick the one that you want. Or they'll"
    },
    {
      "start": 3374.93,
      "end": 3377.81,
      "text": "stand around in a bar and evening gowns and high"
    },
    {
      "start": 3377.81,
      "end": 3380.89,
      "text": "heels and you walk up to the one that you like to look"
    },
    {
      "start": 3380.89,
      "end": 3384.05,
      "text": "of, chat to her for a bit, act like you've got some"
    },
    {
      "start": 3384.05,
      "end": 3387.61,
      "text": "type of connection with an Eastern European woman, then"
    },
    {
      "start": 3387.85,
      "end": 3390.65,
      "text": "take her upstairs and fuck her if you need your life to"
    },
    {
      "start": 3390.65,
      "end": 3395.17,
      "text": "be this delusional. This is one of these situations. So"
    },
    {
      "start": 3395.21,
      "end": 3397.69,
      "text": "why they're getting down out of the cab? I run into the"
    },
    {
      "start": 3397.69,
      "end": 3404.49,
      "text": "brothel and go, everyone quickly gather round. I haven't"
    },
    {
      "start": 3404.49,
      "end": 3409.61,
      "text": "got much time. And these 14 bemused hookers shuffle over"
    },
    {
      "start": 3409.61,
      "end": 3415.53,
      "text": "and I went, look, here's the deal. I have a severely"
    },
    {
      "start": 3415.53,
      "end": 3419.57,
      "text": "disabled friend with me. If you're not up for it, speak"
    },
    {
      "start": 3419.57,
      "end": 3424.69,
      "text": "now or forever hold your peace. And one of them went, how"
    },
    {
      "start": 3424.69,
      "end": 3435.29,
      "text": "bad is he? And I went, pretty fucking bad. And 10 of them said"
    },
    {
      "start": 3435.29,
      "end": 3439.37,
      "text": "they wouldn't do it. And I said, well, I respect that. But can"
    },
    {
      "start": 3439.37,
      "end": 3441.89,
      "text": "you please go and hide because I don't want him to be"
    },
    {
      "start": 3441.89,
      "end": 3447.57,
      "text": "rejected by hookers. And these 10 girls shuffle away in"
    },
    {
      "start": 3447.57,
      "end": 3450.61,
      "text": "their evening gowns and their high heels, we've got a rear"
    },
    {
      "start": 3450.61,
      "end": 3455.85,
      "text": "falling out of them. I'm now left with four girls, the"
    },
    {
      "start": 3455.89,
      "end": 3460.65,
      "text": "best looking one by Mars days. Dan wills in looking like Jabba"
    },
    {
      "start": 3460.65,
      "end": 3464.97,
      "text": "the heart breathing like Darth Vader. Two of the girls run"
    },
    {
      "start": 3464.97,
      "end": 3470.21,
      "text": "away and I'm like, are you fucking kidding you sluts? I just"
    },
    {
      "start": 3470.21,
      "end": 3476.01,
      "text": "asked you nicely. So I now left with two girls, the best"
    },
    {
      "start": 3476.01,
      "end": 3480.73,
      "text": "looking ones there. The other ones are fucking troll. Now"
    },
    {
      "start": 3480.73,
      "end": 3485.05,
      "text": "out of respect for the ugly one. I go to Dan, I go, Dan,"
    },
    {
      "start": 3486.09,
      "end": 3492.02,
      "text": "it's only two girls working today, mate. Which one do you"
    },
    {
      "start": 3492.02,
      "end": 3498.14,
      "text": "want? And he said the one in the green dress. Now, neither of"
    },
    {
      "start": 3498.14,
      "end": 3503.06,
      "text": "them had a green dress. I stand up and look at Andrew and"
    },
    {
      "start": 3503.06,
      "end": 3506.06,
      "text": "went, what the fuck is all this about? And Andrew went, oh,"
    },
    {
      "start": 3506.06,
      "end": 3510.86,
      "text": "yeah, his eyes are fucked as well. Now it turns out that"
    },
    {
      "start": 3510.86,
      "end": 3513.5,
      "text": "Dan's colorblind, it's not part of the condition, it's"
    },
    {
      "start": 3513.5,
      "end": 3526.17,
      "text": "just unfortunate. So I sat with the hooker. Now I'm going to"
    },
    {
      "start": 3526.17,
      "end": 3531.62,
      "text": "pay for everything. Now the reason I'm going to pay for"
    },
    {
      "start": 3531.62,
      "end": 3535.74,
      "text": "everything is simple. I told Dan and Andrew that I would pay"
    },
    {
      "start": 3535.74,
      "end": 3539.5,
      "text": "for everything as long as I got to tell this story to hundreds"
    },
    {
      "start": 3539.5,
      "end": 3543.18,
      "text": "of thousands of people in the future. And they said, of"
    },
    {
      "start": 3543.18,
      "end": 3547.18,
      "text": "course you can, Jim, but be respectful and change our"
    },
    {
      "start": 3547.18,
      "end": 3550.62,
      "text": "names. Which sounds like the right thing to do now,"
    },
    {
      "start": 3550.66,
      "end": 3557.62,
      "text": "doesn't it? Now, I haven't changed their names. Their names"
    },
    {
      "start": 3557.62,
      "end": 3561.78,
      "text": "are Andrew and Daniel Connor from St Kilda, Melbourne,"
    },
    {
      "start": 3561.78,
      "end": 3566.7,
      "text": "Australia. I would have liked to have changed their names. It"
    },
    {
      "start": 3566.7,
      "end": 3570.9,
      "text": "is the right thing to do. But I look at it this way, even if"
    },
    {
      "start": 3570.9,
      "end": 3574.14,
      "text": "I changed their names, and their parents started watching"
    },
    {
      "start": 3574.14,
      "end": 3578.5,
      "text": "my comedy, they'd be like, my word, doesn't Randy and"
    },
    {
      "start": 3578.54,
      "end": 3585.34,
      "text": "Steve sound like our kids? Didn't Jim grow up with a lot of"
    },
    {
      "start": 3585.34,
      "end": 3594.95,
      "text": "people with muscular dystrophy? So I sat there with the hooker"
    },
    {
      "start": 3594.95,
      "end": 3597.99,
      "text": "and said, how much for the half hour? And she said 180. And I"
    },
    {
      "start": 3597.99,
      "end": 3601.19,
      "text": "said, I'll give you 250. Because I realized this is a"
    },
    {
      "start": 3601.19,
      "end": 3605.03,
      "text": "specialty thing you're doing. And she goes, I got one"
    },
    {
      "start": 3605.03,
      "end": 3610.18,
      "text": "question for you. And I said, shoot. And she went, is he"
    },
    {
      "start": 3610.18,
      "end": 3623.19,
      "text": "mentally retarded? And I went, Oh, yeah. That's what I"
    },
    {
      "start": 3623.23,
      "end": 3628.39,
      "text": "do. I find mentally retarded people and take them to"
    },
    {
      "start": 3628.39,
      "end": 3637.42,
      "text": "prostitutes. I'll be masturbating in the corner. He doesn't even"
    },
    {
      "start": 3637.42,
      "end": 3642.3,
      "text": "know he's here. And she went, okay, then, but if there's two of"
    },
    {
      "start": 3642.3,
      "end": 3646.54,
      "text": "you, well, no, he's not mentally retarded. It's his"
    },
    {
      "start": 3646.54,
      "end": 3652.77,
      "text": "choice to come here. There's a good chance he'll die. And she"
    },
    {
      "start": 3652.77,
      "end": 3655.05,
      "text": "went, what am I meant to do with him? And I went, I"
    },
    {
      "start": 3655.09,
      "end": 3662.17,
      "text": "don't know. I've never been a hooker. But I'm thinking give him"
    },
    {
      "start": 3662.17,
      "end": 3667.85,
      "text": "a bit of a show, dance around a bit, rub your tits in his face,"
    },
    {
      "start": 3668.17,
      "end": 3674.45,
      "text": "then suck him off. But don't sit on him or fuck him. It'll"
    },
    {
      "start": 3674.45,
      "end": 3682.45,
      "text": "kill him. So we go up to the room, which thank God was on"
    },
    {
      "start": 3682.45,
      "end": 3689.39,
      "text": "the first floor. And me and Andrew look at Dan, like two"
    },
    {
      "start": 3689.39,
      "end": 3692.91,
      "text": "proud parents, watching our child go to school for the"
    },
    {
      "start": 3692.91,
      "end": 3702.49,
      "text": "first time. And then we leave. And as we proceed to leave a pat"
    },
    {
      "start": 3702.49,
      "end": 3704.65,
      "text": "Andrew in the back, I said, Andrew, you've been a good brother"
    },
    {
      "start": 3704.65,
      "end": 3708.21,
      "text": "today. He said, thanks, mate. Then we had a hug. And then we"
    },
    {
      "start": 3708.21,
      "end": 3710.77,
      "text": "had that moment after a hug that Australian men have where we"
    },
    {
      "start": 3710.77,
      "end": 3715.01,
      "text": "go, I get out of it. What's wrong with you? And then I said,"
    },
    {
      "start": 3715.01,
      "end": 3721.13,
      "text": "hey, Andrew, how does Dan get his clothes off? And Andrew"
    },
    {
      "start": 3721.13,
      "end": 3729.96,
      "text": "went, and we went back in. Andrew looks him up and down."
    },
    {
      "start": 3729.96,
      "end": 3734.48,
      "text": "And he turns to me and goes, look, he's very fragile. I know how"
    },
    {
      "start": 3734.48,
      "end": 3738.96,
      "text": "he likes to be picked up. I'll lift him up. You take his pants"
    },
    {
      "start": 3738.96,
      "end": 3743.16,
      "text": "off. Andrew gets behind lifts him up by his armpits like I"
    },
    {
      "start": 3743.16,
      "end": 3750.69,
      "text": "couldn't have figured out their magical hold. I'm on my knees"
    },
    {
      "start": 3750.69,
      "end": 3754.53,
      "text": "taking Dan's tracksuit pants off. He always wore tracksuit"
    },
    {
      "start": 3754.53,
      "end": 3759.21,
      "text": "pants never got into fashion. And as I'm taking his tracksuit"
    },
    {
      "start": 3759.21,
      "end": 3763.13,
      "text": "pants off, what many of you are wondering is, can Dan get"
    },
    {
      "start": 3763.13,
      "end": 3770.45,
      "text": "norection? And the answer is yes. Even though none of the muscles"
    },
    {
      "start": 3770.45,
      "end": 3772.85,
      "text": "in his body work, the cock is not a muscle, the cock is a bit"
    },
    {
      "start": 3772.85,
      "end": 3776.53,
      "text": "of skin that fills with blood. If he gets aroused up here, blood"
    },
    {
      "start": 3776.53,
      "end": 3783.01,
      "text": "rushed to there. Now what nobody knew about this 32 year old"
    },
    {
      "start": 3783.01,
      "end": 3789.69,
      "text": "virgin is that Dan's packing heat. I'm talking nine and a half"
    },
    {
      "start": 3789.73,
      "end": 3794.93,
      "text": "inches of disabled misery. This cock so fucking big, I think"
    },
    {
      "start": 3794.93,
      "end": 3798.93,
      "text": "that's why the rest of his muscles didn't work. I take the"
    },
    {
      "start": 3798.93,
      "end": 3811.89,
      "text": "pants off. This thing springs up and hits me in the mouth. Then"
    },
    {
      "start": 3811.89,
      "end": 3818.94,
      "text": "the hooker goes, let's do the light. Let's explain the light. When"
    },
    {
      "start": 3818.94,
      "end": 3821.34,
      "text": "they legalized prostitution in Australia, they didn't legalize"
    },
    {
      "start": 3821.34,
      "end": 3824.14,
      "text": "it in all forms. For instance, you cannot get a street"
    },
    {
      "start": 3824.14,
      "end": 3826.9,
      "text": "walking hooker. You cannot get a prostitute to your hotel"
    },
    {
      "start": 3826.9,
      "end": 3829.9,
      "text": "room. You can only go to a brothel in a safe environment"
    },
    {
      "start": 3829.94,
      "end": 3832.86,
      "text": "where they have security for the girls in case a man shows up"
    },
    {
      "start": 3832.86,
      "end": 3836.82,
      "text": "being drunk and dickhead or whatever. And also it's safer for"
    },
    {
      "start": 3836.82,
      "end": 3840.94,
      "text": "the people who go to brothels, because the girls get tested for"
    },
    {
      "start": 3840.94,
      "end": 3846.74,
      "text": "STDs every month. So arguably, you're better off in Australia"
    },
    {
      "start": 3846.74,
      "end": 3852.66,
      "text": "fucking a prostitute than picking up a girl in a bar. But I'm"
    },
    {
      "start": 3852.66,
      "end": 3857.78,
      "text": "not going to have that conversation again. Oh my, you"
    },
    {
      "start": 3857.78,
      "end": 3860.58,
      "text": "try explaining that to a girlfriend. It's a fucking"
    },
    {
      "start": 3860.58,
      "end": 3868.34,
      "text": "minefield. But also they make it safer for the girls. If you're a"
    },
    {
      "start": 3868.34,
      "end": 3871.94,
      "text": "guy who goes to a prostitute, you have to undergo the light."
    },
    {
      "start": 3872.26,
      "end": 3875.14,
      "text": "Let's explain the light. It's very simple. Sounds like what it"
    },
    {
      "start": 3875.14,
      "end": 3882.34,
      "text": "is. You put your cock under a very bright light. And they look"
    },
    {
      "start": 3882.34,
      "end": 3887.06,
      "text": "around the shaft to see if there's anything untoward. Then"
    },
    {
      "start": 3887.1,
      "end": 3890.98,
      "text": "they get a magnifying glass out. Go through your pubes to make"
    },
    {
      "start": 3890.98,
      "end": 3898.14,
      "text": "sure nothing's running around. It's not a big deal. I've been"
    },
    {
      "start": 3898.14,
      "end": 3905.17,
      "text": "rejected heaps of times. Now the chair is here. There's a bed"
    },
    {
      "start": 3905.17,
      "end": 3909.53,
      "text": "here. There's a hot tub there. The lights over there. Now we"
    },
    {
      "start": 3909.53,
      "end": 3913.65,
      "text": "try to get the chair past the bed in the hot tub. But we"
    },
    {
      "start": 3913.65,
      "end": 3916.89,
      "text": "can't get it through. So me and Andrew walk over the hook and"
    },
    {
      "start": 3916.89,
      "end": 3918.65,
      "text": "we're whispering because we don't want Dan to hear we're"
    },
    {
      "start": 3918.65,
      "end": 3925.86,
      "text": "like, um, we can't do the light thing. And she goes, if you"
    },
    {
      "start": 3925.86,
      "end": 3930.02,
      "text": "don't do the light, I'm not doing it. And me and Andrew went,"
    },
    {
      "start": 3930.46,
      "end": 3937.62,
      "text": "ah, come on. He's a virgin. What's the worst that can happen?"
    },
    {
      "start": 3937.9,
      "end": 3943.02,
      "text": "And she whispered, actually, I'm more concerned about its"
    },
    {
      "start": 3943.02,
      "end": 3947.34,
      "text": "cleanliness. And then his brother Andrew said loudly and"
    },
    {
      "start": 3947.34,
      "end": 3954.66,
      "text": "proudly, I washed it before we came out. Now you may think you're"
    },
    {
      "start": 3954.66,
      "end": 3957.18,
      "text": "a good brother, good sister, good mother, good daughter, whatever"
    },
    {
      "start": 3957.18,
      "end": 3961.14,
      "text": "the fuck you think you are in this world. But you're nothing until"
    },
    {
      "start": 3961.14,
      "end": 3964.06,
      "text": "you've washed your disabled brother's cock to take him to a"
    },
    {
      "start": 3964.06,
      "end": 3969.38,
      "text": "prostitute. That is love, ladies and gentlemen, tangible"
    },
    {
      "start": 3969.38,
      "end": 3977.82,
      "text": "fucking love. So we looked at Dan everyone agreed it was time"
    },
    {
      "start": 3977.82,
      "end": 3983.54,
      "text": "to go. We looked at Dan. Me and Andrew looked at him and went,"
    },
    {
      "start": 3985.38,
      "end": 3991.21,
      "text": "we're going now, mate. If you've got anything you want to say to"
    },
    {
      "start": 3991.21,
      "end": 3998.28,
      "text": "us, say it now because we're going to leave, mate. And this is"
    },
    {
      "start": 3998.28,
      "end": 4042.15,
      "text": "what Dan did. Me and Andrew went back down to the bar and we"
    },
    {
      "start": 4042.15,
      "end": 4045.71,
      "text": "hanged out with the hookers. Like 10 of them sort of mulling"
    },
    {
      "start": 4045.75,
      "end": 4051.51,
      "text": "around here. We're standing there. We don't know what Dan's up"
    },
    {
      "start": 4051.51,
      "end": 4054.43,
      "text": "to, but we're standing around the bar with all the hookers. And"
    },
    {
      "start": 4054.43,
      "end": 4059.03,
      "text": "then five guys from London, walk into the bar, we're obviously"
    },
    {
      "start": 4059.03,
      "end": 4062.79,
      "text": "out of their fucking skulls on Coke. Now if you've never taken"
    },
    {
      "start": 4062.79,
      "end": 4071.71,
      "text": "a lot of Coke, then I've, if anyone's gotten it, if you've"
    },
    {
      "start": 4071.71,
      "end": 4076.43,
      "text": "never taken Coke, you know, when like five or six guys get"
    },
    {
      "start": 4076.43,
      "end": 4080.95,
      "text": "together and take Coke on like a Tuesday, there comes a point"
    },
    {
      "start": 4080.95,
      "end": 4083.67,
      "text": "at about six in the morning when we go, we better call up some"
    },
    {
      "start": 4083.67,
      "end": 4086.39,
      "text": "chicks. Maybe you call up ex girlfriends like bring some"
    },
    {
      "start": 4086.39,
      "end": 4089.51,
      "text": "friends, bring some friends. I don't know what you're"
    },
    {
      "start": 4089.51,
      "end": 4093.47,
      "text": "expecting. So basically this, I think it was a Wednesday we"
    },
    {
      "start": 4093.47,
      "end": 4095.99,
      "text": "did this. And I think these guys have been on Coke or"
    },
    {
      "start": 4095.99,
      "end": 4098.59,
      "text": "night. And they've obviously gone, okay, let's go down the"
    },
    {
      "start": 4098.63,
      "end": 4100.03,
      "text": "brothel. We'll go down the brothel. It'll be fun. We'll go down"
    },
    {
      "start": 4100.03,
      "end": 4104.19,
      "text": "the brothel. And I'm staying at the bar chatting with all the"
    },
    {
      "start": 4104.19,
      "end": 4107.67,
      "text": "hookers and these five guys from London walk in and one of them"
    },
    {
      "start": 4107.67,
      "end": 4112.55,
      "text": "recognizes me and goes, Jim fucking Jeffries, Jim fucking"
    },
    {
      "start": 4112.55,
      "end": 4114.63,
      "text": "Jeffries. I know you, mate. I know you the committee, the"
    },
    {
      "start": 4114.63,
      "end": 4118.87,
      "text": "spaz approved guys for the committee. And I went, Hey, how"
    },
    {
      "start": 4118.87,
      "end": 4121.27,
      "text": "you doing, man? He goes, Hey, Jim, Jim, Jim, Jim, Jim,"
    },
    {
      "start": 4121.27,
      "end": 4122.11,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4153.67,
      "end": 4190.36,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4190.36,
      "end": 4231.69,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4231.69,
      "end": 4266.81,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4266.81,
      "end": 4298.98,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4298.98,
      "end": 4328.98,
      "text": "and Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim,"
    },
    {
      "start": 4328.98,
      "end": 4366.02,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4366.02,
      "end": 4400.95,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4400.95,
      "end": 4437.61,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    },
    {
      "start": 4437.61,
      "end": 4457.39,
      "text": "Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim, Jim"
    }
  ]
}