{
  "video_id": "Zqv-yKgUbCA",
  "created_at": "2025-12-27T19:18:56.157593Z",
  "model": "small",
  "device": "cpu",
  "segments": [
    {
      "start": 2.45,
      "end": 36.74,
      "text": "Mr. Charlie be back in Wisconsin. I got to tell you guys because I was just down in Chicago"
    },
    {
      "start": 37.62,
      "end": 42.7,
      "text": "That's the appropriate response. I"
    },
    {
      "start": 43.86,
      "end": 45.34,
      "text": "Was driving on the highway"
    },
    {
      "start": 45.34,
      "end": 52.02,
      "text": "I was behind this one car and this car had three bumper stickers on it first bumper sticker says keep honking"
    },
    {
      "start": 52.02,
      "end": 54.02,
      "text": "I'm reloading"
    },
    {
      "start": 54.42,
      "end": 56.42,
      "text": "I'm interested"
    },
    {
      "start": 57.42,
      "end": 63.82,
      "text": "The second bumper sticker was a picture of a gun and it said we don't call 9-1-1 around here"
    },
    {
      "start": 64.58,
      "end": 68.1,
      "text": "I'm not sure why I just gave that bumper sticker a southern accent"
    },
    {
      "start": 68.42,
      "end": 72.85,
      "text": "Third bumper sticker"
    },
    {
      "start": 73.25,
      "end": 83.8,
      "text": "Co-exist. I was so confused. I didn't know what to that's like seeing a Trump sticker on a Subaru"
    },
    {
      "start": 83.8,
      "end": 85.8,
      "text": "I didn't know how to handle that. I"
    },
    {
      "start": 87.91,
      "end": 89.91,
      "text": "Know what to do with that. I"
    },
    {
      "start": 90.75,
      "end": 97.75,
      "text": "Mean, let's just take that second bumper sticker the one with the gun that said we don't call 9-1-1 around here"
    },
    {
      "start": 98.67,
      "end": 99.91,
      "text": "Really?"
    },
    {
      "start": 99.91,
      "end": 101.91,
      "text": "Never"
    },
    {
      "start": 102.15,
      "end": 104.15,
      "text": "What if you're having a heart attack?"
    },
    {
      "start": 105.39,
      "end": 108.47,
      "text": "Does your wife just take you out back like your old yell her?"
    },
    {
      "start": 111.19,
      "end": 114.95,
      "text": "Martha, I'm having chest pains. Call an ambulance"
    },
    {
      "start": 115.95,
      "end": 117.95,
      "text": "Martha"
    },
    {
      "start": 117.95,
      "end": 121.65,
      "text": "Martha sorry Darryl"
    },
    {
      "start": 122.53,
      "end": 126.05,
      "text": "But you must have forgot what we don't do around here"
    },
    {
      "start": 127.61,
      "end": 129.61,
      "text": "We don't call 9-1-1"
    },
    {
      "start": 130.65,
      "end": 134.79,
      "text": "Oh gotcha in the kneecap"
    },
    {
      "start": 136.83,
      "end": 138.83,
      "text": "Quit your blubber and I'm reloading"
    },
    {
      "start": 140.87,
      "end": 142.87,
      "text": "Open up for Mama submarine"
    },
    {
      "start": 145.43,
      "end": 161.33,
      "text": "Is it weird we're making eye contact right now and now we'll coexist with the garden"
    },
    {
      "start": 161.69,
      "end": 165.37,
      "text": "That is a DIY funeral guys"
    },
    {
      "start": 168.41,
      "end": 170.41,
      "text": "little DIY"
    },
    {
      "start": 170.73,
      "end": 178.89,
      "text": "RIP and I appreciate that I appreciate that because I'm a DIY guy myself. I am yeah. Thank you. I"
    },
    {
      "start": 179.97,
      "end": 184.29,
      "text": "Was doing my own plumbing this week. Yeah, you don't recommend that"
    },
    {
      "start": 186.17,
      "end": 189.25,
      "text": "Doing your own plumbing. It's kind of like doing your own colonoscopy"
    },
    {
      "start": 189.61,
      "end": 195.09,
      "text": "You might save some money, but you're gonna see some shit. I'll tell you that"
    },
    {
      "start": 196.65,
      "end": 198.53,
      "text": "Tell you that"
    },
    {
      "start": 198.53,
      "end": 201.45,
      "text": "So I was putting this water filter in all right now"
    },
    {
      "start": 201.45,
      "end": 205.65,
      "text": "The reason I was putting a water filter in is I was on my phone doing some research"
    },
    {
      "start": 205.65,
      "end": 210.41,
      "text": "I was dooms crawling and I came across an article from National Geographic"
    },
    {
      "start": 210.89,
      "end": 216.77,
      "text": "That said there's so many microplastics in our water that it's in all of our brains and it's in our blood"
    },
    {
      "start": 216.77,
      "end": 220.57,
      "text": "And it's in our lungs and fellas my guys my dudes"
    },
    {
      "start": 221.69,
      "end": 223.45,
      "text": "It's in our balls"
    },
    {
      "start": 223.45,
      "end": 230.99,
      "text": "So I says I got to put a water filter in before I can start playing pickleball with these things"
    },
    {
      "start": 234.5,
      "end": 237.42,
      "text": "Fine ping pong. What do you want from me? All right?"
    },
    {
      "start": 238.94,
      "end": 242.5,
      "text": "So I got that water filter in you know, and I'm sitting there"
    },
    {
      "start": 242.82,
      "end": 247.5,
      "text": "Unwrenching things and you should know by the fact that I just said unwrenching things"
    },
    {
      "start": 247.98,
      "end": 251.54,
      "text": "That I had no business unwrenching anything's I"
    },
    {
      "start": 252.5,
      "end": 256.1,
      "text": "Was successfully able to remove the faucet hose from the wall"
    },
    {
      "start": 257.1,
      "end": 261.02,
      "text": "But I forgot"
    },
    {
      "start": 261.02,
      "end": 268.89,
      "text": "Turn off the main water valve. I had a freaking fire hose shooting out of my deal, but it's not my fault"
    },
    {
      "start": 268.89,
      "end": 270.89,
      "text": "I got plastic in my brain. All right"
    },
    {
      "start": 271.65,
      "end": 275.57,
      "text": "So I'm slipping all around like I'm in Diddy's mansion, you know, and I"
    },
    {
      "start": 276.21,
      "end": 283.58,
      "text": "So I was able to get all the water out and by that time the wood floors are buckling"
    },
    {
      "start": 283.82,
      "end": 288.58,
      "text": "So what I'm telling you is my effort to save $200 on a Palmer"
    },
    {
      "start": 289.3,
      "end": 293.3,
      "text": "Now I'm supposed to spend $5,000 on a carpenter"
    },
    {
      "start": 294.46,
      "end": 303.16,
      "text": "So I've been taking up woodworking and I can't help it guys. I'm Midwest cheap Midwest cheap"
    },
    {
      "start": 303.16,
      "end": 305.16,
      "text": "It's a hereditary disease"
    },
    {
      "start": 305.44,
      "end": 310.24,
      "text": "It's passed down from your father's side traditionally"
    },
    {
      "start": 311.36,
      "end": 314.28,
      "text": "That's where I got it from I got it from my grandpa Bob"
    },
    {
      "start": 315.32,
      "end": 317.2,
      "text": "There was this one time"
    },
    {
      "start": 317.2,
      "end": 321.24,
      "text": "That my grandma Sue my grandma Sue is here tonight. Where's my grandma Sue at? Oh"
    },
    {
      "start": 322.08,
      "end": 324.32,
      "text": "She's right there. There she is. Hey grandma"
    },
    {
      "start": 324.72,
      "end": 332.32,
      "text": "There was this one time my grandma Sue's dentures broke and"
    },
    {
      "start": 333.16,
      "end": 335.8,
      "text": "She asked my grandpa Bob to take him to the dentist"
    },
    {
      "start": 336.16,
      "end": 338.88,
      "text": "My grandpa Bob did not take him to the dentist"
    },
    {
      "start": 339.8,
      "end": 345.44,
      "text": "He took those dentures to the basement to fix them with a drill like a medieval Lord the dentist"
    },
    {
      "start": 346.0,
      "end": 350.5,
      "text": "My grandma Sue was so pissed. She was screaming at him"
    },
    {
      "start": 353.56,
      "end": 366.32,
      "text": "He had to go to the garage to kidnap his tackle box and use it as a bargaining chip because this turned into a hostage situation"
    },
    {
      "start": 367.84,
      "end": 373.13,
      "text": "She's just holding his bucktails over the garbage disposal"
    },
    {
      "start": 373.47,
      "end": 375.47,
      "text": "I dare you I dare you"
    },
    {
      "start": 375.75,
      "end": 381.64,
      "text": "If my grandpa Bob was here with us tonight"
    },
    {
      "start": 382.44,
      "end": 384.78,
      "text": "He would be is my balcony with me"
    },
    {
      "start": 385.4,
      "end": 392.24,
      "text": "Is the very last row in the third balcony with me?"
    },
    {
      "start": 392.96,
      "end": 397.21,
      "text": "That's where my grandpa Bob would be sitting"
    },
    {
      "start": 398.65,
      "end": 404.53,
      "text": "They are Midwest cheap too. They save money on the ticket. They spend it on the beer. That's the move"
    },
    {
      "start": 405.29,
      "end": 411.55,
      "text": "Meanwhile my grandma Sue before the show"
    },
    {
      "start": 411.55,
      "end": 417.39,
      "text": "She was out here in the front row putting jackets on these seats like she was saving it for Christmas Mass"
    },
    {
      "start": 417.95,
      "end": 420.63,
      "text": "Because my grandma Sue is Midwest rich"
    },
    {
      "start": 421.87,
      "end": 425.39,
      "text": "She didn't have any money either, but her credit card don't know it yet"
    },
    {
      "start": 425.83,
      "end": 432.67,
      "text": "That's what kept the fire alive in their marriage for 60 years"
    },
    {
      "start": 433.23,
      "end": 437.43,
      "text": "Grammas Sue she would say something like Bob the dishwasher smells like burning rubber"
    },
    {
      "start": 437.55,
      "end": 441.63,
      "text": "Then my grandpa Bob would say something like then stop smelling things"
    },
    {
      "start": 442.51,
      "end": 449.31,
      "text": "There was a moment though toward the end of my grandpa Bob's life where he got really serious with my grandma"
    },
    {
      "start": 449.31,
      "end": 455.99,
      "text": "So he said so I know you want to fix all these appliances, but you're just gonna have to wait till after I die"
    },
    {
      "start": 456.27,
      "end": 463.27,
      "text": "Could spend in the money would kill me dead and then my grandpa Bob passed away"
    },
    {
      "start": 464.39,
      "end": 467.23,
      "text": "And look everybody's got their own way of mourning"
    },
    {
      "start": 467.67,
      "end": 474.83,
      "text": "Some people turn to therapy some people turn to the bottle my grandma Sue she turned to the good book"
    },
    {
      "start": 475.51,
      "end": 477.51,
      "text": "the Lowe's home catalog"
    },
    {
      "start": 479.31,
      "end": 488.35,
      "text": "The very next day Grammas Sue replaced every single appliance in that kitchen like she just won the prices right showcase showdown"
    },
    {
      "start": 491.97,
      "end": 497.29,
      "text": "That's how it went so I do I'm Midwest cheap like the other day the zipper on my suitcase broke"
    },
    {
      "start": 497.57,
      "end": 500.91,
      "text": "Now here's what a normal person would do in that situation"
    },
    {
      "start": 500.91,
      "end": 503.57,
      "text": "They buy a new suitcase, but not me no"
    },
    {
      "start": 503.57,
      "end": 509.01,
      "text": "Why would I buy a new suitcase when I got a free ratchet strap hanging in the garage? I?"
    },
    {
      "start": 510.17,
      "end": 514.93,
      "text": "Just strapped that sucker up. I slapped it. I says that's not going anywhere"
    },
    {
      "start": 516.37,
      "end": 519.45,
      "text": "Which is exactly what the TSA said and"
    },
    {
      "start": 520.25,
      "end": 529.74,
      "text": "You know rich people when they want to get new glassware they go somewhere fancy like like the Creighton barrel"
    },
    {
      "start": 529.74,
      "end": 536.58,
      "text": "And they buy these rustic jar-looking glasses not me. I'm not buying rustic jar-looking glasses hell"
    },
    {
      "start": 536.58,
      "end": 540.78,
      "text": "No, I just buy pickles and the glassware takes care of itself"
    },
    {
      "start": 541.38,
      "end": 550.97,
      "text": "Some spendy people in the audience tonight. All right. All right. Let me redo that joke for you"
    },
    {
      "start": 550.97,
      "end": 554.17,
      "text": "I don't buy glassware at all. I just buy cashew butter"
    },
    {
      "start": 557.65,
      "end": 559.65,
      "text": "Well something for everyone here tonight"
    },
    {
      "start": 560.93,
      "end": 562.93,
      "text": "Rich people buy floss"
    },
    {
      "start": 563.81,
      "end": 568.37,
      "text": "I'm not buying floss. No, I've been using the same piece of fishing line for the past three years"
    },
    {
      "start": 569.73,
      "end": 571.73,
      "text": "When I hand it down to my grandchildren"
    },
    {
      "start": 572.49,
      "end": 581.06,
      "text": "Rich people when they go on vacation they fly somewhere exotic and they stay at the fanciest hotels"
    },
    {
      "start": 581.38,
      "end": 584.22,
      "text": "Like I look like the Radisson, you know"
    },
    {
      "start": 586.1,
      "end": 591.7,
      "text": "Not me I'm not staying at no Radisson. No, I am driving to the Holiday Inn and"
    },
    {
      "start": 592.7,
      "end": 595.2,
      "text": "Sleeping in my car in the parking lot"
    },
    {
      "start": 596.7,
      "end": 602.58,
      "text": "Because then I wake up in the morning I walk inside boom free continental breakfast"
    },
    {
      "start": 604.14,
      "end": 611.22,
      "text": "And I got a lot of reasons that I'm Midwest cheap another reason is my parents who are also here tonight. Where are my parents at?"
    },
    {
      "start": 612.78,
      "end": 614.78,
      "text": "My mom and my dad. Yeah"
    },
    {
      "start": 615.18,
      "end": 626.26,
      "text": "They're Midwest cheap. They are they had no other option than to be Midwest cheap because they had 12 kids"
    },
    {
      "start": 627.7,
      "end": 629.7,
      "text": "Yes, Jesus was involved"
    },
    {
      "start": 631.7,
      "end": 634.94,
      "text": "Like my mom she could make it rain with Kohl's cash"
    },
    {
      "start": 636.66,
      "end": 641.08,
      "text": "When came to Kohl's cash, she was like Lil Wayne in an Atlanta strip club just"
    },
    {
      "start": 641.66,
      "end": 649.72,
      "text": "My mom had 12 kids and no epidural now"
    },
    {
      "start": 650.24,
      "end": 656.72,
      "text": "That is either the most badass thing you can do as a human being or the cheapest. I'm not sure which"
    },
    {
      "start": 657.6,
      "end": 660.76,
      "text": "We grew up wearing all these hand-me-downs"
    },
    {
      "start": 661.36,
      "end": 664.6,
      "text": "Because there are all these people in the neighborhood that knew we had a bunch of kids"
    },
    {
      "start": 664.6,
      "end": 667.04,
      "text": "So they would bring all their old crap over to our house"
    },
    {
      "start": 667.88,
      "end": 671.02,
      "text": "Because the nearest goodwill was 15 more minutes down the road"
    },
    {
      "start": 672.36,
      "end": 676.0,
      "text": "So I grew up wearing all these shirts for things I never accomplished"
    },
    {
      "start": 676.56,
      "end": 688.27,
      "text": "Like Harvard rowing I can't do either of them things. I grew up wearing shirts for places. I had never been"
    },
    {
      "start": 689.19,
      "end": 696.59,
      "text": "There was this one shirt salty dog Hilton head. I didn't even try wearing that shirt on account. I thought was a sex position"
    },
    {
      "start": 696.59,
      "end": 704.82,
      "text": "I got my first soccer jersey from this pile clothes now look growing up"
    },
    {
      "start": 704.82,
      "end": 708.54,
      "text": "I didn't watch professional soccer because I have friends, but"
    },
    {
      "start": 709.26,
      "end": 716.74,
      "text": "It was Halloween in school. So I was going as a guy who never won a fight. So"
    },
    {
      "start": 717.14,
      "end": 723.34,
      "text": "But when I walked in this girl Kim she goes hey, that's my uncle's dart league shirts"
    },
    {
      "start": 723.34,
      "end": 729.94,
      "text": "I was like what's no, it's not wait. Is that well, that's why it smells like cigarettes and Polish. Okay"
    },
    {
      "start": 731.74,
      "end": 735.06,
      "text": "And I'll tell you this right now. It's not like my family didn't have money"
    },
    {
      "start": 735.34,
      "end": 742.38,
      "text": "My dad was a doctor. My dad still is a doctor. In fact, he's gonna be a doctor till the day he dies because he had 12 kids"
    },
    {
      "start": 742.94,
      "end": 747.74,
      "text": "Do you know what it's like don't be in the second oldest 12 kids"
    },
    {
      "start": 749.74,
      "end": 751.74,
      "text": "Nobody okay"
    },
    {
      "start": 752.74,
      "end": 759.46,
      "text": "I'll tell you I'll tell you you're the second oldest and then you see in another kid come and then another kid come and"
    },
    {
      "start": 759.54,
      "end": 765.42,
      "text": "Then another kid come and you just watch your inheritance go down and down and down and down"
    },
    {
      "start": 766.18,
      "end": 772.81,
      "text": "This is how my mom would tell us there was a new baby coming. It was during prayer time"
    },
    {
      "start": 772.81,
      "end": 780.01,
      "text": "She would get all the kids upstairs. She'd call for us Andy Charlie Billy prayer time Betsy Maggie Addie prayer time"
    },
    {
      "start": 780.09,
      "end": 783.97,
      "text": "But you know, we were cage-free kids. So we were out there"
    },
    {
      "start": 784.25,
      "end": 791.49,
      "text": "We were running around we weren't good listeners. So she'd have to start shouting for us Andy Charlie Billy prayer time"
    },
    {
      "start": 791.89,
      "end": 796.25,
      "text": "Betsy Maggie Addie prayer time and my dad while we were doing prayer time"
    },
    {
      "start": 796.29,
      "end": 802.77,
      "text": "He was down sitting on the couch doing TV time and he got sick hearing us ignoring"
    },
    {
      "start": 802.81,
      "end": 809.61,
      "text": "His wife so then he got into the mix Andy Charlie Billy get your sorry asses up to prayers"
    },
    {
      "start": 810.13,
      "end": 815.63,
      "text": "And then we all got up there for prayers and then we started prayers"
    },
    {
      "start": 816.63,
      "end": 822.51,
      "text": "God bless Andy Charlie Billy Betsy Maggie Addie Mary Kate and and"
    },
    {
      "start": 823.15,
      "end": 825.15,
      "text": "When my mom said and"
    },
    {
      "start": 825.71,
      "end": 832.06,
      "text": "Me and my brothers were looking at each other like how are they still doing it?"
    },
    {
      "start": 834.88,
      "end": 836.88,
      "text": "Where do they find the time?"
    },
    {
      "start": 838.24,
      "end": 844.78,
      "text": "Is this why we're in CCD I get it I get it"
    },
    {
      "start": 846.58,
      "end": 851.18,
      "text": "Yeah, that's what my parents spent their money on they spent their money on kids my dad"
    },
    {
      "start": 851.18,
      "end": 857.42,
      "text": "He wasn't gonna hire a construction crew. No, not when he already made a construction crew with my mom"
    },
    {
      "start": 858.02,
      "end": 865.22,
      "text": "At a very early age. We were putting down the tile. We were taking out the drywall"
    },
    {
      "start": 865.22,
      "end": 868.5,
      "text": "We were removing asbestos from the basement"
    },
    {
      "start": 869.22,
      "end": 872.94,
      "text": "Stand"
    },
    {
      "start": 872.94,
      "end": 876.18,
      "text": "Standard stuff"
    },
    {
      "start": 876.18,
      "end": 878.86,
      "text": "Don't worry. It's not COVID. I've had it for 20 years"
    },
    {
      "start": 879.98,
      "end": 884.86,
      "text": "So I went inside seeking some workman's compensation"
    },
    {
      "start": 885.1,
      "end": 889.74,
      "text": "Yeah, I was like dad. Can I get paid for this? He's like, you know what?"
    },
    {
      "start": 889.74,
      "end": 895.94,
      "text": "You've already been paid with a roof over your head three square meals and by the way character"
    },
    {
      "start": 897.18,
      "end": 900.34,
      "text": "That really stretched my slinky. I'll tell you that right now"
    },
    {
      "start": 901.1,
      "end": 906.66,
      "text": "Cuz characters not gonna buy you GAC characters not gonna buy you Duncan yo-yo"
    },
    {
      "start": 907.26,
      "end": 913.02,
      "text": "Characters not gonna buy you Pogs now if you're sitting out there saying yeah, those were some pretty cool toys"
    },
    {
      "start": 913.02,
      "end": 917.18,
      "text": "I'm here to let you know your colonoscopy is not gonna schedule itself"
    },
    {
      "start": 917.86,
      "end": 924.71,
      "text": "Hey guys real quick 15 second deal here. Thanks for watching the special"
    },
    {
      "start": 924.71,
      "end": 929.11,
      "text": "It means a lot to me if you want to like and subscribe that'd be that'd be pretty cool"
    },
    {
      "start": 929.15,
      "end": 933.07,
      "text": "And also I want to let you know that this special is brought to you by"
    },
    {
      "start": 933.59,
      "end": 939.91,
      "text": "Baron's old-fashioned brandy the more of it you buy the less money we lose on the special. Thanks Miles"
    },
    {
      "start": 941.83,
      "end": 943.83,
      "text": "Cheers"
    },
    {
      "start": 944.27,
      "end": 948.63,
      "text": "But I figured out a little loophole guys I figured out a loophole I figured out"
    },
    {
      "start": 949.43,
      "end": 951.43,
      "text": "That if I got a real job"
    },
    {
      "start": 951.59,
      "end": 956.03,
      "text": "Well, then I couldn't be put to work for free. All right, so at the age of 12 years old"
    },
    {
      "start": 956.03,
      "end": 959.15,
      "text": "I got my first official job as a caddy"
    },
    {
      "start": 960.35,
      "end": 963.19,
      "text": "So yeah, great dead silence. Okay"
    },
    {
      "start": 963.95,
      "end": 966.91,
      "text": "That's fine. I'll take dead silence. It's better than the reaction"
    },
    {
      "start": 966.91,
      "end": 974.11,
      "text": "I got when I said that in California because somebody shouted back 12 years old. I'm sorry. That's child labor"
    },
    {
      "start": 976.56,
      "end": 982.88,
      "text": "Like that's not child labor lady. It's a part-time job. All right child labor is very different"
    },
    {
      "start": 983.36,
      "end": 991.59,
      "text": "Child labor is what made the golf bag. It's true. It's a Nike golf bag"
    },
    {
      "start": 993.31,
      "end": 1009.29,
      "text": "That's where Nike got its slogan from just do it so a lot of fans of Nike in here"
    },
    {
      "start": 1010.65,
      "end": 1014.13,
      "text": "And I'll tell you this as a caddy you got to learn all these dumb rules"
    },
    {
      "start": 1014.29,
      "end": 1020.33,
      "text": "You know one of the rules is you must cup the club heads when you walk because the club heads rattle and"
    },
    {
      "start": 1020.69,
      "end": 1023.25,
      "text": "Golf is a very serious game"
    },
    {
      "start": 1023.25,
      "end": 1029.73,
      "text": "And you must not disturb the middle-aged men from hitting on the underage bev cart girls"
    },
    {
      "start": 1029.73,
      "end": 1035.69,
      "text": "That is not okay. That is not okay cut to me walking up to the ninth hole though"
    },
    {
      "start": 1037.61,
      "end": 1041.57,
      "text": "Because I'm 12 years old guys I forgot to care all right"
    },
    {
      "start": 1042.61,
      "end": 1046.85,
      "text": "So I get up there. I pull out the potter. I give the potter to my member"
    },
    {
      "start": 1047.37,
      "end": 1050.41,
      "text": "very weird name for a 12 year old to call grown man, but"
    },
    {
      "start": 1052.01,
      "end": 1054.01,
      "text": "He takes the potter"
    },
    {
      "start": 1054.01,
      "end": 1060.21,
      "text": "And he pots and he misses by a long shot like it won't even close that ball rolled off the green"
    },
    {
      "start": 1060.21,
      "end": 1064.73,
      "text": "But then he gets mad at me. He's like, you know what was in my head that whole damn time"
    },
    {
      "start": 1064.73,
      "end": 1068.65,
      "text": "I was like how you should probably lawyer up for what you said to that bev cart girl"
    },
    {
      "start": 1070.13,
      "end": 1073.37,
      "text": "He said oh, I could think of was the rattling of those clubs"
    },
    {
      "start": 1073.37,
      "end": 1079.29,
      "text": "I was like, oh geez Louise if you are this man now just wait till you figure out. I lost your nine iron"
    },
    {
      "start": 1080.77,
      "end": 1086.97,
      "text": "But I said I was sorry I says I'm sorry"
    },
    {
      "start": 1087.17,
      "end": 1091.01,
      "text": "You know and that's something that's really stuck with me to adulthood guys"
    },
    {
      "start": 1091.01,
      "end": 1097.93,
      "text": "I am always saying I'm sorry because I'm a Midwest guy, right trying to be overly polite like oh, sorry"
    },
    {
      "start": 1097.93,
      "end": 1103.25,
      "text": "I didn't see you there. Oh, sorry. I'm late. Oh, sorry. You stepped on my foot. That's my bad"
    },
    {
      "start": 1103.89,
      "end": 1107.89,
      "text": "Sorry, I brought beer into church. I didn't know"
    },
    {
      "start": 1109.17,
      "end": 1115.78,
      "text": "Not really a wine guy. It's always BYOB for the JC. I"
    },
    {
      "start": 1117.54,
      "end": 1119.54,
      "text": "I'm sorry"
    },
    {
      "start": 1120.42,
      "end": 1129.19,
      "text": "Sorry, we're cousins. I sorry. I'm not giving you any further context to that. Sorry. I"
    },
    {
      "start": 1131.11,
      "end": 1136.03,
      "text": "Am always saying I'm sorry. I never mean it, but I always say it"
    },
    {
      "start": 1136.99,
      "end": 1141.79,
      "text": "Plus I got a lot of reasons to be sorry because I got a scotch of the ADHD"
    },
    {
      "start": 1143.27,
      "end": 1148.87,
      "text": "Just a scotch just a scotch not a dab just a scotch. No, I mean it. I went to the doctor"
    },
    {
      "start": 1148.87,
      "end": 1152.95,
      "text": "I got it official the doctor said to me what makes you think you have ADHD"
    },
    {
      "start": 1153.59,
      "end": 1159.15,
      "text": "And he says well doc, I don't know a bunch of people says I should get tested. So here I am getting tested"
    },
    {
      "start": 1159.15,
      "end": 1162.99,
      "text": "I don't think I got though if I minus. Oh my gosh, I love this stained glass window"
    },
    {
      "start": 1163.27,
      "end": 1166.71,
      "text": "This is so cool. You know, this reminds me of the stained glass window"
    },
    {
      "start": 1166.71,
      "end": 1170.91,
      "text": "I saw in church the other day except there was Adam and Eve there and they were in the Garden of Eden"
    },
    {
      "start": 1170.91,
      "end": 1174.99,
      "text": "The priest was talking about and he said that they ate the forbidden fruit from the Tree of Knowledge"
    },
    {
      "start": 1174.99,
      "end": 1179.91,
      "text": "And once they ate the forbidden fruit bad stuff started to happen. No, I'm not really sure what the bad stuff was"
    },
    {
      "start": 1179.91,
      "end": 1184.15,
      "text": "I was getting yelled at for bringing a beer in which I thought was ridiculous"
    },
    {
      "start": 1184.15,
      "end": 1187.55,
      "text": "I'm sitting there in the pew the usher comes up. He says you can't have that beer in here"
    },
    {
      "start": 1187.55,
      "end": 1191.95,
      "text": "I says I'm holding on to it for the groom. It's not even open. He says it is too open"
    },
    {
      "start": 1192.71,
      "end": 1194.71,
      "text": "God's open a little bit, but"
    },
    {
      "start": 1195.67,
      "end": 1202.07,
      "text": "Why are you getting mad at me? Look at all these people on their phones and the usher says they're fouling along in their online Bible"
    },
    {
      "start": 1202.07,
      "end": 1206.51,
      "text": "I just know they're not I know that trick. I do it every time the Packers are playing"
    },
    {
      "start": 1207.39,
      "end": 1214.13,
      "text": "But then doc I started thinking about these phones and I started thinking about artificial intelligence"
    },
    {
      "start": 1214.13,
      "end": 1221.45,
      "text": "And do you know right now these billionaire tech bros are becoming trillionaire tech bros because they stole our data to train AI"
    },
    {
      "start": 1221.45,
      "end": 1225.85,
      "text": "To take our jobs. I'm serious. Have you seen Elon Musk's Optimus robots?"
    },
    {
      "start": 1225.85,
      "end": 1230.65,
      "text": "You know the one that Kim Kardashian was whoo-a-ing to he says in a few years"
    },
    {
      "start": 1230.65,
      "end": 1234.49,
      "text": "There's gonna be more robots than people and they're gonna take all of our jobs"
    },
    {
      "start": 1234.49,
      "end": 1240.05,
      "text": "And we're gonna have to survive off of universal basic income is he serious has he not seen I robot"
    },
    {
      "start": 1240.05,
      "end": 1246.99,
      "text": "This is the stuff Will Smith warned us about and it's not just that doc the US military is training these AI"
    },
    {
      "start": 1247.19,
      "end": 1256.07,
      "text": "Robots in war have they not seen the Terminator and also the Chinese military's got these AI robot dogs with a k-47s on their back"
    },
    {
      "start": 1256.07,
      "end": 1258.17,
      "text": "Have they not seen Paw Patrol?"
    },
    {
      "start": 1259.39,
      "end": 1264.79,
      "text": "Is going on here do you mind if I pace it helps me spiral so listen"
    },
    {
      "start": 1266.35,
      "end": 1271.47,
      "text": "I'm not saying that artificial intelligence is all bad. No, I think it can do a lot of good"
    },
    {
      "start": 1271.47,
      "end": 1274.91,
      "text": "It can make a lot of medical advances. It can help us fight climate change"
    },
    {
      "start": 1274.99,
      "end": 1281.95,
      "text": "But right now these tech giants are racing to super intelligence and they have all admitted that super intelligence could kill the entire"
    },
    {
      "start": 1282.03,
      "end": 1287.83,
      "text": "Human race if they're not being safe about it. So are they being safe about it? Well doc, let me put you like this"
    },
    {
      "start": 1287.83,
      "end": 1289.83,
      "text": "You've been ice fishing right"
    },
    {
      "start": 1290.39,
      "end": 1295.91,
      "text": "Now we all got the body that likes to take his truck out onto the ice is that safe?"
    },
    {
      "start": 1295.91,
      "end": 1299.75,
      "text": "Well, let's just say if I'm in that truck. I'm rolling the windows down, okay"
    },
    {
      "start": 1300.31,
      "end": 1305.67,
      "text": "And I'm also not putting my seatbelt on because out on the road. It's click it or ticket, but out on the ice"
    },
    {
      "start": 1305.67,
      "end": 1307.51,
      "text": "It's click it and casket"
    },
    {
      "start": 1307.51,
      "end": 1310.72,
      "text": "I'm getting to my point"
    },
    {
      "start": 1310.72,
      "end": 1311.2,
      "text": "Okay"
    },
    {
      "start": 1311.2,
      "end": 1317.92,
      "text": "What I'm telling you is that these tech pros are driving a freakin semi out onto the ice and they got all of us ratchet"
    },
    {
      "start": 1317.92,
      "end": 1323.4,
      "text": "Strap to the bet they are spending all their money making it stronger not safer because"
    },
    {
      "start": 1323.68,
      "end": 1329.72,
      "text": "They're racing to super intelligence because the first one there gets to become a trillionaire because the AI takes all of our jobs"
    },
    {
      "start": 1329.72,
      "end": 1333.4,
      "text": "That's right. I'm telling you we are risking human civilization"
    },
    {
      "start": 1333.4,
      "end": 1335.92,
      "text": "So a bunch of CEOs don't need to pay workman's compensation"
    },
    {
      "start": 1336.6,
      "end": 1344.0,
      "text": "It makes absolutely no sense by the way is that ink splotch supposed to be a butterfly or a vagina because right here"
    },
    {
      "start": 1344.52,
      "end": 1348.76,
      "text": "I'm seeing butterfly, but up here. It's looking a little frisky now"
    },
    {
      "start": 1350.44,
      "end": 1355.32,
      "text": "Anyways doc, I know what you're thinking there must be some kind of regulation on artificial intelligence"
    },
    {
      "start": 1355.4,
      "end": 1361.0,
      "text": "No, there is more regulation on a broad worse than the entire artificial intelligence industry"
    },
    {
      "start": 1361.32,
      "end": 1367.32,
      "text": "Why because these billionaire tech pros are bribing congress. Oh, I didn't mean to say bribing phones are listening"
    },
    {
      "start": 1367.96,
      "end": 1369.96,
      "text": "They're lobbying congress"
    },
    {
      "start": 1370.2,
      "end": 1376.28,
      "text": "Doesn't that make you mad? This isn't we the people it's they the billionaires and I know what you're thinking"
    },
    {
      "start": 1376.36,
      "end": 1381.24,
      "text": "Why don't they care? Well, they all got doomsday bunkers and none of us got that best"
    },
    {
      "start": 1381.32,
      "end": 1398.81,
      "text": "I got is a basement and I don't even know if that works in a tornado yet. You're mad. You're mad, aren't you?"
    },
    {
      "start": 1398.89,
      "end": 1403.61,
      "text": "I'm mad too. Hey, you know what? We don't have to be mad. Let's call our congressman"
    },
    {
      "start": 1403.69,
      "end": 1410.25,
      "text": "We can make our voice be heard. We can tell that we need an international treaty for AI safety"
    },
    {
      "start": 1410.49,
      "end": 1415.13,
      "text": "We will not let our families get hurt. No, we will make our voices heard"
    },
    {
      "start": 1415.53,
      "end": 1419.21,
      "text": "Let's do it together. We will not be distracted"
    },
    {
      "start": 1419.77,
      "end": 1422.97,
      "text": "Actually, first check out this video in my feed. Isn't that cool?"
    },
    {
      "start": 1423.85,
      "end": 1426.49,
      "text": "God squirrels, they do the darndest things"
    },
    {
      "start": 1428.33,
      "end": 1429.45,
      "text": "Yeah"
    },
    {
      "start": 1429.45,
      "end": 1431.13,
      "text": "Oh my gosh"
    },
    {
      "start": 1431.13,
      "end": 1445.15,
      "text": "He's trying to climb up the feeder and they put oil on the feeder. He's not gonna get up the fat bastard. Oh, look at him"
    },
    {
      "start": 1446.11,
      "end": 1446.99,
      "text": "Oh god"
    },
    {
      "start": 1446.99,
      "end": 1451.47,
      "text": "No, I know that AI controls these algorithms on our feeds and whatnot"
    },
    {
      "start": 1451.55,
      "end": 1457.23,
      "text": "But I'm not afraid of that AI because it just makes me so happy and forget about everything else in life"
    },
    {
      "start": 1457.79,
      "end": 1462.35,
      "text": "Oh, what was I talking about? Oh, yeah, yeah, yeah adamant even the garden of Eden. I don't know doc"
    },
    {
      "start": 1462.91,
      "end": 1466.99,
      "text": "Sometimes do you feel like we're in the garden of Eden all over again?"
    },
    {
      "start": 1467.87,
      "end": 1470.59,
      "text": "And maybe we've already eaten the forbidden fruit"
    },
    {
      "start": 1475.4,
      "end": 1480.68,
      "text": "Is that why there's an apple on the back of this damn thing and it's got a bite taken out"
    },
    {
      "start": 1480.76,
      "end": 1482.76,
      "text": "Jesus Louise"
    },
    {
      "start": 1482.84,
      "end": 1496.96,
      "text": "Oh my god, and before I could even finish answering his question. He handed me a prescription for legal math. It was crazy"
    },
    {
      "start": 1497.84,
      "end": 1499.12,
      "text": "Crazy"
    },
    {
      "start": 1499.12,
      "end": 1504.64,
      "text": "No, I tell you guys that's what ADD does to me. It sends me deep deep down these rabbit holes"
    },
    {
      "start": 1504.72,
      "end": 1506.72,
      "text": "Meanwhile, my simple to-do list"
    },
    {
      "start": 1507.28,
      "end": 1512.0,
      "text": "Yeah, it doesn't stand a chance. No, I call it procrastination through"
    },
    {
      "start": 1512.64,
      "end": 1514.64,
      "text": "Disasturbation"
    },
    {
      "start": 1514.8,
      "end": 1519.92,
      "text": "I perfected it. I perfected it like I spent three full days looking into how"
    },
    {
      "start": 1520.4,
      "end": 1527.84,
      "text": "Climate change was killing the walleye population in northern wisconsin and then also killing the economy in northern wisconsin"
    },
    {
      "start": 1527.92,
      "end": 1535.28,
      "text": "Because of the lack of snow with the snowmobiling season three full days. I spent looking into that and three full months"
    },
    {
      "start": 1536.16,
      "end": 1538.16,
      "text": "Just never getting health insurance"
    },
    {
      "start": 1539.44,
      "end": 1543.52,
      "text": "I just didn't get it. I didn't get it and then I had to go to the ER"
    },
    {
      "start": 1545.2,
      "end": 1547.2,
      "text": "I'm fine. Thanks for none of you asking"
    },
    {
      "start": 1549.53,
      "end": 1555.53,
      "text": "I had to go to the ER because I cut the ball my foot and I had to get eight stitches in the ball my foot"
    },
    {
      "start": 1556.25,
      "end": 1558.25,
      "text": "Yeah, now that's bad news"
    },
    {
      "start": 1559.13,
      "end": 1560.73,
      "text": "Here's the good news"
    },
    {
      "start": 1560.73,
      "end": 1562.17,
      "text": "fellas"
    },
    {
      "start": 1562.17,
      "end": 1566.73,
      "text": "If you have to cut one of your balls, I'm telling you guys the ball your foot is the one you want to cut"
    },
    {
      "start": 1568.25,
      "end": 1571.5,
      "text": "It's a pro tip right there"
    },
    {
      "start": 1571.58,
      "end": 1576.14,
      "text": "Now here's how I cut the ball my foot. All right. I was swimming with my buddies in this pool"
    },
    {
      "start": 1576.86,
      "end": 1578.86,
      "text": "that we found and"
    },
    {
      "start": 1579.82,
      "end": 1582.78,
      "text": "And I says fellas, can I interest you in a little game of mermaids?"
    },
    {
      "start": 1583.82,
      "end": 1590.62,
      "text": "And if you're not sure what mermaids is it's a great game. It's where you swim underwater as long as you can on one breath of air"
    },
    {
      "start": 1590.78,
      "end": 1593.34,
      "text": "Okay, and before you ask no, I was not drunk"
    },
    {
      "start": 1594.7,
      "end": 1597.1,
      "text": "I was the other one, but I was not drunk"
    },
    {
      "start": 1598.54,
      "end": 1603.5,
      "text": "So all of my friends go but only one friend can even get to the other end of the pool"
    },
    {
      "start": 1603.66,
      "end": 1604.78,
      "text": "I was like, all right"
    },
    {
      "start": 1604.78,
      "end": 1610.86,
      "text": "I'm gonna show you guys that I can get to that end of the pool kickflip get to the other end of the pool on one breath of air"
    },
    {
      "start": 1611.1,
      "end": 1618.14,
      "text": "Because guys I can hold my breath for a really really really really long time. Also didn't get enough attention as a child. So"
    },
    {
      "start": 1619.82,
      "end": 1622.22,
      "text": "That's why I'm up here today actually and"
    },
    {
      "start": 1623.1,
      "end": 1627.9,
      "text": "So I start swimming I get to the other end of the pool I kickflip"
    },
    {
      "start": 1627.98,
      "end": 1633.02,
      "text": "But on my kickflip I hit the pool great and I sliced the ball of my foot"
    },
    {
      "start": 1633.98,
      "end": 1639.42,
      "text": "Don't worry. My buddies were there my friends my guys they jumped into action"
    },
    {
      "start": 1639.66,
      "end": 1646.78,
      "text": "My one buddy was like, oh my gosh. We got a bleeder. Hang on. I'll get my belt. I'm like, dude, you're a 44 waist"
    },
    {
      "start": 1646.94,
      "end": 1649.9,
      "text": "I'm not sure what the hell that's gonna do in this situation"
    },
    {
      "start": 1651.42,
      "end": 1656.06,
      "text": "My other buddy comes running over. I think we got a pee on it. I'm like put that thing away"
    },
    {
      "start": 1657.5,
      "end": 1659.5,
      "text": "I'm not a jellyfish. All right"
    },
    {
      "start": 1659.9,
      "end": 1667.02,
      "text": "Finally my third buddy comes over. He's a nurse. I'm like, where the hell have you been this whole time?"
    },
    {
      "start": 1667.9,
      "end": 1671.74,
      "text": "He wraps up my foot tight puts me in the car takes me into the er"
    },
    {
      "start": 1672.14,
      "end": 1677.98,
      "text": "But on the way to the er, I am getting so paranoid because I can't feel my big toe"
    },
    {
      "start": 1678.62,
      "end": 1683.18,
      "text": "And I says tom, do you think they're gonna have to amputate it? And he says no"
    },
    {
      "start": 1683.82,
      "end": 1685.82,
      "text": "I think the gummy bears just kicking in"
    },
    {
      "start": 1690.03,
      "end": 1693.55,
      "text": "So well that makes sense because I'm getting afraid of the dark right now too"
    },
    {
      "start": 1695.47,
      "end": 1697.47,
      "text": "I turned the dome light on"
    },
    {
      "start": 1698.67,
      "end": 1702.35,
      "text": "Forgetting that tom had just become a dad"
    },
    {
      "start": 1703.47,
      "end": 1708.83,
      "text": "Now I don't know if you guys know anything about dads and dome lights, but they don't mix"
    },
    {
      "start": 1710.91,
      "end": 1716.03,
      "text": "Soon as I turned that dome light on tommy lost his freaking marbles"
    },
    {
      "start": 1716.51,
      "end": 1724.35,
      "text": "He's like, are you kidding me turn it off? It's illegal. It's not illegal. It is perfectly okay"
    },
    {
      "start": 1726.27,
      "end": 1731.95,
      "text": "How many of you thought that was illegal before this moment right now? Yeah, your fathers have lied to you"
    },
    {
      "start": 1734.54,
      "end": 1739.26,
      "text": "So I'm in the er waiting room. All right, and and the paranoia starts coming back"
    },
    {
      "start": 1739.58,
      "end": 1745.1,
      "text": "I know tom said I'd be okay, but tom he's a nurse. I wanted to ask a doctor"
    },
    {
      "start": 1746.06,
      "end": 1750.06,
      "text": "So I googled webmd and I found out"
    },
    {
      "start": 1751.26,
      "end": 1754.38,
      "text": "I found out that I was not okay at all guys"
    },
    {
      "start": 1755.34,
      "end": 1757.66,
      "text": "No, I had four cases of the cancer"
    },
    {
      "start": 1759.5,
      "end": 1761.5,
      "text": "One case of the rubola"
    },
    {
      "start": 1761.98,
      "end": 1763.98,
      "text": "Which I'm pretty sure is a lettuce"
    },
    {
      "start": 1765.79,
      "end": 1767.79,
      "text": "So I was gonna need some dressing for that"
    },
    {
      "start": 1769.39,
      "end": 1774.99,
      "text": "And the oral herp. I was like, this is not good. This is not good. This is making me more paranoid"
    },
    {
      "start": 1774.99,
      "end": 1780.35,
      "text": "I gotta google something else anything else, but google saw that I was googling all these feet things"
    },
    {
      "start": 1781.47,
      "end": 1784.83,
      "text": "And so they decided to suggest me the website wiki feet"
    },
    {
      "start": 1786.91,
      "end": 1790.35,
      "text": "I'll explain wiki feet for all of you pretending not to know what a foot fetish is"
    },
    {
      "start": 1792.35,
      "end": 1798.99,
      "text": "Wiki feet is a website where they upload bare feet of celebrities for people to rank and take pleasure in"
    },
    {
      "start": 1799.15,
      "end": 1803.23,
      "text": "And I use the term celebrity very loosely because I'm on wiki feet"
    },
    {
      "start": 1803.55,
      "end": 1807.71,
      "text": "And I have a 4.2 out of five rating"
    },
    {
      "start": 1808.83,
      "end": 1818.51,
      "text": "No, that's not a good rating guys. Don't clap vote. Okay. Give me five stars. I got great cuticles. I do"
    },
    {
      "start": 1819.47,
      "end": 1822.19,
      "text": "Sir eyes up here. Okay. I'm up here"
    },
    {
      "start": 1823.71,
      "end": 1827.79,
      "text": "I'm gonna tell this to you guys right now and I don't care if I could cancel for saying it"
    },
    {
      "start": 1828.19,
      "end": 1835.15,
      "text": "I believe that foot erotica is deteriorating the fabric of the american nuclear family"
    },
    {
      "start": 1836.59,
      "end": 1839.55,
      "text": "Oh, you're not on board yet. You'll get on board think about it"
    },
    {
      "start": 1839.55,
      "end": 1842.27,
      "text": "We used to get married and have kids in our early 20s now"
    },
    {
      "start": 1842.27,
      "end": 1848.11,
      "text": "We're waiting till our 30s till our 40s. Why it's this easy access to foot erotica"
    },
    {
      "start": 1848.51,
      "end": 1851.71,
      "text": "Why buy the leg when you can get the foot for free"
    },
    {
      "start": 1859.24,
      "end": 1862.12,
      "text": "I can't wait to read the reviews of this show. I'll tell you"
    },
    {
      "start": 1863.08,
      "end": 1869.72,
      "text": "Yeah, we went to the charlie baron show he started talking about foot fornication for god's sake"
    },
    {
      "start": 1870.04,
      "end": 1873.56,
      "text": "Me and the missus we are praying for his soul. I mean honestly"
    },
    {
      "start": 1874.12,
      "end": 1880.6,
      "text": "Now linda did look him up. Apparently the kids got some nice arches, but you keep that stuff in the bedroom, you know"
    },
    {
      "start": 1882.76,
      "end": 1888.92,
      "text": "So I'm sitting there in in the deal and I'm waiting to get stitched up and I'm looking at these feet"
    },
    {
      "start": 1889.0,
      "end": 1892.52,
      "text": "And I'm like, you know, these aren't so bad. Maybe it was just the wrong angle"
    },
    {
      "start": 1892.76,
      "end": 1899.16,
      "text": "So I grabbed my phone because guys, you know, it's all about the angle when you're sending fish picks and only fish picks, you know"
    },
    {
      "start": 1900.76,
      "end": 1906.84,
      "text": "So I take a picture I put it on on my instagram story. I says felt cute might delete later"
    },
    {
      "start": 1907.64,
      "end": 1912.68,
      "text": "And then the doctor comes in and he stitches up my foot and he sends me on my way"
    },
    {
      "start": 1913.56,
      "end": 1916.28,
      "text": "And then I got the bill and if you remember"
    },
    {
      "start": 1917.08,
      "end": 1919.08,
      "text": "I didn't have health insurance"
    },
    {
      "start": 1919.56,
      "end": 1923.72,
      "text": "Eight stitches cost me four thousand five hundred dollars"
    },
    {
      "start": 1924.44,
      "end": 1930.04,
      "text": "That's approximately five hundred sixty two dollars and fifty cents a stitch. Yes, I used the calculator"
    },
    {
      "start": 1931.4,
      "end": 1936.76,
      "text": "And the doc says come on back and I'll take those stitches out. Oh, no, you will not sir"
    },
    {
      "start": 1937.72,
      "end": 1942.76,
      "text": "No fool me want shame on you fool me twice. I am using my buck knife"
    },
    {
      "start": 1943.72,
      "end": 1950.2,
      "text": "So I took out my stitches and then I got health insurance because I needed a tetanus shot"
    },
    {
      "start": 1962.06,
      "end": 1964.06,
      "text": "Is anyone out there from South Dakota?"
    },
    {
      "start": 1965.82,
      "end": 1967.82,
      "text": "Okay, good. This joke will work. So"
    },
    {
      "start": 1970.43,
      "end": 1976.19,
      "text": "So I went to South Dakota. All right, I went to Sioux Falls and I checked into the hotel at Sioux Falls"
    },
    {
      "start": 1976.19,
      "end": 1981.87,
      "text": "And when I checked in I got upgraded to a suite. Okay. Now. I'm not trying to brag"
    },
    {
      "start": 1982.11,
      "end": 1986.11,
      "text": "It was Sioux Falls, South Dakota on a wednesday night. No one was using it. All right"
    },
    {
      "start": 1986.99,
      "end": 1989.23,
      "text": "And by it I mean the city it was dead"
    },
    {
      "start": 1990.11,
      "end": 1994.91,
      "text": "And look, I love South Dakota as much as the next pheasant, but in january, you know"
    },
    {
      "start": 1995.47,
      "end": 2001.07,
      "text": "People are vacationing. So anyways, I was so excited. They have my own hotel suite because you gotta remember"
    },
    {
      "start": 2001.15,
      "end": 2007.87,
      "text": "I mean I'm midwest cheap. I grew up one and 12 kids. I grew up sleeping in a three tiered bunk bed system"
    },
    {
      "start": 2008.03,
      "end": 2010.51,
      "text": "I had two people peeing on me every night"
    },
    {
      "start": 2011.71,
      "end": 2014.67,
      "text": "So to be able to sprawl out in my own bed"
    },
    {
      "start": 2015.23,
      "end": 2020.91,
      "text": "And not worry about my brother and the other room point and airsoft gone through the crack of the door at my nipple"
    },
    {
      "start": 2021.07,
      "end": 2023.07,
      "text": "There's something so nice about that"
    },
    {
      "start": 2025.63,
      "end": 2030.99,
      "text": "But my excitement for having my own hotel suite went away as soon as I walked in the door"
    },
    {
      "start": 2031.47,
      "end": 2038.03,
      "text": "Because as soon as I walked in there are these two TVs and both TVs are at full volume playing the worst"
    },
    {
      "start": 2038.35,
      "end": 2042.27,
      "text": "Menu screen music you have ever heard in your life. It was like"
    },
    {
      "start": 2048.2,
      "end": 2052.68,
      "text": "It was awful. It sounded like it was composed by a 19 year old named Chad with two d's"
    },
    {
      "start": 2052.92,
      "end": 2054.52,
      "text": "It was so bad"
    },
    {
      "start": 2054.52,
      "end": 2061.0,
      "text": "And I was like I gotta turn these TVs off and I can't find the remote control and the longer I'm going without being able to"
    },
    {
      "start": 2061.0,
      "end": 2064.2,
      "text": "Find the remote control. I can just slowly feel it happening"
    },
    {
      "start": 2064.6,
      "end": 2066.84,
      "text": "I can feel myself turning into my dad"
    },
    {
      "start": 2067.48,
      "end": 2073.72,
      "text": "And I knew the exact moment it happened because I stopped calling it a remote control and I started calling it"
    },
    {
      "start": 2074.36,
      "end": 2076.36,
      "text": "A clicker. You bet your ass"
    },
    {
      "start": 2079.36,
      "end": 2086.4,
      "text": "As soon as I said the word clicker my shoes turned into white new balances and I was running around"
    },
    {
      "start": 2086.48,
      "end": 2091.04,
      "text": "I was like, where in the hell is the clicker? What did it grow legs and walk away?"
    },
    {
      "start": 2091.28,
      "end": 2094.24,
      "text": "You know, if it was a snake, it would have bit me in the ass by now"
    },
    {
      "start": 2094.48,
      "end": 2100.08,
      "text": "And hey, who turned the heat up if you're cold, put a sweater on hold the damn flashlight straight"
    },
    {
      "start": 2100.24,
      "end": 2104.72,
      "text": "Do you know how expensive kids are you could have been a maserati towing a basketball"
    },
    {
      "start": 2107.1,
      "end": 2110.06,
      "text": "How'd I do dad? Did I do good on that one? All right"
    },
    {
      "start": 2117.42,
      "end": 2120.78,
      "text": "Now look, here's what a sober person would have done in this moment"
    },
    {
      "start": 2121.42,
      "end": 2126.62,
      "text": "A sober person would have called the front desk the front desk would have told them where the clicker is"
    },
    {
      "start": 2126.78,
      "end": 2128.46,
      "text": "It would have been done"
    },
    {
      "start": 2128.46,
      "end": 2129.82,
      "text": "but me"
    },
    {
      "start": 2129.82,
      "end": 2133.1,
      "text": "On this particular night in Sioux Falls, South Dakota"
    },
    {
      "start": 2133.74,
      "end": 2136.46,
      "text": "I just so happened to be a scolch on sober"
    },
    {
      "start": 2138.06,
      "end": 2144.86,
      "text": "And so what I did is I grabbed my phone and I asked the internet to help me find my remote control"
    },
    {
      "start": 2146.06,
      "end": 2148.06,
      "text": "And as I zoomed in on the tv"
    },
    {
      "start": 2148.38,
      "end": 2153.18,
      "text": "I could see right in front of me the whole time was my remote control"
    },
    {
      "start": 2153.82,
      "end": 2156.22,
      "text": "Except it wasn't a physical remote control"
    },
    {
      "start": 2156.7,
      "end": 2163.1,
      "text": "It was a qr code on the tv screen and that qr code I would use on my phone and my phone would be"
    },
    {
      "start": 2163.34,
      "end": 2165.34,
      "text": "What was wrong with the remote control?"
    },
    {
      "start": 2166.78,
      "end": 2168.78,
      "text": "But I took it as a learning moment"
    },
    {
      "start": 2169.1,
      "end": 2173.82,
      "text": "I did I says, you know folks too often in life we are not living in the moment"
    },
    {
      "start": 2174.38,
      "end": 2177.1,
      "text": "We are so consumed on our little screens"
    },
    {
      "start": 2177.74,
      "end": 2179.74,
      "text": "That we are missing the bigger picture"
    },
    {
      "start": 2180.46,
      "end": 2182.46,
      "text": "On the bigger screen"
    },
    {
      "start": 2183.26,
      "end": 2185.26,
      "text": "You know, I thought that was a cute little joke"
    },
    {
      "start": 2185.42,
      "end": 2187.42,
      "text": "so"
    },
    {
      "start": 2188.06,
      "end": 2191.48,
      "text": "Thank you. Yeah"
    },
    {
      "start": 2191.48,
      "end": 2194.12,
      "text": "So I posted that to the internet"
    },
    {
      "start": 2195.0,
      "end": 2196.28,
      "text": "and um"
    },
    {
      "start": 2196.28,
      "end": 2199.24,
      "text": "And then I turned my TVs off and I went to bed"
    },
    {
      "start": 2200.52,
      "end": 2203.8,
      "text": "And if that's where this story ended I wouldn't be telling it to you right now"
    },
    {
      "start": 2206.2,
      "end": 2208.2,
      "text": "Because here's the thing"
    },
    {
      "start": 2208.52,
      "end": 2210.52,
      "text": "About posting a video image"
    },
    {
      "start": 2211.64,
      "end": 2213.64,
      "text": "Of a qr code"
    },
    {
      "start": 2214.28,
      "end": 2217.56,
      "text": "That is the remote control to your television set"
    },
    {
      "start": 2218.84,
      "end": 2221.4,
      "text": "Onto the world wide web"
    },
    {
      "start": 2223.0,
      "end": 2227.88,
      "text": "Somebody out there is going to purchase you a pornographic film"
    },
    {
      "start": 2230.8,
      "end": 2238.08,
      "text": "Because I was dead asleep and then all the sudden I awoke to debbie does the buke right in my bedroom"
    },
    {
      "start": 2239.44,
      "end": 2245.12,
      "text": "I look over to my living room at that tv and there's debbie right in john dear"
    },
    {
      "start": 2247.72,
      "end": 2254.92,
      "text": "At this point I did call the front desk. I says lady. I turn my tv into sexual touch tunes. You gotta help me"
    },
    {
      "start": 2258.44,
      "end": 2263.24,
      "text": "Look, I think this is the greatest job I've ever had and I don't say that lightly"
    },
    {
      "start": 2263.4,
      "end": 2266.6,
      "text": "I used to be a pretzel roller at any ends. Okay"
    },
    {
      "start": 2268.52,
      "end": 2272.6,
      "text": "The plus side is I get to do this the downside is i'm away from my family"
    },
    {
      "start": 2273.0,
      "end": 2278.44,
      "text": "And I got so many people in my family that I love dearly and there's other people in my family too"
    },
    {
      "start": 2279.08,
      "end": 2282.14,
      "text": "Like"
    },
    {
      "start": 2282.14,
      "end": 2288.38,
      "text": "One of them guys is my uncle jack. Okay. Now my uncle jack first of all, he's not technically my uncle"
    },
    {
      "start": 2288.7,
      "end": 2291.66,
      "text": "Technically, he's a second cousin, but he insists"
    },
    {
      "start": 2292.14,
      "end": 2298.38,
      "text": "I call him uncle and he's got way too many guns with the serial number scratched off that I just call him uncle"
    },
    {
      "start": 2299.58,
      "end": 2302.86,
      "text": "My uncle jack. He's one of them guys. He talks like this. He talks like"
    },
    {
      "start": 2303.1,
      "end": 2318.08,
      "text": "He talks like he's got a little beetle juice in his throat"
    },
    {
      "start": 2318.8,
      "end": 2322.88,
      "text": "Trying desperately not to drown in the hot tub of chewing tobacco"
    },
    {
      "start": 2328.2,
      "end": 2331.16,
      "text": "I love him. I love everything about him. I love the way he dresses"
    },
    {
      "start": 2331.56,
      "end": 2337.24,
      "text": "He always has worn the same thing ever since I known him pair of jeans t-shirt tucked into the jeans"
    },
    {
      "start": 2338.2,
      "end": 2340.2,
      "text": "And it's a v-neck t-shirt"
    },
    {
      "start": 2341.72,
      "end": 2344.76,
      "text": "Except he did not purchase it as a v-neck t-shirt"
    },
    {
      "start": 2345.88,
      "end": 2347.88,
      "text": "He's just been digging it down to the ground"
    },
    {
      "start": 2349.32,
      "end": 2355.24,
      "text": "Sorry, I said ground up since the packers won their last super bowl and that's where v-next come from"
    },
    {
      "start": 2357.21,
      "end": 2362.25,
      "text": "Sometimes he can get a little snarly, you know, like like he gives me crap about living in milwaukee"
    },
    {
      "start": 2362.33,
      "end": 2368.65,
      "text": "He's like are you still living down there in milwaukee and oh, it's just a bunch of criminals down there in milwaukee"
    },
    {
      "start": 2369.05,
      "end": 2374.73,
      "text": "Really jack? Just a bunch of criminals in milwaukee. Dude, you literally have to blow in your car to start it. All right"
    },
    {
      "start": 2378.24,
      "end": 2384.8,
      "text": "You got no business calling other people criminals as long as you're starting your car the same way I start my nintendo"
    },
    {
      "start": 2392.04,
      "end": 2394.04,
      "text": "You ask your mom why that's funny. Okay"
    },
    {
      "start": 2396.89,
      "end": 2402.25,
      "text": "My uncle jack he did give me a little gift the last time I was up there. He gave me his homemade dopey"
    },
    {
      "start": 2402.89,
      "end": 2404.89,
      "text": "Which was cool homemade dopey"
    },
    {
      "start": 2404.89,
      "end": 2408.81,
      "text": "Okay, we have more confused faces than I was expecting here wisconsin"
    },
    {
      "start": 2409.37,
      "end": 2414.73,
      "text": "Dopey it is the pee of a lady deer homemade dopey now how he made that at home"
    },
    {
      "start": 2414.89,
      "end": 2416.89,
      "text": "I don't really want to know but"
    },
    {
      "start": 2417.05,
      "end": 2420.81,
      "text": "That was the last time I tried his bathtub gin. I can tell you that much"
    },
    {
      "start": 2421.53,
      "end": 2427.05,
      "text": "All right, I'm getting the vibe that you got more questions and answers after that explanation"
    },
    {
      "start": 2427.13,
      "end": 2433.93,
      "text": "So think about it like this dopey. It's perfume for the bucks bucks. Love the smell of lady deer pee"
    },
    {
      "start": 2434.33,
      "end": 2439.61,
      "text": "They're they're like the r kelly of the animal kingdom if you want to think about it like that"
    },
    {
      "start": 2440.17,
      "end": 2444.01,
      "text": "But jack he takes his dopey and he sprays it on me. I'm like, dude"
    },
    {
      "start": 2444.01,
      "end": 2447.77,
      "text": "I don't think that's how we're supposed to be using this. He sends me out the door"
    },
    {
      "start": 2447.85,
      "end": 2453.93,
      "text": "I'm up in the deer stand for five hours. I don't see nothing this dopey does not work"
    },
    {
      "start": 2454.17,
      "end": 2457.53,
      "text": "Okay, so I get down from the tree. I go to my car, but I realize"
    },
    {
      "start": 2458.17,
      "end": 2460.17,
      "text": "Jack left me a little present"
    },
    {
      "start": 2460.17,
      "end": 2465.69,
      "text": "It's his homemade dopey and he put it in the front seat, but he forgot to close the bottle tight"
    },
    {
      "start": 2466.57,
      "end": 2470.25,
      "text": "So it spent that entire time leaking all over my cloth seats"
    },
    {
      "start": 2472.09,
      "end": 2474.49,
      "text": "Yeah, I have cloth seats you shut your mouth"
    },
    {
      "start": 2477.37,
      "end": 2480.49,
      "text": "My car smelled like a zoo in an oven guys"
    },
    {
      "start": 2481.61,
      "end": 2486.57,
      "text": "I had to roll the windows down to air that thing out again. I'm in that deer stand five hours"
    },
    {
      "start": 2486.65,
      "end": 2490.57,
      "text": "I don't see nothing, but on my ride home. Did I see something?"
    },
    {
      "start": 2491.05,
      "end": 2494.25,
      "text": "I mean my god. I had about five bucks trying to mount my gas tank"
    },
    {
      "start": 2497.79,
      "end": 2503.07,
      "text": "You got any bird hunters out here? Oh your pheasant hunt. There you go. You got a dog"
    },
    {
      "start": 2504.03,
      "end": 2507.31,
      "text": "Oh, yeah, you got a pointer. Yeah, what's your pointer's name?"
    },
    {
      "start": 2508.11,
      "end": 2510.67,
      "text": "Coors freaking course. It's course"
    },
    {
      "start": 2512.59,
      "end": 2517.23,
      "text": "I guarantee it. He never shuts the hell up about that dog. No, all you don't you're like, oh, yeah"
    },
    {
      "start": 2517.23,
      "end": 2522.11,
      "text": "We got Coors trained up real good this year. I tell you Coors is the best gosh darn bird dog"
    },
    {
      "start": 2522.11,
      "end": 2527.31,
      "text": "I've ever had wouldn't that way Coors are you so good kissing them on the mouth and all that sort of stuff"
    },
    {
      "start": 2528.03,
      "end": 2531.87,
      "text": "You know and then we get out in the field. It's a completely different story"
    },
    {
      "start": 2541.32,
      "end": 2543.4,
      "text": "He's got the electric shock collar just"
    },
    {
      "start": 2543.8,
      "end": 2549.08,
      "text": "And there's Coors just vibrating like an applebee spuzzer out in the field"
    },
    {
      "start": 2553.92,
      "end": 2555.92,
      "text": "Oh animal abuse"
    },
    {
      "start": 2556.4,
      "end": 2561.84,
      "text": "Now look eventually Coors is going to do his job Coors is going to go on point"
    },
    {
      "start": 2562.32,
      "end": 2566.24,
      "text": "And you my guy, you're going to be so excited that you're also going to go on point"
    },
    {
      "start": 2567.28,
      "end": 2573.76,
      "text": "You'll be like, all right, everybody get around we are not missing this. All right, so you get a nervous hunter here"
    },
    {
      "start": 2574.48,
      "end": 2576.48,
      "text": "And you get a nervous hunter here"
    },
    {
      "start": 2577.2,
      "end": 2579.2,
      "text": "And you get a nervous hunter here"
    },
    {
      "start": 2580.0,
      "end": 2582.0,
      "text": "And you get a nervous hunter here"
    },
    {
      "start": 2583.12,
      "end": 2590.72,
      "text": "Now if that little birdie smart he's going to fly up up up to about five foot six drop down boom midwest execution"
    },
    {
      "start": 2591.04,
      "end": 2595.84,
      "text": "Just like that. That's what we call a dick chainie funeral in the biz"
    },
    {
      "start": 2604.6,
      "end": 2606.04,
      "text": "I like hunting"
    },
    {
      "start": 2606.04,
      "end": 2608.04,
      "text": "I like fishing"
    },
    {
      "start": 2608.04,
      "end": 2611.16,
      "text": "Fishing we grew up fishing my dad used to do this fun thing"
    },
    {
      "start": 2611.16,
      "end": 2614.6,
      "text": "Like like he put fishing tackle underneath our pillows"
    },
    {
      "start": 2615.32,
      "end": 2616.36,
      "text": "You know"
    },
    {
      "start": 2616.36,
      "end": 2622.44,
      "text": "So I'd wake up with the bobbers and my brother would wake up with a pierced ear. It was pretty cool"
    },
    {
      "start": 2623.64,
      "end": 2627.0,
      "text": "It was pretty cool, but I'll tell you guys this about being in a family of 12"
    },
    {
      "start": 2627.48,
      "end": 2632.04,
      "text": "There's two generations in a family of 12. Okay, there's the older kids"
    },
    {
      "start": 2632.68,
      "end": 2634.68,
      "text": "The ones that were raised right"
    },
    {
      "start": 2635.64,
      "end": 2640.04,
      "text": "And then there's everyone else and I don't know who the hell raised them to be quite honest with you"
    },
    {
      "start": 2640.44,
      "end": 2646.6,
      "text": "The older ones we were raised, you know the way my dad was raised in a lot of ways and my dad he'd be out there eight years"
    },
    {
      "start": 2646.6,
      "end": 2647.96,
      "text": "Old they didn't have a lot of money"
    },
    {
      "start": 2647.96,
      "end": 2653.08,
      "text": "So he started a business digging for worms just digging rain when he heard the sound of rain"
    },
    {
      "start": 2653.16,
      "end": 2657.56,
      "text": "He heard the sound of money my dad. He would pay his siblings a penny a day"
    },
    {
      "start": 2657.8,
      "end": 2660.52,
      "text": "He was a fascist from a very early age"
    },
    {
      "start": 2661.48,
      "end": 2663.56,
      "text": "And that's how he raised the older kids"
    },
    {
      "start": 2663.64,
      "end": 2666.76,
      "text": "But the younger kids like I said, I don't know what happened"
    },
    {
      "start": 2666.76,
      "end": 2671.0,
      "text": "Like I was over at my folks house the other day and my little sister was there"
    },
    {
      "start": 2671.48,
      "end": 2678.2,
      "text": "The youngest ellie the princess and she goes up to my parents and says good night mom and dad. I love you"
    },
    {
      "start": 2679.16,
      "end": 2681.16,
      "text": "And my mom said I love you"
    },
    {
      "start": 2681.16,
      "end": 2684.35,
      "text": "Because she's weak"
    },
    {
      "start": 2684.35,
      "end": 2688.75,
      "text": "But my dad also said I love you and I was like"
    },
    {
      "start": 2692.89,
      "end": 2695.53,
      "text": "I don't get me wrong. We were told I love you as kids"
    },
    {
      "start": 2695.61,
      "end": 2697.77,
      "text": "We were like if I said good night mom and dad"
    },
    {
      "start": 2697.85,
      "end": 2701.05,
      "text": "I love you my mom would say I love you and my dad would say"
    },
    {
      "start": 2701.53,
      "end": 2704.56,
      "text": "Okay"
    },
    {
      "start": 2704.56,
      "end": 2710.4,
      "text": "My mom told me I love you every single day, but my dad he's like a lot of midwest dads out there"
    },
    {
      "start": 2710.64,
      "end": 2713.68,
      "text": "He needed a special occasion to say I love you"
    },
    {
      "start": 2714.24,
      "end": 2717.52,
      "text": "You know like uh like a death or a near drowning"
    },
    {
      "start": 2718.8,
      "end": 2720.96,
      "text": "Or a packers playoff win, you know"
    },
    {
      "start": 2722.24,
      "end": 2728.4,
      "text": "He wasn't just handing out. I love you's all willy-nilly on a tuesday night. Are you freaking kidding me now?"
    },
    {
      "start": 2730.83,
      "end": 2735.47,
      "text": "I was so sad because I thought I had lost the dad that I had always known"
    },
    {
      "start": 2736.27,
      "end": 2738.27,
      "text": "But then there was a glimmer of hope"
    },
    {
      "start": 2738.59,
      "end": 2741.23,
      "text": "My dad came over to my house to help me do some drywall"
    },
    {
      "start": 2741.55,
      "end": 2748.43,
      "text": "And a couple weeks before that he had gifted me this beautiful family heirloom table and he refinished the top of it"
    },
    {
      "start": 2748.91,
      "end": 2752.99,
      "text": "And and he wanted me to know that he refinished the top of it. He's like you see this"
    },
    {
      "start": 2753.71,
      "end": 2757.87,
      "text": "That's good wood. Okay. I don't want you scratching it. I don't want you denting it"
    },
    {
      "start": 2757.87,
      "end": 2762.11,
      "text": "I don't want you putting cups on it without a coaster. I don't care if it's hot. I don't care if it's cold"
    },
    {
      "start": 2762.27,
      "end": 2765.87,
      "text": "You got it. You're not gonna scratch it. You promise me you're not gonna scratch it"
    },
    {
      "start": 2765.95,
      "end": 2770.51,
      "text": "Do you guys ever get a gift from your parents and wish you weren't getting that gift halfway through?"
    },
    {
      "start": 2772.19,
      "end": 2774.59,
      "text": "I promised him I would not scratch the table"
    },
    {
      "start": 2775.31,
      "end": 2777.31,
      "text": "And when I moved it into my place"
    },
    {
      "start": 2777.63,
      "end": 2780.27,
      "text": "I scratched the table immediately on the door frame"
    },
    {
      "start": 2780.99,
      "end": 2783.71,
      "text": "So, you know where this is going my dad comes over"
    },
    {
      "start": 2784.03,
      "end": 2789.15,
      "text": "He he does the typical dad things when he walks in the house. He turns down the heat or a couple knots"
    },
    {
      "start": 2789.47,
      "end": 2794.91,
      "text": "He looks up at the lights on he goes to hell's the matter with you this place is lit up like a Polish church"
    },
    {
      "start": 2794.99,
      "end": 2798.51,
      "text": "What's your problem? Then he sees the scratch on the table first"
    },
    {
      "start": 2798.59,
      "end": 2801.87,
      "text": "He does a double take and then he does one of these numbers die"
    },
    {
      "start": 2803.63,
      "end": 2808.03,
      "text": "Are you kidding me? I told you not to scratch the table if you can't take care of this"
    },
    {
      "start": 2808.11,
      "end": 2812.03,
      "text": "I'm gonna ratchet strap it to the back of the truck take it over to your sisters"
    },
    {
      "start": 2812.19,
      "end": 2817.95,
      "text": "Or someone who cares i'm serious. I'm gonna put it on the back of the truck. I'm gonna get on the highway"
    },
    {
      "start": 2818.11,
      "end": 2825.55,
      "text": "I'm gonna have to go 35 miles an hour with the emergency lights on and tell all those pricks on the road to go around"
    },
    {
      "start": 2825.71,
      "end": 2832.03,
      "text": "Go around. Oh, are you crying? Are those tears? I'll give you something to cry about you better cry him up"
    },
    {
      "start": 2832.51,
      "end": 2834.51,
      "text": "And I was crying guys"
    },
    {
      "start": 2834.99,
      "end": 2838.91,
      "text": "I was crying like I hadn't cried in a long long time"
    },
    {
      "start": 2839.79,
      "end": 2842.99,
      "text": "Because the dad I thought I had lost"
    },
    {
      "start": 2844.67,
      "end": 2846.67,
      "text": "He was there the whole time"
    },
    {
      "start": 2854.76,
      "end": 2858.52,
      "text": "But it's tough being away from home guys because you miss big things"
    },
    {
      "start": 2859.0,
      "end": 2862.6,
      "text": "You do like like my sister she had her first baby recently"
    },
    {
      "start": 2863.72,
      "end": 2866.2,
      "text": "Don't worry. I'll tell her when he had clapped and"
    },
    {
      "start": 2869.66,
      "end": 2874.3,
      "text": "My brother he had his third child recently and he had a boy and he had a girl"
    },
    {
      "start": 2874.54,
      "end": 2879.66,
      "text": "But for the third child he wanted to wait to find out the sex when it came out the deal"
    },
    {
      "start": 2881.5,
      "end": 2883.98,
      "text": "That's a medical terminology for that procedure"
    },
    {
      "start": 2885.5,
      "end": 2889.98,
      "text": "Here's how my brother revealed the sex of his third baby to the family"
    },
    {
      "start": 2890.54,
      "end": 2898.01,
      "text": "He sends a full frontal picture to the family text chain. I was in a meeting"
    },
    {
      "start": 2899.85,
      "end": 2902.17,
      "text": "I was sharing my screen"
    },
    {
      "start": 2902.17,
      "end": 2911.21,
      "text": "I said, oh, hang on guys. I think my brother had a boy like oh my gosh. He had a boy. Geez Louise dude"
    },
    {
      "start": 2911.37,
      "end": 2914.73,
      "text": "I get it. He's hung like a hamster. Congratulations"
    },
    {
      "start": 2916.01,
      "end": 2920.41,
      "text": "I wanted to be on the baby registry not this one. What is your problem?"
    },
    {
      "start": 2922.25,
      "end": 2927.21,
      "text": "All right, that's a bit of an exaggeration right there. I don't want to be on the baby registry"
    },
    {
      "start": 2927.77,
      "end": 2930.17,
      "text": "I am so sick of all these registries"
    },
    {
      "start": 2930.25,
      "end": 2936.81,
      "text": "I know I might lose some of you good folks out here saying this but I am done with the registries in my family"
    },
    {
      "start": 2936.81,
      "end": 2942.73,
      "text": "If you get engaged you get a registry if you get married you get a registry if you have a baby"
    },
    {
      "start": 2942.97,
      "end": 2948.81,
      "text": "You get another registry with more free gifts. I'm like you guys have good jobs. You're getting married"
    },
    {
      "start": 2948.97,
      "end": 2952.17,
      "text": "You're having kids. I think you have your lives together"
    },
    {
      "start": 2952.57,
      "end": 2958.81,
      "text": "Okay, when can we stop doing registries for all the people who have their lives together and start doing"
    },
    {
      "start": 2958.81,
      "end": 2962.41,
      "text": "Registries for all of us that don't have our lives together"
    },
    {
      "start": 2963.13,
      "end": 2964.81,
      "text": "Thank you"
    },
    {
      "start": 2964.81,
      "end": 2966.81,
      "text": "Thank you"
    },
    {
      "start": 2967.77,
      "end": 2972.65,
      "text": "Where are the I just got laid off because the robot took my job registries"
    },
    {
      "start": 2973.21,
      "end": 2976.73,
      "text": "Where are the I just got my truck repoed registries?"
    },
    {
      "start": 2977.29,
      "end": 2981.69,
      "text": "Where are the I'm still a bears fan for god knows what reason registries"
    },
    {
      "start": 2983.13,
      "end": 2985.69,
      "text": "Where are the divorce registries?"
    },
    {
      "start": 2986.17,
      "end": 2992.73,
      "text": "I have been divorced for several years. I've got three samurai swords on my wall"
    },
    {
      "start": 2992.81,
      "end": 2996.81,
      "text": "But only one butter knife. Where is my registry?"
    },
    {
      "start": 2997.61,
      "end": 3001.05,
      "text": "Do you guys know what it's like when your butter knife's in the wash?"
    },
    {
      "start": 3001.29,
      "end": 3005.21,
      "text": "And you got to make a PB and J with a freaking samurai sword"
    },
    {
      "start": 3005.69,
      "end": 3010.33,
      "text": "It is not as easy as it looks forget the knot.com"
    },
    {
      "start": 3010.65,
      "end": 3014.97,
      "text": "How's about the not doing so hot.com sign me up for that"
    },
    {
      "start": 3016.01,
      "end": 3021.37,
      "text": "And I'll tell you this too. It's tough being the only divorce guy in a big catholic family"
    },
    {
      "start": 3021.85,
      "end": 3023.85,
      "text": "It is because people treat you different"
    },
    {
      "start": 3024.33,
      "end": 3025.37,
      "text": "They do"
    },
    {
      "start": 3025.37,
      "end": 3031.21,
      "text": "Like like we got this family vacation we go on every year and we have a rule in family vacation"
    },
    {
      "start": 3031.61,
      "end": 3035.69,
      "text": "And that's that your fiance can come on family vacation, but"
    },
    {
      "start": 3036.33,
      "end": 3038.33,
      "text": "They can't sleep in the same bed"
    },
    {
      "start": 3038.97,
      "end": 3040.97,
      "text": "No, because we're catholic"
    },
    {
      "start": 3041.53,
      "end": 3044.73,
      "text": "And our favorite game to play is pretend and"
    },
    {
      "start": 3046.65,
      "end": 3048.65,
      "text": "Oh there my catholics"
    },
    {
      "start": 3049.13,
      "end": 3051.13,
      "text": "It's nice to see you guys"
    },
    {
      "start": 3051.45,
      "end": 3056.57,
      "text": "Good to see you and I'll see you all again in purgatory for laughing at that show"
    },
    {
      "start": 3058.92,
      "end": 3062.36,
      "text": "No, but my dad he came up to me and he said charlie"
    },
    {
      "start": 3062.84,
      "end": 3067.72,
      "text": "Maggie's coming on vacation this year. She's bringing brian and we don't have enough beds"
    },
    {
      "start": 3068.44,
      "end": 3069.96,
      "text": "and I was like"
    },
    {
      "start": 3069.96,
      "end": 3071.96,
      "text": "How's this my problem?"
    },
    {
      "start": 3072.04,
      "end": 3076.52,
      "text": "He said we don't have enough beds brian is coming so we don't have enough beds. So"
    },
    {
      "start": 3077.24,
      "end": 3081.64,
      "text": "I was like so what I'll I'll just sleep in a tent. He said that would be great"
    },
    {
      "start": 3083.92,
      "end": 3089.52,
      "text": "Like dude brian's been in this family. What two years. I've been in this family since the late 80s, man"
    },
    {
      "start": 3089.92,
      "end": 3092.32,
      "text": "I am not sleeping in a tent"
    },
    {
      "start": 3094.76,
      "end": 3097.88,
      "text": "So there I was sleeping in the divorce tent"
    },
    {
      "start": 3099.32,
      "end": 3101.8,
      "text": "The only place I could put my tent was on a hill"
    },
    {
      "start": 3102.28,
      "end": 3105.96,
      "text": "And if you're a camper, you know, you sleep with your head up the hill"
    },
    {
      "start": 3106.44,
      "end": 3110.6,
      "text": "So there I was just on a downward slope in this tent by myself"
    },
    {
      "start": 3111.0,
      "end": 3113.96,
      "text": "It was a little too symbolic for my place in life at this time"
    },
    {
      "start": 3115.08,
      "end": 3119.72,
      "text": "And I just had these dreams all night of being an olympic loser just"
    },
    {
      "start": 3130.52,
      "end": 3136.28,
      "text": "And I'll tell you guys this one of the silver linings and being the divorced guy in the families"
    },
    {
      "start": 3136.28,
      "end": 3142.12,
      "text": "You get to spend your time doing other things and I spent a lot of time hanging out with that lady right there my grandma so"
    },
    {
      "start": 3148.06,
      "end": 3155.58,
      "text": "We've become like best friends guys best friends, you know and uh and don't get me wrong. I have friends, okay"
    },
    {
      "start": 3156.54,
      "end": 3158.54,
      "text": "But my friends are all married and have kids"
    },
    {
      "start": 3159.1,
      "end": 3162.94,
      "text": "But grandma sue likes to gamble and has handicap parking so"
    },
    {
      "start": 3165.48,
      "end": 3168.04,
      "text": "Yeah, that's the doc i'm tying this boat up to"
    },
    {
      "start": 3170.67,
      "end": 3172.67,
      "text": "grandma calls it rock star parking"
    },
    {
      "start": 3174.03,
      "end": 3177.87,
      "text": "And it is rock star when I take grandma and her gals to the casino"
    },
    {
      "start": 3177.95,
      "end": 3184.75,
      "text": "We are nothing if not rock stars because each one of these ladies has a whole freaking pharmacy in their purse"
    },
    {
      "start": 3186.59,
      "end": 3188.75,
      "text": "I mean if we get pulled over on the road"
    },
    {
      "start": 3188.83,
      "end": 3192.99,
      "text": "I gotta watch out because we got more drugs in that car than a motley crew tour bus"
    },
    {
      "start": 3193.15,
      "end": 3194.51,
      "text": "It is"
    },
    {
      "start": 3194.51,
      "end": 3195.55,
      "text": "wild"
    },
    {
      "start": 3195.55,
      "end": 3201.15,
      "text": "Then as soon as I parked the car well now it's time to collect charlie's pill tax, you know"
    },
    {
      "start": 3202.35,
      "end": 3203.63,
      "text": "You guys ever"
    },
    {
      "start": 3203.63,
      "end": 3206.19,
      "text": "Popped a thursday just to see what would happen"
    },
    {
      "start": 3215.6,
      "end": 3218.24,
      "text": "You get thin blood and minor hallucinations"
    },
    {
      "start": 3220.0,
      "end": 3222.0,
      "text": "Tell you that much"
    },
    {
      "start": 3222.64,
      "end": 3226.48,
      "text": "Now the reason we go to the casino, of course, it's four grammas health"
    },
    {
      "start": 3227.04,
      "end": 3231.76,
      "text": "You know because she's got a bummed leg, you know, and it's hard for her to get on the treadmill"
    },
    {
      "start": 3232.4,
      "end": 3236.0,
      "text": "But as soon as the doors to that casino open"
    },
    {
      "start": 3238.4,
      "end": 3243.28,
      "text": "Gone she's doing long strides ladies and gentlemen long strides"
    },
    {
      "start": 3244.8,
      "end": 3248.96,
      "text": "You do not find grandma su unless grandma su wants to be found"
    },
    {
      "start": 3250.08,
      "end": 3253.76,
      "text": "And the last time we went to the casino grandma su wanted to be found"
    },
    {
      "start": 3254.56,
      "end": 3256.56,
      "text": "Because she was out of money"
    },
    {
      "start": 3258.11,
      "end": 3262.43,
      "text": "She's waiting for me at the door with tears in her eyes char. I lost all my money"
    },
    {
      "start": 3262.51,
      "end": 3265.55,
      "text": "I was like grandma. It's been four minutes since I parked the car"
    },
    {
      "start": 3267.15,
      "end": 3273.39,
      "text": "Now look i'm a good grandson. All right, so I loaned her 20 dollars at two points"
    },
    {
      "start": 3274.11,
      "end": 3280.03,
      "text": "But it came with a lecture. I says you can't put this all in the wheel fortune machine again"
    },
    {
      "start": 3280.11,
      "end": 3283.15,
      "text": "You can't trust that damn pat say jack. All right"
    },
    {
      "start": 3284.35,
      "end": 3286.19,
      "text": "She took the money"
    },
    {
      "start": 3286.19,
      "end": 3292.91,
      "text": "She was gone and I didn't see her for hours guys hours. I didn't know if she was dead. I didn't know if she was alive"
    },
    {
      "start": 3293.07,
      "end": 3296.99,
      "text": "I got so concerned. I almost left the blackjack table. All right"
    },
    {
      "start": 3298.51,
      "end": 3300.11,
      "text": "But then I lost all my money"
    },
    {
      "start": 3300.11,
      "end": 3306.35,
      "text": "So I did leave the blackjack table and I got serious about finding grandma and I couldn't find her anywhere anywhere"
    },
    {
      "start": 3307.07,
      "end": 3309.55,
      "text": "To the point where the security guard came up to me"
    },
    {
      "start": 3310.03,
      "end": 3315.39,
      "text": "And can I help you sir and I says yeah, I lost my grandma. He says can you describe her?"
    },
    {
      "start": 3317.44,
      "end": 3323.36,
      "text": "I says yeah, she's you know a short older lady. She's got white hair. She's got a purse"
    },
    {
      "start": 3323.76,
      "end": 3326.64,
      "text": "She's got a walker. She's got a gambling addiction"
    },
    {
      "start": 3327.2,
      "end": 3328.24,
      "text": "and"
    },
    {
      "start": 3328.24,
      "end": 3332.0,
      "text": "This poor guy is looking out over the whole casino"
    },
    {
      "start": 3332.72,
      "end": 3335.44,
      "text": "Like he's trying to pick out a moth and a porch light"
    },
    {
      "start": 3337.36,
      "end": 3342.08,
      "text": "Just then grandma sue found us this time with a winning ticket"
    },
    {
      "start": 3343.2,
      "end": 3345.2,
      "text": "$1,800"
    },
    {
      "start": 3348.08,
      "end": 3351.6,
      "text": "And she goes, that's why you light a candle in church char"
    },
    {
      "start": 3354.65,
      "end": 3358.49,
      "text": "I was like, that's great grandma. Can I have my 20 dollars back?"
    },
    {
      "start": 3359.05,
      "end": 3361.05,
      "text": "And she goes that was a gift"
    },
    {
      "start": 3361.21,
      "end": 3372.62,
      "text": "I'm gone and now oh, sorry. I hit you there and now grandma sue. We get to have your version of this story"
    },
    {
      "start": 3373.42,
      "end": 3375.42,
      "text": "Is that how it ended there? No"
    },
    {
      "start": 3375.82,
      "end": 3377.66,
      "text": "well"
    },
    {
      "start": 3377.66,
      "end": 3380.46,
      "text": "You're not supposed to give away my deal here. What happened?"
    },
    {
      "start": 3381.74,
      "end": 3383.74,
      "text": "I did give you your 20 dollars back"
    },
    {
      "start": 3383.82,
      "end": 3388.46,
      "text": "But it would be a better story if you didn't you see the last laughs I got there, right?"
    },
    {
      "start": 3388.94,
      "end": 3393.42,
      "text": "The only problem is I lost 400 because I gave you your 20 dollars back"
    },
    {
      "start": 3394.38,
      "end": 3398.94,
      "text": "It's when I called it quits grandma. What advice do you have for all these people?"
    },
    {
      "start": 3399.58,
      "end": 3403.66,
      "text": "Out there gambling. What advice do you have for them? Just keep on gambling"
    },
    {
      "start": 3405.34,
      "end": 3408.54,
      "text": "Just keep on gambling ladies and gentlemen grandmas"
    },
    {
      "start": 3411.34,
      "end": 3414.86,
      "text": "There you have it keep her moving and keep on gambling"
    },
    {
      "start": 3416.54,
      "end": 3419.02,
      "text": "And I tell you guys the one of the"
    },
    {
      "start": 3419.42,
      "end": 3426.46,
      "text": "One of the nice things about hanging out with my grandma is we've got to talk a lot about my grandpa bob"
    },
    {
      "start": 3426.78,
      "end": 3432.3,
      "text": "You know my grandpa bob. He passed away a few years ago, but that's what keeps the memories alive"
    },
    {
      "start": 3432.38,
      "end": 3438.3,
      "text": "You know like there was a tornado and fondac all of fondac's crap was in my grandparents yard and we"
    },
    {
      "start": 3439.34,
      "end": 3441.34,
      "text": "Yeah, all of it, okay"
    },
    {
      "start": 3441.74,
      "end": 3447.42,
      "text": "And we were going up there to help clean up and there was a grill from a Weber and a grill from a chevy"
    },
    {
      "start": 3447.58,
      "end": 3453.18,
      "text": "There was siding there was roofing there were these lawn chairs that flew in from the 80s somehow"
    },
    {
      "start": 3453.82,
      "end": 3457.82,
      "text": "And I was like grandpa bob. This is terrible and he goes terrible"
    },
    {
      "start": 3458.86,
      "end": 3459.9,
      "text": "No"
    },
    {
      "start": 3459.9,
      "end": 3463.02,
      "text": "Why go to goodwill when goodwill go to you?"
    },
    {
      "start": 3466.51,
      "end": 3472.35,
      "text": "And we picked all that crap up and we moved it right into my grandpa's garage"
    },
    {
      "start": 3473.31,
      "end": 3479.55,
      "text": "Now my grandpa's garage he had two of everything you never need cracked five gallon buckets empty cans at"
    },
    {
      "start": 3479.95,
      "end": 3487.23,
      "text": "D 40 two paint brushes hanging from the rafters so the two cars didn't hit the two broken lawn mowers"
    },
    {
      "start": 3487.95,
      "end": 3495.47,
      "text": "He had two things of c batteries. Who has c batteries anymore a guy with two broken billybasses. That's who"
    },
    {
      "start": 3496.27,
      "end": 3500.91,
      "text": "He had two of everything you never need his garage was like Noah's ark"
    },
    {
      "start": 3501.23,
      "end": 3504.03,
      "text": "Except this was all the stuff god wanted to drown"
    },
    {
      "start": 3504.75,
      "end": 3513.31,
      "text": "And then afterwards grandpa he made us lunch and his idea of lunch was a box of donuts and a cold stick of butter"
    },
    {
      "start": 3516.09,
      "end": 3520.41,
      "text": "And we watched him cut that cold stick of butter into tiles"
    },
    {
      "start": 3521.85,
      "end": 3525.53,
      "text": "And we were like why is grandpa cutting us cold butter turns out one for us"
    },
    {
      "start": 3526.09,
      "end": 3530.73,
      "text": "He took a long john donut from the box. He put it on his plate and by plate"
    },
    {
      "start": 3530.81,
      "end": 3536.49,
      "text": "I mean paper towel and he proceed the tile that long john donut like a bathroom floor"
    },
    {
      "start": 3538.01,
      "end": 3542.01,
      "text": "And then he cracked a beer and he put pepper in the beer"
    },
    {
      "start": 3542.41,
      "end": 3548.25,
      "text": "And he said I can't put salt in an egg in here anymore. The doctor says it's not good for my health"
    },
    {
      "start": 3550.51,
      "end": 3555.23,
      "text": "He then drank a beer and ate that whole damn butter donut"
    },
    {
      "start": 3556.19,
      "end": 3560.83,
      "text": "And me and my siblings were looking at each other like I think we better enjoy every moment"
    },
    {
      "start": 3560.83,
      "end": 3564.88,
      "text": "We have left with grandpa"
    },
    {
      "start": 3564.96,
      "end": 3566.96,
      "text": "My grandpa bobby served in korea"
    },
    {
      "start": 3567.6,
      "end": 3570.24,
      "text": "But on my grandpa's flight back from korea"
    },
    {
      "start": 3570.56,
      "end": 3576.72,
      "text": "There was so much turbulence that he never flew again and we're all like grandpa you can fly now"
    },
    {
      "start": 3577.04,
      "end": 3579.92,
      "text": "It is safe. This was a few years ago. We're like"
    },
    {
      "start": 3586.27,
      "end": 3588.27,
      "text": "What do you want me to do?"
    },
    {
      "start": 3590.3,
      "end": 3595.34,
      "text": "Grandpa you can fly now. It is safe. Are you afraid of dying? And he said oh, no"
    },
    {
      "start": 3595.82,
      "end": 3597.82,
      "text": "I'm not afraid of dying"
    },
    {
      "start": 3597.82,
      "end": 3603.26,
      "text": "No, when it's your time to go the good lord will take you because it's your time to go"
    },
    {
      "start": 3604.22,
      "end": 3608.22,
      "text": "But when it's the pilot's time to go, I'm not going to be in that goddamn airplane"
    },
    {
      "start": 3613.55,
      "end": 3616.03,
      "text": "So much wisdom in our grandparents guys"
    },
    {
      "start": 3616.83,
      "end": 3620.19,
      "text": "Now eventually it did come time for my grandpa bob to go"
    },
    {
      "start": 3620.99,
      "end": 3625.71,
      "text": "On his last day with us my dad came up to fond du Lac to take him to the hospital"
    },
    {
      "start": 3625.95,
      "end": 3629.47,
      "text": "And he got him in the car and he wasn't looking too good"
    },
    {
      "start": 3630.75,
      "end": 3635.95,
      "text": "And so my dad said i'm gonna get you an overnight bag because you might have to spend the night in the hospital"
    },
    {
      "start": 3636.43,
      "end": 3641.47,
      "text": "And that's when my grandpa bob looked at my dad and he said his last three words"
    },
    {
      "start": 3642.11,
      "end": 3644.11,
      "text": "He said, I love you"
    },
    {
      "start": 3645.55,
      "end": 3648.11,
      "text": "I'm kidding. He said that sounds expensive"
    },
    {
      "start": 3649.39,
      "end": 3653.79,
      "text": "Those were his last words expensive"
    },
    {
      "start": 3655.23,
      "end": 3659.31,
      "text": "And what we didn't realize was on grandpa bob's last day with us"
    },
    {
      "start": 3659.55,
      "end": 3666.03,
      "text": "He was teaching us a very important life lesson because as soon as he said that sounds expensive now"
    },
    {
      "start": 3666.03,
      "end": 3672.19,
      "text": "He's got to take a $5,000 ambulance ride to the hospital ambulance ride $5,000"
    },
    {
      "start": 3673.07,
      "end": 3677.31,
      "text": "ER bill $3,000 life support $6,000"
    },
    {
      "start": 3678.83,
      "end": 3684.59,
      "text": "But skipping out on the bill and doing a dying dash right to heaven ladies and gentlemen that"
    },
    {
      "start": 3685.31,
      "end": 3687.31,
      "text": "That is priceless"
    },
    {
      "start": 3687.79,
      "end": 3690.67,
      "text": "Appleton thank you so much for coming out"
    },
    {
      "start": 3691.31,
      "end": 3701.12,
      "text": "Thank you so much. I love watch for dear and as always go packers and"
    },
    {
      "start": 3703.28,
      "end": 3705.28,
      "text": "God bless you all. Thank you"
    },
    {
      "start": 3707.04,
      "end": 3712.72,
      "text": "I gotta go if you guys need a casserole come to my garage freezer. All right. I'll look it up"
    },
    {
      "start": 3713.2,
      "end": 3716.96,
      "text": "We'll see you soon now. All right. Tell your folks. I says hi"
    },
    {
      "start": 3717.44,
      "end": 3719.44,
      "text": "I"
    },
    {
      "start": 3720.16,
      "end": 3724.48,
      "text": "Like my summers with grass beneath my feet"
    },
    {
      "start": 3728.62,
      "end": 3733.34,
      "text": "I like my winter's days short and sweet"
    },
    {
      "start": 3737.42,
      "end": 3742.22,
      "text": "Life goes on and on you can be rough old day"
    },
    {
      "start": 3745.58,
      "end": 3751.53,
      "text": "But I've always got time fashion brandy"
    },
    {
      "start": 3751.53,
      "end": 3759.53,
      "text": "No fashion life it gets sweet and it gets sour"
    },
    {
      "start": 3762.65,
      "end": 3764.65,
      "text": "No fashion life"
    },
    {
      "start": 3765.29,
      "end": 3768.97,
      "text": "Can't be happy every hour"
    },
    {
      "start": 3770.01,
      "end": 3774.28,
      "text": "We need a nickname for grandma"
    },
    {
      "start": 3782.01,
      "end": 3795.29,
      "text": "Going through this I'm gonna tuck him roll out of his car myself a ghost is going to be driving you guys to the casino"
    },
    {
      "start": 3795.29,
      "end": 3798.25,
      "text": "Good god"
    }
  ]
}